{
  "data": [
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal Denies Rumor",
      "body": "One day a man stopped Birbal in the street and began narrating his woes to him.\n\"I've walked twenty miles to see you,\" he told Birbal finally, \"and all along the way people kept saying you were the most generous man in the country.\"\n\nBirbal knew the man was going to ask him for money.\n\n\"Are you going back the same way?\" he asked.\n\n\"Yes,\" said the man.\n\n\"Will you do me a favor?\"\n\n\"Certainly,\" said the man. \"What do you want me to do?\"\n\n\"Please deny the rumor of my generosity,\" said Birbal, walking away\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal Betrays Himself",
      "body": "Birbal was missing. He and the emperor had a quarrel and Birbal had stormed out of the palace vowing never to return.\n\nNow Akbar missed him and wanted him back but no one knew where he was.\n\nThen the emperor had a brainwave. He offered a reward of 1000 gold coins to any man who could come to the palace observing the following condition. The man had to walk in the sun without an umbrella but he had to be in the shade at the same time.\n\n\"Impossible,\" said the people.\n\nThen a villager came carrying a string cot over his head and claimed the prize.\n\n\"I've walked in the sun but at the same time I was in the shade of the strings of the cot,\" he said.\n\nIt was a brilliant solution. On interrogation the villager confessed that the idea had been suggested to him by a man living with him.\n\n\"It could only be Birbal!\" said the emperor, delighted.\n\nSure enough it was Birbal and he and the emperor had a joyous reunion.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal Identifies Thief",
      "body": "One fine morning, a minister from Emperor Akbar's court had gathered in the assembly hall.\n\nHe informed the Emperor that all his valuables had been stolen by a thief the previous night.\n\nAkbar was shocked to hear this because the place where that minister lived was the safest place in the kingdom.\n\nHe invited Birbal to solve the mystery. Akbar said \"It is definitely not possible for an outsider to enter into the minister's house and steal the valuables. This blunder is definitely committed only by another minister of that court.\" Saying so, he arranged for a donkey to be tied to a pillar. He ordered all the courtiers to lift the donkey's tail and say \"I have not stolen.\"\n\nBirbal added \"Only then we can judge the culprit.\" After everyone had finished, he asked the courtiers to show their palm to him. All the courtiers except Alim Khan had a black patch of paint on their palm. Birbal had actually painted the donkey's tail with a black coat of paint. In the fright, the guilty minister did not touch the donkey's tail at all. Thus Birbal once again proved his intelligence and was rewarded by the king with 1000 gold coins.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal Is Brief",
      "body": "One day Akbar asked his courtiers if they could tell him the difference between truth and falsehood in three words or less.\n\nThe courtiers looked at one another in bewilderment.\n\n\"What about you, Birbal?\" asked the emperor. \"I'm surprised that you too are silent.\"\n\n\"I'm silent because I want to give others a chance to speak,\" said Birbal.\n\n\"Nobody else has the answer,\" said the emperor. \"So go ahead and tell me what the difference between truth and falsehood is — in three words or less.\"\n\n\"Four fingers\" said Birbal\n\n\"Four fingers?\" asked the emperor, perplexed.\n\n\"That's the difference between truth and falsehood, your Majesty,\" said Birbal. \"That which you see with your own eyes is the truth. That which you have only heard about might not be true. More often than not, it's likely to be false.\"\n\n\"That is right,\" said Akbar. \"But what did you mean by saying the difference is four fingers?'\n\n\"The distance between one's eyes and one's ears is the width of four fingers, Your Majesty,\" said Birbal, grinning.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal Outwits Cheat",
      "body": "A farmer and his neighbor once went to Emperor Akbar's court with a complaint.\n\n\"Your Majesty, I bought a well from him,\" said the farmer pointing to his neighbor,\" and now he wants me to pay for the water.\"\n\n\"That's right, your Majesty,\" said the neighbor. \"I sold him the well but not the water!\"\n\nThe Emperor asked Birbal to settle the dispute.\n\n\"Didn't you say that you sold your well to this farmer?\" Birbal asked the neighbor. \"So, the well belongs to him now, but you have kept your water in his well. Is that right? Well, in that case you will have to pay him a rent or take your water out at once.\"\n\nThe neighbor realized that he was outwitted. He quickly apologized and gave up his claim.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal Returns Home",
      "body": "Birbal was in Persia at the invitation of the king of that country.\n\nParties were given in his honor and rich presents were heaped on him.\n\nOn the eve of his departure for home, a nobleman asked him how he would compare the king of Persia to his own king.\n\n\n\"Your king is a full moon,\" said Birbal. \"Whereas mine could be likened to the quarter moon.\"\n\nThe Persians were very happy. But when Birbal got home he found that Emperor Akbar was furious with him.\n\n\"How could you belittle your own king!\" demanded Akbar. \"You are a traitor!\"\n\n\"No, Your Majesty,\" said Birbal. \"I did not belittle you. The full moon diminishes and disappears whereas the quarter moon grows from strength to strength. What I, in fact, proclaimed to the world is that your power is growing from day to day whereas that of the king of Persia is about to go into decline.\"\n\nAkbar grunted in satisfaction and welcomed Birbal back with a warm embrace.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal Shortens Road",
      "body": "The Emperor Akbar was traveling to a distant place along with some of his courtiers. It was a hot day and the emperor was tiring of the journey.\n\n\"Can’t anybody shorten this road for me?\" he asked, querulously.\n\n\"I can,\" said Birbal.\n\nThe other courtiers looked at one another, perplexed. All of them knew there was no other path through the hilly terrain.\n\nThe road they were traveling on was the only one that could take them to their destination.\n\n\"You can shorten the road?\" said the emperor. \"Well, do it.\"\n\n\"I will,\" said Birbal. \"Listen first to this story I have to tell.\"\n\nAnd riding beside the emperor's palanquin, he launched upon a long and intriguing tale that held Akbar and all those listening, spellbound. Before they knew it, they had reached the end of their journey.\n\n\"We've reached?\" exclaimed Akbar. \"So soon!\"\n\n\"Well,\" grinned Birbal, \"you did say you wanted the road to be shortened\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal's Sweet Reply",
      "body": "One day the Emperor Akbar startled his courtiers with a strange question.\n\n\"If somebody pulled my whiskers what sort of punishment should be given to him?\" he asked.\n\n\"He should be flogged!\" said one courtier.\n\n\"He should be hanged!\" said another.\n\n\"He should be beheaded!\" said a third.\n\n\"And what about you, Birbal?\" asked the emperor. \"What do you think would be the right thing to do if somebody pulled my whiskers?\"\n\n\"He should be given sweets,\" said Birbal.\n\n\"Sweets?\" gasped the other couriers.\n\n\"Yes\", said Birbal. \"Sweets, because the only one who would dare pull His Majesty's whiskers is his grandson.\"\n\nSo pleased was the emperor with the answer that he pulled off his ring and gave it to Birbal as a reward\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal The Child",
      "body": "Birbal arrived late for a function and the emperor was displeased.\n\n\"My child was crying and I had to placate him,\" explained the courtier.\n\n\"Does it take so long to calm down a child?\" asked the emperor. \"It appears you know nothing about child rearing. Now you pretend to be a child and I shall act as your father and I will show you how you should have dealt with your child. Go on. Ask me for whatever he asked of you.\"\n\n\"I want a cow,\" said Birbal.\n\nAkbar ordered a cow to be brought to the palace.\n\n\"I want its milk. I want its milk,\" said Birbal, imitating the voice of a small child.\n\n\"Milk the cow and give to him,\" said Akbar to his servants.\n\nThe cow was milked and the milk was offered to Birbal. He drank a little and then handed the bowl back to Akbar.\n\n\"Now put the rest of it back into the cow, put it back, put in back, put it back...\" wailed Birbal.\n\nThe emperor was flabbergasted and quietly left the room.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal The Servant",
      "body": "One day Akbar and Birbal were riding through the countryside and they happened to pass by a cabbage patch.\n\n\"Cabbages are such delightful vegetables!\" said Akbar. \"I just love cabbage.\"\n\n\"The cabbage is king of vegetables!\" said Birbal.\n\nA few weeks later they were riding past the cabbage patch again.\n\nThis time however, the emperor made a face when he saw the vegetables. \"I used to love cabbage but now I have no taste for it.\" said Akbar.\n\n\"The cabbage is a tasteless vegetable\" agreed Birbal.\n\nThe emperor was astonished.\n\n\"But the last time you said it was the king of vegetables!\" he said.\n\n\"I did,\" admitted Birbal. \"But I am your servant Your Majesty, not the cabbage's.\"\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal The Wise",
      "body": "Ram and Sham both claimed ownership of the same mango tree.\n\nOne day they approached Birbal and asked him to settle the dispute.\n\nBirbal said to them: \"There is only one way to settle the matter. Pluck all the fruits on the tree and divide them equally between the two of you. Then cut down the tree and divide the wood\".\n\nRam thought it was a fair judgment and said so.\n\nBut Sham was horrified.\n\n\"Your Honor\" he said to Birbal \"I've tended that tree for seven years. I'd rather let Ram have it than see it cut down.\"\n\n\"Your concern for the tree has told me all I wanted to know\" said Birbal, and declared Sham the true owner of the tree.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal Turns Tables",
      "body": "Emperor Akbar was narrating a dream.\n\nThe dream began with Akbar and Birbal walking towards each other on a moonless night. It was so dark that they could not see each other and they collided and fell.\n\n\"Fortunately for me,\" said the Emperor. \"I fell into a pool of payasam. But guess what Birbal fell into?\"\n\n\"What, your Majesty?\" asked the courtiers.\n\n\"A gutter!\"\n\nThe court resounded with laughter. The emperor was thrilled that for once he had been able to score over Birbal.\n\nBut Birbal was unperturbed.\n\n\"Your Majesty,\" he said when the laughter had died down. \"Strangely, I too had the same dream. But unlike you I slept on till the end. When you climbed out of that pool of delicious payasam and I, out of that stinking gutter we found that there was no water with which to clean ourselves and so guess what we did?”\n\n\"What?\" asked the emperor, warily.\n\n\"We licked each other clean!\"\n\nThe emperor became red with embarrassment and resolved never to try to get the better of Birbal again.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Cooking The Khichdi",
      "body": "It was winter. The ponds were all frozen.\n\nAt the court, Akbar asked Birbal, \"Tell me Birbal! Will a man do anything for money?\" Birbal replied, 'Yes'.\n\nThe emperor ordered him to prove it.\n\nThe next day Birbal came to the court along with a poor Brahmin who merely had a penny left with him. His family was starving.\n\nBirbal told the king that the Brahmin was ready to do anything for the sake of money.\n\nThe king ordered the Brahmin to be inside the frozen pond all through the night without any attire if he needed money.\n\nThe poor Brahmin had no choice. The whole night he was inside the pond, shivering. He returned to the durbar the next day to receive his reward.\n\nThe king asked \"Tell me Oh poor Brahmin! How could you withstand the extreme temperature all through the night?\"\n\nThe innocent Brahmin replied \"I could see a faintly glowing light a kilometer away and I withstood with that ray of light.\"\n\nAkbar refused to pay the Brahmin his reward saying that he had got warmth from the light and withstood the cold and that was cheating.\n\nThe poor Brahmin could not argue with him and so returned disappointed and bare-handed\nBirbal tried to explain to the king but the king was in no mood to listen to him.\n\nThereafter, Birbal stopped coming to the durbar and sent a messenger to the king saying that he would come to the court only after cooking his khichdi.\n\nAs Birbal did not turn up even after 5 days, the king himself went to Birbal's house to see what he was doing. Birbal had lit the fire and kept the pot of uncooked khichdi one meter away from it.\n\nAkbar questioned him \"How will the khichdi get cooked with the fire one meter away? What is wrong with you Birbal?\"\n\nBirbal, cooking the khichdi, replied \"Oh my great King of Hindustan! When it was possible for a person to receive warmth from a light that was a kilometer away, then it is possible for this khichdi, which is just a meter away from the source of heat, to get cooked.\"\n\nAkbar understood his mistake. He called the poor Brahmin and rewarded him 2000 gold coins.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Half The Reward",
      "body": "Once when Akbar went hunting in the jungle, he lost his way. Mahesh Das who lived in the outskirts helped the king reach the palace. The emperor rewarded him with his ring.\n\nThe Emperor also promised to give him a responsible posting at his court. After a few days Mahesh Das went to the court. The guard did not allow him to enter.\n\nMahesh Das showed the guard the ring which the king had given him. Now the guard thought that the young man was sure to get more rewards by the king. The greedy guard agreed to allow him inside the court on one condition. It was that Mahesh Das had to pay him half the reward he would get from the Emperor. Mahesh Das accepted the condition.\n\nHe then entered the court and showed the ring to the King.\n\nThe King who recognized Mahesh asked him \"Oh young man! What do you expect as a reward from the King of Hindustan?\" \"Majesty! I expect 50 lashes from you as a reward.\" replied Mahesh Das. The courtiers were stunned. They thought that he was mad. Akbar pondered over his request and asked him the reason.\n\nMahesh Das said he would tell him the reason after receiving his reward. Then the king’s men whipped him as per his wish. After the 25th lash Mahesh Das requested the King to call the guard who was at the gate.\n\nThe guard appeared before the King. He was happy at the thought that he was called to be rewarded. But to his surprise, Mahesh Das told the King ,\"Jahampana! This greedy guard let me inside on condition that I pay him half the reward I receive from you. I wanted to teach him a lesson. Please give the remaining 25 lashes to this guard so that I can keep my promise to him.\"\n\nThe King then ordered that the guard be given 25 lashes along with 5 years of imprisonment. The King was very happy with Mahesh Das. He called him RAJA BIRBAL and made him his chief minister.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Identify The Guest",
      "body": "Birbal had been invited to lunch by a rich man.\n\nBirbal went to the man's house and found him in a hall full of people. His host greeted him warmly.\n\n\"I did not know there would be so many guests,\" said Birbal who hated large gatherings.\n\n\"They are not guests,\" said the man. \"They are my employees, all except one man. He is the only other guest here beside you.\"\n\nThen a crafty look came on the man's face.\n\n\"Can you tell me which of them is the guest?\" he asked.\n\n\"Maybe I could,\" said Birbal. \"Talk to them as I observe them. Tell them a joke or something.\"\n\nThe man told a joke that Birbal thought was perhaps the worst he had heard in a long time. When he finished everyone laughed uproariously.\n\n\"Well,\" said the rich man. \"I've told my joke. Now tell me who my other guest is.\"\n\nBirbal pointed out the man to him.\n\n\"How did you know?\" asked his host, amazed.\n\n\"Employees tend to laugh at any joke told by their employers,\" explained Birbal. \"When I saw that this man was the only one not laughing at your joke, and in fact, looked positively bored, I at once knew he was your other guest.\"\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Just One Question",
      "body": "One Day a scholar came to the court of Emperor Akbar and challenged Birbal to answer his questions and thus prove that he was as clever as people said he was.\n\nHe asked Birbal: \"Would you prefer to answer a hundred easy questions or just a single difficult one?\"\n\nBoth the emperor and Birbal had had a difficult day and were impatient to leave.\n\n\"Ask me one difficult question,\" sad Birbal.\n\n\"Well, then, tell me,\" said the man, \"which came first into the world, the chicken or the egg?\"\n\n\"The chicken,\" replied Birbal.\n\n\"How do you know?\" asked the scholar, a note of triumph in his voice.\n\n\"We had agreed you would ask only one question and you have already asked it\" said Birbal and he and the emperor walked away leaving the scholar gaping.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Limping Horse",
      "body": "A nobleman’s prized racehorse began to limp for no apparent reason.\n\nVeterinarians who were called found nothing wrong with the leg - no fracture, no sprain and no soreness - and they were baffled.\n\nThe nobleman finally consulted a sage, a man known for his wisdom.\n\n“Has anything changed for the horse in the last few months?” he asked.\n\n“I changed his trainer a few weeks ago,” said the nobleman.\n\n“Does the horse get on well with his new trainer?”\n\n“Very well! In fact, he’s devoted to him.”\n\n“Does the trainer limp?”\n\n“Uh… yes, he does.”\n\n“The reason for the horse’s limp is clear,” said the sage. “He’s imitating his handler. We all tend to imitate those whom we admire. The company we keep has a great influence on us.”\n\nThe nobleman put the horse in the charge of another trainer and the horse soon stopped limping.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "List of blinds",
      "body": "Once King Akbar questioned Birbal if he knows the number of blind citizens of their kingdom.\n\nRaja Birbal had requested Akbar to give him a week’s time.\n\nThe next day Raja Birbal was found to be mending shoes in the town market. People were astonished to see Birbal doing such work. Many of them started to question \"Birbal!! What are you doing?\"\n\nOnce when he was asked this question by someone he started writing something. It continued for a week when on the 7th day King Akbar himself asked Birbal the same question.\n\nGiving him no answer, Birbal reported at the court the next day and handed over a note to King Akbar. Akbar read the note when he found that it was the big list of people who were blind.\n\nEmperor Akbar was stunned when he found his own name in the list. Angered by this, Akbar asked Birbal the reason for writing his name in the list.\n\nBirbal said \"O! My majesty! Like all other people you also saw me mending the slippers but you still asked me what I was doing. Therefore I had to include your name too.\"\n\nAkbar started laughing at this and everyone enjoyed Birbal's sense of humor.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Noble Beggar",
      "body": "Emperor Akbar asked Birbal if it was possible for a man to be the lowest and the noblest at the same time.\n\n\"It is possible,\" said Birbal.\n\n\"Then bring me such a person,\" said the emperor.\n\nBirbal went out and returned with a beggar.\n\n\"He is the lowest among your subjects,\" he said, presenting him to Akbar.\n\n\"That might be true,\" said Akbar. \"But I don't see how he can be the noblest.\"\n\n\"He has been given the honor of an audience with the emperor,\" said Birbal. \"That makes him the noblest among beggars.\"\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Painting By Birbal",
      "body": "Once Akbar told Birbal 'Birbal, make me a painting. Use imagination in it.\n\nTo which the reply was 'But hoozoor, I am a minister, how can I possibly paint?’\n\nThe king was angry and said 'If I don’t get a good painting by one week then you shall be hanged!’\n\nThe clever Birbal had an idea.\n\nAfter one week, he went to the court and with him he carried a covered frame.\n\nAkbar was happy to see that Birbal had obeyed him, until he opened the cover. The courtiers rushed to see what was wrong. What they saw made them feel very happy.\n\nAt last, they would not see Birbal in court! The painting was nothing but ground and sky. There were a few specs of green on the ground.\n\nThe Emperor, angrily, told Birbal 'what is this?' To which the reply was 'A cow eating grass hoozoor!’\n\nAkbar said 'where is the cow and grass?' and Birbal told 'I used my imagination. The cow ate the grass and returned to its shed!'\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Question for Question",
      "body": "One day Akbar said to Birbal: \"Can you tell me how many bangles your wife wears?\"\n\nBirbal said he could not.\n\n\"You cannot?\" exclaimed Akbar. \"You see her hands every day while she serves you food. Yet you do not know how many bangles she has on her hands? How is that?\"\n\n\"Let us go down to the garden, Your Majesty,\" said Birbal, \"and I'll tell you.\"\n\nThey went down the small staircase that led to the garden. Then Birbal turned to the emperor: \"Your Majesty,\" he said, \"You go up and down this staircase every day. Can you tell me how many steps there are in the staircase?\"\n\nThe emperor grinned sheepishly and quickly changed the subject\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "The Blind Saint",
      "body": "Let us enjoy reading this one of Birbal Stories of The Blind Saint.\n\nThere lived a saint in an ashram in the kingdom of Emperor Akbar.\n\nHe was believed to prophecy the future correctly.\n\nOnce he had a visitor who had come to treat their niece. The child's parents were killed in front of the girl's eyes. Once she saw the saint, she started to scream loudly saying that that saint was the culprit.\n\nAngered by the girl's words, the saint demanded the couple to get away with their child.\n\nThe whole day the girl cried which made the couple to realize that the girl was not lying.\n\nTherefore, they decided to seek the help of Birbal.\n\nBirbal consoled them and asked them to wait at the Emperor's assembly. Birbal had invited the saint to Akbar's court too.\n\nThen in front of all the ministers he drew a sword and neared the saint to kill him. The saint in bewilderment immediately drew another sword and began to fight. Thus by this act of the saint it was proved that he wasn’t blind.\n\nTherefore, Akbar demanded to hang the culprit and rewarded the girl for her bravery for telling the truth even at the critical situation.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "The Choice of Birbal",
      "body": "One day Emperor Akbar asked Birbal what he would choose if he were given a choice between justice and a gold coin.\n\n“The gold coin,” said Birbal. Akbar was taken aback.\n\n“You would prefer a gold coin to justice?” he asked, incredulously.\n\n“Yes,” said Birbal.\n\nThe other courtiers were amazed by Birbal’s display of idiocy.\n\nFor years they had been trying to discredit Birbal in the emperor’s eyes but without success and now the man had gone and done it himself!\n\nThey could not believe their good fortune.\n\n“I would have been dismayed if even the lowliest of my servants had said this,” continued the emperor. “But coming from you it’s . . . it’s shocking - and sad. I did not know you were so debased!”\n\n“One asks for what one does not have, Your Majesty!” said Birbal, quietly. “You have seen to it that in our country justice is available to everybody. So as justice is already available to me and as I’m always short of money I said I would choose the gold coin.”\n\nThe emperor was so pleased with Birbal’s reply that he gave him not one but a thousand gold coins.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "The Jealous Courtiers",
      "body": "One day Emperor Akbar was inspecting the law and order situation in the kingdom. One of his ministers, who was jealous of Raja Birbal, complained that the Emperor gave importance only to Birbal's suggestions and all the other ministers were ignored.\n\nAkbar wanted the minister to know how wise Birbal was.\n\nThere was a marriage procession going on.\n\nThe Emperor ordered the minister to enquire whose marriage it was. The minister found out and walked towards the Emperor wearing a proud expression on his face.\n\nThen the king called Birbal and asked him too to enquire whose marriage was going on. When Birbal returned, Akbar asked the minister \"Where are the couple going?\" The minister said that the king had only asked him to enquire whose marriage was going on.\n\nThen Akbar asked Birbal the same question. \"O My Majesty! They are going to the city of Allahabad,\" replied Raja Birbal. Now the King turned towards the minister and said, \"Now do you understand why Birbal is more important to me? It is not enough if you complete a task. You have to use your intelligence to do a little more work.’ The minister’s face fell. He had learnt the importance of being Birbal, the hard way.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "The Loyal Gardener",
      "body": "One day the Emperor Akbar stumbled on a rock in his garden. He was in a foul mood that day and the accident made him so angry that he ordered the gardener’s arrest and execution.\n\nThe next day when the gardener was asked what his last wish was before he was hanged, he requested an audience with the emperor.\n\nThis wish was granted, but when the man neared the throne he loudly cleared his throat and spat at the emperor’s feet.\n\nThe emperor was taken aback and demanded to know why he had done such a thing. The gardener had acted on Birbal’s advice and now Birbal stepped forward in the man’s defence.\n\n\"Your Majesty,\" he said, \"there could be no person more loyal to you than this unfortunate man. Fearing that people would say you hanged him for a trifle, he has gone out of his way to give you a genuine reason for hanging him.\"\n\nThe emperor, realizing that he had been about to do a great injustice, set the man free.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "The Sadhu",
      "body": "Akbar came to the throne when he was only thirteen years old. In the years that followed, he built on of the greatest empires of his time. He lived in unimaginable splendor. He was surrounded by courtiers who agreed with every word he said, who flattered him and treated him as if he were a god. Perhaps it was not surprising that Emperor Akbar was sometimes arrogant and behaved as if the whole world belonged to him.\n\nOne day, Birbal decided to make the great emperor stop and think about life.\n\nThat evening as the emperor was going towards his palace, he noticed a Sadhu lying in the centre of his garden. He could not believe his eyes. A strange Sadhu, in ragged clothes, right in the middle of the palace garden? The guards would have to be punished for this, thought the emperor furiously as he walked over to that Sadhu and prodded him with the tip of his embroidered slipper.\n\n\"Here, fellow!\" he cried. \"What are you doing here? Get up and go away at once!\"\n\nThat Sadhu opened his eyes. Then he sat up slowly. \"Huzoor,\" he said in a sleepy voice. \"Is this your garden, then?\"\n\n\"Yes!\" cried the Emperor. \"This garden those rose bushes, the fountain beyond that, the courtyard, the palace, this fort, this empire, it all belongs to me!\"\n\nSlowly that Sadhu stood up. \"And the river, Huzoor? And the city? And this country?\"\n\n\"Yes, yes, it's all mine\", said the emperor. \"Now get out!\"\n\n\"Ah\", said the Sadhu. \"And before you, Huzoor. Who did the garden and fort and city belong to then?\"\n\n\"My father, of course\", said the emperor. In spite of his irritation, he was beginning to get interested in the Sadhu's questions. He loved philosophical discussions and he could tell, from his manner of speaking, that the Sadhu was a learned man.\n\n\"And who was here before him?\" the Sadhu asked quietly.\n\n\"His father, my father's father, as you know.\"\n\n\"Ah\", said the Sadhu. So this garden, those rose bushes, the palace and the fort all this has only belonged to you for your lifetime. Before that they belonged to your father, am I right? And after yours time they will belong to your son, and then to his son?\n\n\"Yes\", said the Emperor Akbar wonderingly.\n\n\"So each one stays here for a time and then goes on his ways?\"\n\n\"Yes.\"\n\n\"Like a dharmashala?\" the Sadhu asked. \"No one owns a dharmashala. Or the shade of a tree on the side of a road. We stop and rest for a while and then go on. And someone has always been there before us and someone will always come after we have gone. Is that not so?\"\n\n\"It is\", Emperor Akbar quietly.\n\n\"So your garden, your palace, your fort, your empire... these are only places you will stay in for a time, for the span of your lifetime. When you die, they will no longer belong to you. You will go, leaving them in the possession of someone else, just as your father did and his father before him.\"\n\nEmperor Akbar nodded. \"The whole world is a dharmashala\", he said slowly, thinking very hard. \"In which we mortals rest awhile. That's what you are telling me, isn't it? Nothing on this earth can ever belong to a single person, because each person is only passing through the earth and must die one day?\"\n\nThe Sadhu nodded solemnly. Then, bowing to the ground, he removed his white beard and saffron turban and his voice changed. \"Jahanpanah, forgive me!\" he said, in his normal voice. \"It was my way of asking you to think about...\"\n\n\"Birbal, oh, Birbal!\" the emperor exclaimed. \"You are wiser than any philosopher. Come, come at once to the royal chamber and let us discuss this further. Even emperors are but wayfarers on the path of life, it is clear!\"\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "The Sharpest Shield and Sword",
      "body": "A man who made spears and shields once came to Akbar's court.\n\n\"Your Majesty, nobody can make shields and spears to equal mine,\" he said. \"My shields are so strong that nothing can pierce them and my spears are so sharp that there's nothing they cannot pierce.\"\n\n\"I can prove you wrong on one count certainly,\" said Birbal suddenly.\n\n\"Impossible!\" declared the man.\n\n\"Hold up one of your shields and I will pierce it with one of your spears,\" said Birbal with a smile.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "The True King",
      "body": "The King of Iran had heard that Birbal was one of the wisest men in the East and desirous of meeting him sent him an invitation to visit his country.\n\nIn due course, Birbal arrived in Iran.\n\nWhen he entered the palace he was flabbergasted to find not one but six kings seated there. All looked alike. All were dressed in kingly robes. Who was the real king?\n\nThe very next moment he got his answer. Confidently, he approached the king and bowed to him.\n\n\"But how did you identify me?\" the king asked, puzzled.\n\nBirbal smiled and explained: \"The false kings were all looking at you, while you yourself looked straight ahead. Even in regal robes, the common people will always look to their king for support.\"\n\nOverjoyed, the king embraced Birbal and showered him with gifts.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "The Well Dispute",
      "body": "Once there was a complaint at King Akbar's court.\n\nThere were two neighbors who shared their garden. In that garden, there was a well that was possessed by Iqbal Khan. His neighbor, who was a farmer wanted to buy the well for irrigation purpose. Therefore they signed an agreement between them, after which the farmer owned the well.\n\nEven after selling the well to the farmer, Iqbal continued to fetch water from the well. Angered by this, the farmer had come to get justice from King Akbar.\n\nKing Akbar asked Iqbal the reason for fetching water from the well even after selling it to the farmer.\n\nIqbal replied that he had sold only the well to the farmer but not the water inside it.\n\nKing Akbar wanted Birbal who was present in the court listening to the problem to solve the dispute.\n\nBirbal came forward and gave a solution. He said \" Iqbal, You say that you have sold only the well to the farmer. And you claim that the water is yours. Then how come you can keep your water inside another person's well without paying rent?\"\n\nIqbal's trickery was countered thus in a tricky way. The farmer got justice and Birbal was fairly rewarded.\n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "What The Drop Taketh!",
      "body": "The anecdotes of Emperor Akbar and his trusted aide Birbal are entertaining as well as enlightening. Once, the Emperor received the gift of a rare perfume. As he opened the bottle, a drop of perfume fell to the floor. Akbar instinctively moved to retrieve it by wiping the floor with his finger. As he looked up he noticed a bemused look on Birbal’s face… his eyes seemed to mock the Emperor for being scrounging.\n\nTo change Birbal’s perception, Akbar summoned him the next morning to his bath. He asked his attendants to fill up the bathtub with the best of perfumes. Akbar sought to show Birbal that as Emperor he could afford to waste as much perfume, as he wanted. Birbal when asked to react said the immortal lines, “Boond se jati, woh haudh se nahi aati\" (An entire tub full cannot retrieve what the drop took way!)\n\nBirbal sought to tell the Emperor that his earlier instinctive action (that exhibited miserliness) could not be undone by an intentional action (aimed at big-heartedness). Our character is determined by our reactions, not by forced posturing. It is better to be transparent then wear favourable masks. In fact every little action and reaction, every spoken word and emerging thought reflects our true self! \n\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Whose Bag?",
      "body": "Once it so happened that there was an oil merchant. When the villagers came to buy oil from him he gave them the oil and collected money from them. One day he and a villager come to the court, both fighting for a bag of money. Each claimed that the bag belonged to him.\n\nThe merchant said that it was his bag, when he turned to give the customer his oil, he pulled the bag from him and started fighting. The villager said it was his bag, when he was looking at some other things he placed it in front of the merchant and the merchant started to claim it.\n\nEverybody in the court was surprised and was waiting eagerly how Akbar would solve this problem.\n\nAkbar asked Birbal to solve this case. Birbal asked a servant to get some water in a bowl. The servant brought the water. He then placed the bag in the bowl. After sometime everybody saw some oily substance floating on water. Birbal told that the bag belonged to the oil merchant not to the villager.\n\nEverybody praised Birbal and the customer was punished."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Akbar is Greater than God",
      "body": "Once a merchant came to Akbar's court and praised him a lot as he wanted to Akbar to sign a trade agreement with a neighboring country. He was praising him a lot as he wanted to impress him, but in a short while he noticed that the Emperor was not impressed at all with his praises. So he thought of another way to impress him. He shouted - \"O Emperor, You are greater than even God.\" and sat quietly to notice the effect of his words.\n\nBirbal was also listening to all this and was anticipating some kind of trouble out of this praise. So his brain stated working ahead of time for its solution.\n\nAkbar was very furious at the merchant's words. He was a very religious man and he did not like all this at all that somebody should tell him that he was greater than the God Himself who was the greatest of the all. But he liked the healthy discussions. He had got an opportunity to break a discussion on this issue, so he said to his courtiers - \"Did you all hear this man saying that I am greater than the God Himself? If this is so, then tell me why is it so?\" After having said this he waited for the arguments of his courtiers regarding this statement.\n\nNow how a king could be greater than God? His courtiers were silent in fear. This was a tricky question for them. Neither they could say Yes nor they could say No. One by one they bent their heads down.\n\nAfter a while Akbar turned to his favorite Minister Birbal and asked him - \"Birbal, What do you say in this regard?\" Birbal immediately said - \"He is right, Jahaanpanaah. You are greater than God.\" Akbar got stunned hearing this, he asked him again - \"How Birbal, How is it possible that I am greater than God Himself. Explain me. Are you trying to impress me with your lies?\"\n\nBirbal said - \"No Huzoor, No. Why should I lie to you? You are indeed greater than God, because there is one thing you can do but God can't.\"\n\"And what is that?\" Akbar asked.\n\"God cannot banish anybody from His kingdom, because the whole Universe is His kingdom; but you can do it easily.\"\n\nAkbar couldn't help bursting out laughing and said - \"Birbal, You are the best, as always.\"\nAnd he banished that merchant."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Three Idols",
      "body": "As you know Akbar considered Birbal the most intelligent person of his kingdom. Once a sculptor challenged Baadshaah Akbar that he would show three idols to him, which would look exactly like each other to his courtiers and they would have to rate them good, ok and bad. Akbar agreed.\n\nAll the courtiers tried to rate them but failed, because they were so alike that they did not know how to rate them. Now it was Birbal's turn. He noticed a small hole in the ears of the idols. Birbal got curious, so he took three wires and inserted them in those holes.\n\nIn the case of the first idol the wire came out from the other ear. In the second case idol, it came out of the mouth; but in the case of the third idol, it remained inside. He got the answer and he rated the third idol as good, first idol ok and the second idol bad.\n\nThe sculptor could not understand what was the basis of rating the idols. He asked Birbal that how was he so sure? Birbal said - ''The third idol (from whose ear the wire remained inside) did not tell others what somebody else had told it, that is why it was good. The first idol was OK (from whose ear the wire came out from the other ear) because it did not remember or tell others what somebody had told it. But the third idol (from whose ear the wire came out from the mouth) remembered everything and gave out the secret what was told to it to others.'\n\nThe sculptor was speechless and Akbar was very happy. He gave lots of reward to Birbal."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Truth Always Finds Its Way",
      "body": "Once there was a religious man who wanted to go on a pilgrimage. He did not want to take his life savings with him on his journey, so he went to one of his good friends and took him to a forest so that he could talk to him in private. So both of them went to the forest. There he told him that he was going on a pilgrimage and asked him to hold his savings for him till he comes back. He would collect it when he comes back. His friend agreed to keep his money for him, took the bag and the next day that man left for his pilgrimage.\n\nMany years passed but the religious man did not return; but one fine morning that man came and knocked his friend's door and asked his money back. His friend kept changing the subject, but in the end he had to say - \"I don't know what are you talking about. What type of money you are talking about? The old man was shocked to hear this, but softly he reminded him the whole incident. The friend said - \"You are crazy. When did you give me the money? You are lying.\" The man kept requesting his money but the friend did not hear a word and shut his door upon him.\n\nThe old man got very disappointed and went to the Emperor Akbar. Akbar heard his story, called his wise advisor Birbal and handed over the case to him. Birbal also heard his story and called his friend to whom he gave his money. Birbal asked him to return the old man's money which he gave him before going on pilgrimage; but the friend clearly refused saying that he did not give him any money.\n\nNow Birbal got perplexed, what to do in this case. After a while he asked the old man - \"Do you have any witness that you gave your money to him?\" \"No, Sir. Because I gave him that money in a forest under a mango tree.\"\n\nBirbal scolded him - \"You are foolish to say that you have no witness. You do have a witness - that mango tree is your witness. Can't you get some help from that mango tree?\" The old man kept looking at Birbal hearing this. How the hell that tree can help him in this matter? He kept thinking, is Birbal not a fool? At the same time Birbal said - \"Go and bring that mango tree here. Tell him that Birbal wants you to be present before him in this case. Go quickly and bring it here.\"\n\nThe old man now was sure that Birbal had gone mad, but since he had no other alternative, he started towards the forest. Both Birbal and the friend sat waiting for the old man to bring the mango tree. One hour passed, two hours passed, when the old man did not come back, Birbal said loudly - \"Why this man is not coming back, two hours have already passed. Why is he taking such a long time to do such a small task?\"\n\nThe friend immediately spoke - \"Sir, he can't possibly come so soon, because he would not have even reached that place yet.\" Birbal asked him - \"What do you mean? Do you mean that that place is so far that it would take him more than two hours to reach there?\" \"Yes Sir, The place he told you is very far from here.\" Birbal said - \"Oh, I see.\" and kept quiet.\n\nAfter long time, the old man came and said to Birbal - \"Sir, I gave your message to the tree but it did not answer.\" Birbal said - \"Do not worry, the tree has already witnessed that you gave money to this man.\" Then he said to the old man's friend - \"You have one more chance to accept your guilt and return the money to him.\" But the friend kept insisting that the old man did not give any money to him.\n\nNow Birbal asked - \"Then how do you know that the tree under which he claimed that he gave the money to you, is so far from here?\" After all the friend had to accept his lie and returned the money to the old man.\n\nSo sooner or later the truth comes out in light, because to hide a truth we have to tell many lies and somewhere they clash and we are caught in them. While truth is one and is easy to remember."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Master or Servant?",
      "body": "Once a guard came rushing from outside and informed Akbar- \"Huzoor, One of your Ministers from a bordering town is here and is asking permission to see you.\"\n\"Sure, Send him in.\"\n\nThe Minister came in, bowed down to the King and said - \"It is good to see you after some time, but today I have come to see you for a small problem. I could not solve it myself, that is why I am here for its solution.\" \n\"Yes, Speak, What is your problem? I will do to solve it whatever I can.\" the King said.\n\nThe Minister called two men and asked them to explain their case themselves to the King. One of them greeted the King and said - \"Huzoor, My name is Aameer. I am a trader and I own a lot of land. This man claims that I am his servant He also claims that I have stolen his money and disguised myself as him.\"\n\nThe second man stepped forward, greeted the King and said - \"Huzoor, In fact my name is Aameer, and I m the trader who owns a lot of land. I went to Afgaanistaan to do some business for six months, so I left my money and this land under his care and supervision. When I returned from there, I found that he has been using my name to do his business. When I challenged him, he started saying to people that he was Aameer and I was his servant.\"\n\nAkbar got confused. He did not know who was the real Aameer and who was his servant? He said - \"This is really a strange case. It is difficult to decide.\" Then he looked at his courtiers and said - \"Is there anyone among you who can solve this case? I will give a bag of gold coins to the one who will solve this case.\"\n\nAs always Birbal smiled and said - \"I can solve it, Jahaanpanaah.\" He walked to those two men and said to them - \"Do you know I can read the mind? You cannot hide the truth from me. Now will you speak the truth yourself or should I tell your minds to all?\" They still stood quiet.\n\nBirbal said to them again - \"So you won't tell the truth. Lie down on the floor with your face down.\" Now I will close my eyes, begin to concentrate and will let you know who is speaking the truth and who is telling lie.\" They did as Birbal said to them. Birbal concentrated for a couple of minutes and then called the guard - \"Come here, and cut the head of the servant.\"\n\nThe guard was confused because he did not know who was the servant. As he walked forward, he looked at Birbal helplessly. As the guard came near those people, the first man jumped up and ran to the King's throne and cried - \"Forgive me Huzoor. I stole this man's money. I am not Aameer."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Why Hair Does Not Grow on Palms",
      "body": "Birbal had unparallel sense of wit. It was his sense of intelligence and wit that brought Birbal so close to the Emperor.\n\nOne day Akbar was in quite a relaxed mood and was enjoying the company of Birbal. Suddenly the Emperor spread his both palm and noticed that there was no hair on his palms. \nHe asked, “Birbal, Can you tell me why there is no hair on my palms?”\nBirbal gave a pleasing answer, “Jahaanpanaah, the reason is very simple. Everyday you donate generously to the poor and needy people with both of your hands. How can hair grow on such giving palms?”\nAkbar was pleased with his answer.\n\nHowever the King decided to pull his leg for giving such a pleasing answer, so he asked him again - “If it’s so, then why there is no hair on your palm?”\nBirbal at once replied, “Jahaanpanaah, Its reason is very simple. Hair of my palm has vanished due to continuous acceptance of gifts and rewards from you.” The clever answer of Birbal made the Emperor more eager to outfit Birbal.\n\nSo he asked again, “Now you must tell me why there is no hair on the hands of other courtiers?”\nBirbal was too smart to be outwitted by anybody, he promptly answered, “Your majesty, the answer is obvious. Wherever I get rewards from you, the other courtiers rub their hands out of disappointment and envy. The continuous rub does not allow the hair to grow on their hands.”\n\nNow Akbar had no question to ask him. He was indeed very pleased by his answers."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Tit-Bits",
      "body": "Emperor Akbar’s court was famous for its witty question and answer sessions. \nOn one of these occasions, the Emperor asked Birbal if there was anything that the sun and the moon could not see. Birbal’s reply was ‘darkness’. Akbar was pleased.\n\nNext, he asked what was the difference between a truth and a lie. To which Birbal replied that it was the distance between the ears and the eyes because what you see with your eyes is true, but what you hear with your ears is generally false. Akbar was satisfied.\n\nLastly, Emperor Akbar drew a line on the floor and asked Birbal to shorten it without wiping out the ends.\n\nBirbal drew a longer line below the line drawn by Akbar and remarked that though he had not rubbed off the original line he had definitely succeeded in making it shorter."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Akbar's Dream",
      "body": "One night, Emperor Akbar dreamt that he had lost all his teeth, except one. The next morning he invited all the astrologers of his kingdom to interpret this dream.\n\nAfter a long discussion, the astrologers prophesized that all his relatives would die before him. \nAkbar was very upset by this interpretation and so sent away all the astrologers without any reward. \nLater that day, Birbal  entered the court. Akbar related his dream and asked him to interpret it. After thinking for a while Birbal replied that the Emperor would live a longer & more fulfilled life than any of his relatives.\n\nAkbar was pleased with Birbal’s explanation and rewarded him handsomely."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Best Flowers",
      "body": "One day Akbar was taking a walk in his Royal gardens with several courtiers. Many flowers were flowering at that time of season. A poet pointed out towards a beautiful flower and said, \"Look Jahaanpanaah, how beautiful flower that is? No man can produce such a beautiful thing as this.\" Birbal was also there. He said, \"I don't agree with this, sometimes man can make more beautiful things than this.\" Akbar said, \"Oh no Birbal, you are talking nonsense. This flower is really very beautiful.\"\n\nAfter a few days, Birbal presented Akbar a very skilled craftsman from Agra. He presented a beautiful carved marble bouquet of flowers. The Emperor was very happy to see it, and gave him one thousand gold coins.\n\nJust then a boy came and presented the Emperor a beautiful bouquet of real flowers. The Emperor was very happy to see it too, so he gave a silver coin to the boy. Birbal said, \"So the carving was more beautiful than the real thing.\"\n\nAkbar understood that he had fallen in the hands of his witty minister once again."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal Problem Solver",
      "body": "Several courtiers were vying to be the Royal Advisor of Emperor Akbar. So one day, when they came to the court, they said to the Emperor, \"We want to be your Royal Advisor.\" Akbar said, \"No problem, but you will have to pass the test before you could be my Royal Advisor. And whoever would pass the test will be appointed my Advisor.\" They agreed.\n\nThe King unfastened his waist cloth and lay down on the floor, and asked the candidates to cover him with that cloth from head to toe. Now everybody tried to cover him, but in vain. If one wanted to cover the head, then feet remained uncovered, or if the feet were covered, then his head remained open.\n\nJust then Birbal entered the court, the king asked Birbal also, if he could cover him with that cloth from head to toe. Birbal paused a moment, then asked the Emperor politely, \"Huzoor, Could you pull up your knees a little bit?\" The King did so, and Birbal could cover him from head to toe with that cloth.\nRealizing that they failed the test, the courtiers left the court quietly and then they never thought about being the King's Advisor."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Why Camel's Neck is Crooked?",
      "body": "As you all know, Emperor Akbar was very impressed with Birbal's wisdom and greatly enjoyed his quick wit. One fine morning when Akbar was especially pleased with Birbal, as a gesture of appreciation, he promised to reward him with many valuable and beautiful gifts.\n\nHowever, many days passed, and still there was no sign of even one gift. Birbal was quite disappointed with the king. Then one day, when Akbar was strolling down the banks of River Yamuna with his ever faithful Birbal at his side, he happened to notice a camel passing by. He asked Birbal why the neck of the camel was crooked. Birbal thought for a second and promptly replied that it might be because the camel may have forgotten to honour a promise. The holy books mention that those who break their word get punished with a crooked neck; perhaps that was the reason for the camels crooked neck.\n\nAkbar soon realised his folly of making a promise to Birbal for gifts and not honouring it.  He was ashamed of himself. As soon as they returned to the palace he immediately gave Birbal his justly deserved reward. As you can see, Birbal always managed to get what he wanted without directly asking for it."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "The Foolish Brahmin",
      "body": "Once upon a time a foolish brahmin came to visit Birbal with a strange request. He wanted to be addressed as ‘pandit’.  Now, the term ‘pandit’ refers to a man of learning. But unfortunately this poor brahmin was uneducated. Birbal tried to explain the difference to him saying that it was not correct to call an uneducated man a pandit and because of this very reason it would be improper to call him so. But the silly brahmin had his heart set on this title. \n\nSo, as usual, Birbal had a brilliant idea. He said that as the brahmin was an uneducated man he should hurl abuses and stones at anyone who dared to address him by the very same title he wanted. Then Birbal called all his servants to himself and ordered them to call this lowly brahmin a pandit. The brahmin was very pleased.  But the moment the servants started calling out to him as ‘pandit’ he pretended to be very angry and started to abuse them loudly. Then he picked up a few stones and hurled them in their direction. All as per clever Birbal’s advice.\n\nAll this shouting and screaming drew a crowd. When people realised that this brahmin was erupting every time anyone called him ‘pandit’, they all started to tease him. Over the next couple of days, he would constantly hear the refrain ‘pandit’ wherever he went. Very soon the whole town started referring to him as ‘pandit’ much to his delight. \n\nThe foolish brahmin never realised why people were calling him in this manner. And was extremely pleased with the result. He thanked Birbal from the very bottom of his foolish heart."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Mughal Empire",
      "body": "Akbar was one of the greatest emperors of the Mughal dynasty. It was during the reign of Akbar that the rule of the Mughals truly began, for both Babur and Humayun had ruled for extremely short and interrupted periods. Akbar was a minor at the time of his father's death, and was under the guardianship of Bairam Khan. Soon after succeeding to the throne Akbar had to firmly establish Mughal authority and regain the territories it had lost. His enemies challenged his rule and another historic battle was fought at Panipat, one in which Akbar emerged victorious and firmly established the Mughal power as the dominant power in India. Akbar was still under the guardianship of Bairam but now wished to become a full fledged king in his own right. Bairam while providing invaluable service had begun behaving in a high handed manner which had resulted in many enemies. In 1560 Akbar expressed his desire to take over, to Bairam, who reluctantly agreed and prepared to leave the empire. Akbar made the tactical mistake of appointing Pir Muhammad, an enemy of Bairam's to oversee his move out of Mughal territory. Bairam considered this an insult and rose against Akbar. He was however defeated but allowed to continue out of the empire by Akbar, because of the tremendous services he had rendered. Tragically however Bairam was killed by an Afghan who held a personal grudge against him. Luckily his family escaped and his son Abdur Rahim was taken in by Akbar and rose later on to become an important noble of the empire. After assuming control from Bairam Akbar did not immediately get full control of the empire. His foster mother Maham Anaga and her son Adam Khan and some of her family were exercising an undue influence on the state. Adam Khan led some conquests which although successful were brutal. Akbar unable to tolerate their actions put Adam Khan to death in 1562. His foster mother died of grief forty days later. Akbar at the young age of fourteen was now finally in control of his empire.Akbar began a process of consolidation and expansion. He extended the empire's frontiers and they covered almost the entire country, even reaching deep into the south. < He set up the Mughal administration, drawing heavily on the institutions and concepts that Sher Shah had used. Under Akbar the Mughal empire reached its peak, with its influence extending to almost all parts of the country as well as major developments taking place in the arts and the economy. Akbar ruled for a period of 51 years which was the longest reign amongst the Mughal emperors.\n\nAkbar was one of the most able rulers amongst the Mughals and one of the greatest emperors in Indian history. Akbar was a very wise and open minded ruler with a sound character. He was an able administrator as well as a capable soldier. He possesed tremendous courage, often risking his life and was also extremely strong. He was kind and just and despite being a great conqueror he was not cruel to those whom he had defeated. Akbar was not vengeful and usually forgave people who rebelled against him,except in certain cases when it was not possible. Akbar possessed tremendous self control and had excellent manners. He is said to have been very charming and was praised by all those who came into contact with him. Akbar had a wise and able courtier called Birbal, and there are many stories about the interactions between Akbar and Birbal, who would often provide sound insights into the various problems the emperor was facing. Akbar was also very popular amongst his subjects who considered him not only the ruler of Delhi but of the entire universe. Akbar also closely monitored his diet and ate moderately. While Akbar did not know how to read and write, one cannot say that he was not a learned man. He had a keen interest in literature and philosophy and was gifted with a brilliant mind and incredible memory. He maintained a large library of books and engaged people to read books to him. His understanding of what he heard was so great that it was said that he could talk so effortlessly on those subjects that one could never get the impression that he was illiterate. Akbar was also a keen patron of art and architecture and many such works flourished in his time.\nAkbar was extremely tolerant to religion evident in the fact that he married a Hindu princess. He realized that it was foolish to ill-treat Hindus who formed a majority in his empire. He made significant efforts to treat them at par and soon they too were being appointed to high posts. Akbar treated religion with an extremely open mind and spent a lot of time studying the various beliefs of the different religions. This eventually resulted in the creation of a new religion of his own called Din-I-illahi . This combined features from various religions and stressed on the idea of that regardless of what religion you follow, God is one. Being a supreme believer in universal tolerance, Akbar made no attempt to force people to convert to his religion but tried to appeal to the inner feelings of each person.\nAkbar's last years brought great grief to him. A beloved friend and notable poet Faizi died in 1595. Akbar's son Salim (later to be known as Jehangir) eager to take over the throne set himself up as an independent king and began plotting to overthrow Akbar. Salim caused much pain to his father when he got another close friend and poet, Abul Fazl murdered. Father and son spent the last couple of years see- sawing between peace and war but finally after Akbar died a natural death, Salim succeeded to the throne. Akbar was a great person and a great king. During his time the country reached a level of prosperity it had not seen and would not see for a long time. Being an able statesmen, he set an example for the other leaders that would follow.\n\nThere are many stories about the interactions between Akbar and Birbal, who would often provide sound insights into the various problems the emperor was facing. Akbar was also very popular amongst his subjects who considered him not only the ruler of Delhi but of the entire universe. Akbar also closely monitored his diet and ate moderately. While Akbar did not know how to read and write, one cannot say that he was not a learned man. He had a keen interest in literature and philosophy and was gifted with a brilliant mind and incredible memory. He maintained a large library of books and engaged people to read books to him. His understanding of what he heard was so great that it was said that he could talk so effortlessly on those subjects that one could never get the impression that he was illiterate. Akbar was also a keen patron of art and architecture and many such works flourished in his time.\n\nAkbar was extremely tolerant to religion evident in the fact that he married a Hindu princess. He realized that it was foolish to ill-treat Hindus who formed a majority in his empire. He made significant efforts to treat them at par and soon they too were being appointed to high posts. Akbar treated religion with an extremely open mind and spent a lot of time studying the various beliefs of the different religions. This eventually resulted in the creation of a new religion of his own called Din-I-illahi . This combined features from various religions and stressed on the idea of that regardless of what religion you follow, God is one. Being a supreme believer in universal tolerance, Akbar made no attempt to force people to convert to his religion but tried to appeal to the inner feelings of each person.\nAkbar's last years brought great grief to him. A beloved friend and notable poet Faizi died in 1595. Akbar's son Salim (later to be known as Jehangir) eager to take over the throne set himself up as an independent king and began plotting to overthrow Akbar. Salim caused much pain to his father when he got another close friend and poet, Abul Fazl murdered. Father and son spent the last couple of years see- sawing between peace and war but finally after Akbar died a natural death, Salim succeeded to the throne. Akbar was a great person and a great king. During his time the country reached a level of prosperity it had not seen and would not see for a long time. Being an able statesmen, he set an example for the other leaders that would follow."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Akbar Life Summary",
      "body": "Emperor Akbar, also known as Akbar the Great or Jalaluddin Muhammad Akbar, was the third emperor of the Mughal Empire, after Babur and Humayun. He was the son of Nasiruddin Humayun and succeeded him as the emperor in the year 1556, when he was only 13 years old. One of the most successful emperors of the Mughal Empire, Akbar also made significant contribution in the field of art. Apart from commencing a large collection of literature, he also commissioned a number of splendid buildings during his reign. This biography of King Akbar will provide you more information on his life history:\n\nEarly Life\nAkbar was born on 15th October 1542, to Emperor Humayun and his recently wedded wife, Hamida Banu Begum. The Rajput Fortress of Umarkot in Sind, where Humayun and Hamida were taking refuge, became the birthplace of this great emperor. In 1540, Humayun was forced into exile by Afghan leader Sher Shah and Akbar spent his childhood in Afghanistan, at his uncle Askari's place. His youth was spent in running and fighting, rather than learning to read and write. However, this could never impair his interest in art, architecture, music and literature.\n\nHumayun recaptured Delhi in the year 1555, with the help of his Persian ally Shah Tahmasp. However, a few months after his victory, he met with an accident and died. On 14th February 1556, Akbar succeeded the throne, in the midst of a war waged by Sikandar Shah for the Mughal throne.\n\nEarly Rule\nThe first battle fought by Akbar was against Sikandar Shah Suri of Punjab. However, when Akbar was busy leading assault against Sikandar Shah, Hemu, a Hindu warrior, launched an attack on Delhi, which was then under the regency of Tardi Beg Khan. Tardi fled from the city and Hemu claimed the capital. On the advice of his general, Bairam, Akbar launched an attack on Delhi and reclaimed the city. On 5th November 1556, 'Akbar the Great' fought the Second Battle of Panipat against General Hemu.\n\nFollowing soon after was the battle with Sikandar Shah at Mankot. In 1557, Adil Shah, who was the brother of Sikandar, died in a battle in Bengal. Along with fighting against the other rulers, Akbar also solidified his support by revoking the jizya tax on non-Muslims. At the same time, he started wooing the favor of the powerful Rajput caste, at times by marrying Rajput princesses. He expanded the Mughal Empire by including Malwa, Gujarat, Bengal, Kabul, Kashmir and Kandesh, amongst others. In no time, the rule of Akbar was firmly established over the entire Hindustan (India).\n\nFinal Years\nAkbar was greatly troubled in the last few years of his life due to the misdemeanors of his sons. Especially his third son, Salim, was frequently in rebellion against his father. The last conquest of Akbar comprised of Asirgarh, a fort in the Deccan. Thereafter, he faced the rebellion of his son and breathed his last on 12th October 1605. His body was entombed in a magnificent mausoleum at Sikandra city, near Agra.\n\nNavratnas\nAkbar's court had Navaratnas (Nine Jewels), meaning a group of nine extraordinary people. They included:\nAbul Fazel (Akbars's chief advisor and author of Akbarnama)\nFaizi (Akbar's poet laureate)\nMian Tansen (a Hindu singer who converted to Islam)\nBirbal (a noble known for his wittiness)\nRaja Todar Mal (Akbar's finance minister)\nRaja Man Singh (trusted general of Akbar)\nAbdul Rahim Khan-I-Khana (a noble and a renowned poet)\nFakir Aziao-Din\nMullah Do Piaza"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "9 gems of Akbar",
      "body": "1. Abul Fazl (1551–1602) was the chronicler of Akbar’s rule. He authored the biographical Akbarnama. Abul Fazl documented the history meticulously, over seven years, in three volumes, the third volume is known as the Ain-i-Akbari and a Persian translation of the Bible.[1] He was also the brother of Faizi, the poet laureate of emperor Akbar.\n\n2. Faizi (1547–1595) was Abul Fazl’s brother. He was a poet who composed beautiful poetry. His father was Mubarak Nagori, a scholar in the philosophy and literature of  Greece as well as in Islamic theology.\n\n3. Miyan Tansen was a singer for King Akbar, born as Tanna Mishra, a Hindu Brahmin, in 1520, he was a poet himself. He learnt music from Swami Haridasand later from Hazrat Muhammad Ghaus. He was a court musician with the prince of Mewar and later was recruited by Akbar as his court musician. Tansen became a legendary name in India and was the composer of many classical ragas. He was an extraordinarily gifted vocalist, known for a large number of compositions, and also an instrumentalist who popularized and improved the rabab (of Central Asian origin). He was buried in Gwalior, where a tomb has been constructed for him. It is unclear if Tansen converted to Islam.\n\n4. Raja Birbal (1528–1583) was a poor Hindu Brahmin who was appointed to the court of Akbar for his intelligence, and became the court jester. Born by the name Maheshdas, he was conferred the name Raja Birbal by the Emperor. Birbal's duties in Akbar's court were mostly military and administrative but he was also a very close friend of the emperor, who liked Birbal most for his wit and humor. There are many witty stories of exchanges and interactions between the monarch and his minister that are popular today. Birbal was also a poet and his collections under the pen name \"Brahma” are preserved inBharatpur Museum. Raja Birbal died in battle, attempting to quell unrest amongst Afghani tribes in Northwest India.\n\n5. Raja Todar Mal  was a Hindu Khatri/Kayastha and was Akbar’s finance minister, who from 1560 onwards overhauled the revenue system in the kingdom. He introduced standard weights and measurements, revenue districts and officers. His systematic approach to revenue collection became a model for the future Mughals as well as the British. Raja Todar Mal was also a warrior who assisted Akbar in controlling the Afghan rebels in Bengal. Todar Mal had developed his expertise in Sher Shah's employment. In 1582, Akbar bestowed on the raja the title Diwan-I-Ashraf.\n\n6. Raja Man Singh was the Kacchwaha Rajah of Amber, a state later known as Jaipur. He was a trusted general in Akbar's army and was the grandson of Akbar’s father-in-law. His family had been inducted into Mughal hierarchy as amirs (nobles). Raja Man Singh was the foremost ablest among Akbar's military commanders and assisted Akbar in many fronts including holding off advancing Hakim (Akbar’s half-brother, a governor of Kabul) in Lahore. He was also the Mughal viceroy of Afghanistan, led campaigns in Bihar, Orissa, Deccan and was also the viceroy of Bengal.\n\n7. Abdul Rahim Khan-I-Khana was a poet was the son of Akbar’s trusted protector and caretaker when he was a teenager, Bairam Khan. After Bairam Khan was murdered treacherously, his wife became the second wife of Akbar. He is most known for his Hindi couplets and his books on Astrology.[2] The village of Khankhana, named after him, is located in the Nawanshahr district of the state of Punjab in northwest India.\n\n8. Fakir Aziao-Din was a mystic and an advisor. Akbar regarded his advice in high esteem.\n\n9. Mullah Do Piaza was a advisor to Akbar."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "How Akbar meet Birbal?",
      "body": "Akbar loved hunting and used to escape to go for hunting even from his studies. Well, later he became a better rider and hunter than any one of his courtiers. One day when Akbar went for hunting, he and his some of the courtiers went so fast that they left the others behind. As the evening fell, everybody got very hungry and thirsty, they found that they had lost their way and now did not know where to go.\n\nAt last they came to a junction of three roads. King was very happy to see the roads that now he could go reach his capital through one of these roads, but which road was to go to his capital - Agra. They were all thinking about it and could not decide it. In the mean time they saw a young boy coming along one road. The boy was summoned and Akbar asked him, \"Hey young boy! Which road goes to Agra?\" The boy smiled and spoke, \"Huzoor, everybody knows that road cannot move so how these roads can go to Agra or anywhere else?\" and laughed at his own joke.\n\nEverybody was silent, didn't say a word. The boy said again, \"People travel, not the roads. Do they?\" Emperor laughed at this and said, \"No, you are right.\" The Emperor asked again, \"What is your name, young boy?\" \"Mahesh Das\" The boy replied and asked the Emperor, \"And who are you Huzoor? What is your name?\" The Emperor took out his Ring and gave it to the boy. \"You are talking to Emperor Akbar - the King of Hindustaan (India). We need fearless people like you. You come to the court, with this Ring I will recognize you immediately. Now tell me the way to get to Agra. We have to reach there soon?\"\nMahesh Das bowing lowly pointed towards the road going to Agra, and the King headed on that road.\n\nThat is how the Emperor Akbar met the future Birbal."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Back to Square One",
      "body": "As usual a lot of people were present in Akbar's durbar.\nA famous astrologer had come from a far away country.\nHe was talking about the Solar System and the Earth's shape.\nAt one point Akbar said, \"If the earth is round, and if one travel strait towards one direction, he will come back to the same spot from where he has started the journey.\"\n\"Theoretically it is correct\", said the astrologer.\n\"Why not in real life?\", asked the king.\n\"One has to cross oceans, mountains and forests to keep the path straight.\" the astrologer said. \n\"Sail through the oceans, make tunnels in the mountains and use elephants to cross the forests.\" Akbar found the solution.\n\"Still it is impossible\" said the astrologer.\n\"Why?\" Asked Akbar.\n\"It may take years to complete the whole journey\" said the astrologer\n\"Years? How many?\" asked Akbar.\n\"I don't know. May be a hundred years or more\" said the astrologer\n\"Don't worry I will ask my ministers. They have an answer for everything\" Akbar looked at the ministers.\n\"Impossible to calculate\"\n\"Around 25 years\"\n\"Fifty years or less\"\n\"80 days\"\n\"Why Birbal, you haven't uttered a word\" the king showed his surprise at Birbal's silence. \n\"I was just calculating the time required to go round the earth\" explained Birbal.\n\"And did you get the answer?\" asked the king.\n\"Sure.\" Said Birbal \"It will take just one day.\"\n\"Just one day! Birbal it is Impossible! Even it will take more than one day to cross our country.\" Said Akbar.\n\"It is possible. Provided you travel at the speed of the Sun\" said Birbal with a smile."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "The Musical Genius",
      "body": "Famous musicians once gathered at Akbar's court for a competition.\n\nThe one who could capture a bull's interest was to be declared the winner.\n\nOne by one, they played the most heavenly music but the bull paid no attention.\n\nThen Birbal took the stage. His music sounded like the droning of mosquitoes and the mooing of cows.\n\nBut to everyone's amazement the bull suddenly became alert and began to move in a lively manner.\n\nAkbar declared Birbal the winner."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Full Moon, Quarter Moon",
      "body": "Once Birbal went to Persia at the invitation of that country's King. Parties were extended in his honor and rich gifts heaped up near him. On the eve of his departure to home, a nobleman asked him as how he would compare the king of Persia with his own King. Birbal said - \"Your King is the full Moon, whereas mine could be like a quarter Moon.\" The Persians got very happy to hear this analogy.\n\nNow Birbal got home and he found that Emperor Akbar was furious with him. He demanded angrily - \"How could you belittle your own king? You are a traitor.\" Birbal said politely - \"No, Your Majesty, no. I cannot belittle you. What I said there meant - \"The Full Moon diminishes and disappears onward, while the quartered Moon grows gradually day by day. What I, in fact, wanted to tell the world that your power is growing day by day while the King of Persia's is about to decline now.\"\n\nAkbar grunted in satisfaction and welcomed Birbal back from his journey with a warm embrace.\n"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal Imagination",
      "body": "Once Akbar told Birbal 'Birbal, make me a painting. Use imagination in it.\n\nTo which the reply was 'But hoozoor, I am a minister, how can I possibly paint?’\n\nThe king was angry and said 'If I don’t get a good painting by one week then you shall be hanged!’\n\nThe clever Birbal had an idea.\n\nAfter one week, he went to the court and with him he carried a covered frame.\n\nAkbar was happy to see that Birbal had obeyed him, until he opened the cover. The courtiers rushed to see what was wrong. What they saw made them feel very happy.\n\nAt last, they would not see Birbal in court! The painting was nothing but ground and sky. There were a few specs of green on the ground.\n\nThe Emperor, angrily, told Birbal 'what is this?' To which the reply was 'A cow eating grass hoozoor!’\n\nAkbar said 'where is the cow and grass?' and Birbal told 'I used my imagination. The cow ate the grass and returned to its shed!'\n\nAkbar started laughing hearing that. As Birbal again pulled a fast on him. He rewarded him for using his intelligence."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal, can you Identify The Guest",
      "body": "Once Birbal was invited for dinner by a rich man. When Birbal reached there, he found himself in a large crowd. The host greeted him warmly and took him inside. Birbal said, \"I did not know that there will be so many guests in this gathering.\" The host replied politely, \"They are not guests, Sir. They are my employees except one who is the only other guest here besides you. Could you tell who is that other one guest here?\"\n\n\"Maybe, I could. Tell them a joke, and I will observe them.\" The rich man told the joke and everybody laughed uproariously. Perhaps this was the worst joke Birbal had ever heard in his life. Now the rich man asked Birbal, \"I have told the joke, now you tell me who is the other guest here?\" Birbal pointed out towards a man and said, \"He is that other guest.\"  The rich man was very surprised hearing this that how could he recognize the other guest. He said to him, \"You are right Birbal, but how did you recognize him?\"\n\nBirbal said, \"Because only employees can laugh on such a joke. He was the only person who did not even smile on your joke, so I immediately recognized him as the other guest.\""
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal The Wise Man",
      "body": "In the town of Agra there lived a rich businessman. But he was also quite a miser. Various people used to flock outside his house everyday hoping for some kind of generosity, but they always had to return home disappointed. He used to ward them off with false promises and then never live up to his word. \nThen one day, a poet named Raidas arrived at his house and said that he wanted to read out his poems to the rich man. As the rich man was very fond of poetry, he welcomed him in with open arms.\nRaidas started to recite all his poems one by one. The rich man was very pleased and especially so when he heard the poem that Raidas had written on him, because he had been compared with ‘Kubera’, the god of wealth. In those days it was a custom for rich men and kings to show their appreciation through a reward or a gift, as that was the only means of earning that a poor poet possessed. So the rich man promised Raidas some gifts and asked him to come and collect them the next day. Raidas was pleased. \n\nThe next morning when he arrived at the house, the rich man pretended that he had never laid eyes on him before. When Raidas reminded him of his promise, he said that although Raidas was a good poet he understood very little of human nature. And that if rich businessman truly wanted to reward him, he would have done so the very same night.  Raidas had been offered a reward not because he was really pleased or impressed, but to simply encourage him.\n\nRaidas was extremely upset, but as there was nothing that he could do, he quietly left the house. On his way home he saw Birbal riding a horse. So he stopped him and asked for his help after narrating the whole incident. Birbal took him to his own house in order to come up with a plan. After giving it some thought he asked Raidas to go to a friend’s house with five gold coins and request the friend to plan a dinner on the coming full moon night, where the rich man would also be invited. Birbal then asked Raidas to relax and leave the rest to him.\n\nRaidas had one trustworthy friend whose name was Mayadas. So he went up to him and told him the plan.. The next day, Mayadas went to the rich man’s house and invited him for dinner.  The dinner has been planned for the coming full moon night. He said that he intended to serve his guests in vessels of gold, which the guests would get to take home after the meal. The rich man was thrilled to hear this and jumped at the offer.\n\nAfter sunset on the full moon night, the rich man arrived at Mayadas’ house and was surprised to see no other guests there but Raidas. Anyhow, they welcomed him in and started a polite conversation. The rich man had come on an empty stomach and so was getting hungrier by the minute. Raidas and Mayadas were quite full as they had eaten just before the rich man’s arrival. \nFinally at midnight the rich man could bear his hunger no longer and asked Mayadas to serve the food. Mayadas sounded extremely surprised when he asked him what food was he talking about. The rich man tried to remind him that he had been invited for dinner. At this point Raidas asked him for proof of the invitation. The rich man had no answer. Then Mayadas told him that he had just invited him to please him and had not really meant it. He then went on to say that even though they did not do anything good for other people they also would never try to hurt another human being. He asked the rich man not to feel bad. \n\nAt that point Birbal walked into the room and reminded the rich man of the same treatment that he had himself meted out to Raidas. The rich man realised his mistake and begged for forgiveness. He said that Raidas was a good poet and had not asked him for any reward. He himself had promised to give him some gifts and then cheated him out of them. To make up for his mistake he took out the necklace that he was wearing and gifted it to Raidas. Then they all sat down to eat a happy meal. \nRaidas was all praise for Birbal and thanked him profusely. Emperor Akbar also invited him to his court and honoured him, all thanks to Birbal. \nBirbal really was a wise man."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Neither here nor there",
      "body": "The wisdom of Birbal was unparalleled during the reign of Emperor Akbar. But Akbar’s brother-in-law was extremely jealous of him. He asked the Emperor to dispense with Birbal’s services and appoint him in his place. He gave ample assurance that he would prove to be more efficient and capable than Birbal. Before Akbar could take a decision on this matter, this news reached Birbal.\n\nBirbal himself resigned and left. Akbar’s brother-in-law was made the minister in place of Birbal. Akbar decided to test his new minister. He gave three hundred gold coins to him and said, “Spend these gold coins such that, I get a hundred gold coins here in this life; a hundred gold coins in the other world and another hundred gold coins neither here nor there.”\n\nNow the minister found the entire situation to be a maze of confusion and hopelessness. He spent sleepless nights worrying over how he would get himself out of this mess. Thinking in circles was making him go crazy. Eventually, on the advice of his wife he sought Birbal’s help. Birbal said - \"Just give me the gold cons. I shall handle the rest.”\n\nAkbar's brother-in-law had no choice so he gave all the coins to Birbal. Birbal walked the streets of the city holding the bag of gold coins in his hand. He noticed a rich merchant celebrating his son’s wedding. Birbal gave a hundred gold coins to him and bowed courteously saying - “The Emperor Akbar sends you his good wishes and blessings for the wedding of your son. Please accept the gift he has sent.” The merchant felt honored that the king had sent a special messenger with such a precious gift. He honored Birbal and gave him a large number of expensive gifts and a bag of gold coins as a return gift for the king.\n\nNext, Birbal went to the area of the city were the poor people lived. There he bought food and clothing in exchange for a hundred gold coins and distributed them in the name of the Emperor.\n\nWhen he came back to town he organized a concert of music and dance. He spent a hundred gold coins on it.\n\nThe next day Birbal entered Akbar’s court and announced that he had done all that the king had asked his brother-in-law to do. The Emperor waited to know how he had done it. Birbal repeated the sequences of all the events and then said - “The money I gave to the merchant for the wedding of his son – you have got back while you are living on this earth. The money I spent on buying food and clothing for the poor – you will get it in the other world. The money I spent on the musical concert – you will get it neither here nor there.”"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal Gave Birth to the Child",
      "body": "Once somebody had a wound in the palace of the Emperor. The royal Vaidya was called and he suggested that if the milk of a camel is applied on the wound, it will be cured soon. The Emperor announced it in his court that he needed camel's milk. Everybody was surprised to hear this but could not say anything.\n\nA couple of days passed but nobody could find camel's milk. So Birbal was assigned this work. Birbal tried his best to explain to the Emperor that there is no such thing like camel's milk, but he said - \"When Raaj Vaidya has asked for it, it must exist. Bring it from anywhere.\" Birbal got very upset. He went home and thought how to tell the Emperor that there is no such thing like camel's milk.\n\nThinking this a couple of days passed and Birbal did not go to the court also. Akbar got worried what has happened to Birbal? He sent somebody to his house to see why he did not come the court. When he went there, he met his daughter washing Birbal's clothes just outside the house. She greeted the servant. The servant asked her - \"What happened Birbal has not come to the court?\" The daughter replied - \"Last night Birbal had a child.\" The servant could not digest this statement but he came back and told this to the Emperor. The Emperor also could not understand this, so he himself decided to to his house and find out the truth.\n\nSeeing the Emperor coming Birbal greeted him. The Emperor asked him - \"Birbal, What is this? Can a man give birth to child?\"\nBirbal politely replied - \"Huzoor, When a camel can have milk, why can't a man give birth to a child?\"\n\nThe Emperor understood that he was caught unaware. He returned to his palace and cancelled his orders."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal's Generosity",
      "body": "One day a man stopped Birbal in a street and began narrating his woes to him. He said finally - \"I have walked 20 miles to see you, and all along the way people kept saying that you are the most generous man in the country.\"\n\nBirbal knew that the man is going to ask some money from him. He asked - \"Are you going back the same way?\" The man replied - \"Yes Sir.\" Birbal said - \"Will you do me a favor?\" The man said \"Certainly, why not? What do you want me to do?\"\n\nBirbal said - \"Please deny the rumor of my generosity all the way back to your home.\" And Birbal walked away."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "How Birbal Brought Meat Back in the Community?",
      "body": "Akbar was famous for his religious tolerance. (Jodhaa Baaee, a Hindu woman, was his wife, he had married other religion's women also) He would help to all those who wanted help even on religious matters.\n\nOnce it so happened that a group of Braahman appeared in his court and said - \"O Great Emperor, You are the one who allowed us to ask you if we had problems. We have stayed silent for long time, but today we wish to speak up. We do not want any slaughtering of animals, it is against our religion.\"\n\nHearing this Akbar got in a fix as the meat was the most important food in the market. He couldn't think of anything else except to call Birbal and ask his help in this matter. After thinking for a while, Birbal offered his solution, he said - \"Your request can be granted on two conditions; one, that if any animal was found on the road, we are not responsible for his safety; two, that all animals should be fed in houses till their death, if any animal was found eating something outside, we are not responsible for his safety also.\"\n\nBraahman went back happily. A month went by. The same Braahman again appeared in the court and said - \"O Jahaanpanaah, We take our words back, we cannot keep our animals inside.\"\n\nThat is how Birbal brought meat back in the community."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Colorful Bird",
      "body": "Akbar was very fond of birds. One day a bird catcher came to his kingdom . He had a very colorful bird. The Bird catcher said to Emperor Akbar that this bird is not only colorful like a peacock, but it can dance also like him and also fly. The Bird catcher was immediately rewarded with 50 gold coins. He left the kingdom in a hurry.\n\nWhen the bird catcher had gone Birbal said to Emperor - \"This bird cannot dance like a peacock and it has not bathed for many months.\" Birbal further suggested - \"Let me give it a bath.\" and asked for a glass of water.\n\nWhen Birbal gave the bath to the bird, everybody was surprised to see that it was not any special bird but was actually a pigeon and the bird catcher had fooled every body by painting it. Its color was coming out in water.\n\nEverybody asked Birbal that how did he know this. Birbal told that he saw colors on the nails of the bird catcher. The bird catcher was caught and given a punishment. The reward that was given to the bird catcher was now given to Birbal."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Washerman's Donkey",
      "body": "Once Akbar went to the river with his two sons and wise Minister Birbal. On the bank of the river, Akbar and his two sons took off their clothes and asked Birbal to take care of them while they took bath in the river.\n\nBirbal was waiting for them to come out of the river. All the clothes were on his shoulder. Looking at Birbal standing like this, Akbar felt like teasing him, so he said to him, \"Birbal, you look like as if you are carrying a washerman's donkey load.\"\n\nBirbal quickly retorted, \"Sir, Washer-man's donkey carries only one donkey's load, I am carrying three donkey's load.\" Akbar was speechless."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Quick Thinking Birbal : Count The Crows",
      "body": "One day Akbar was strolling in his palace gardens with his dear minister Birbal. Many crows were flying around. The King enjoyed their flying. Just then he thought, that how many crows could be in his kingdom and immediately posed this question to Birbal. \nBirbal thought a moment, then said, \"They are ninety-five thousand, four hundred and sixty three (95, 463) crows in your kingdom, Huzoor.\" \"How do you know that for sure?\" the King asked. \"You can get them counted, Huzoor.\" Birbal said., \n\nThe king again said, \"If there will be less than that, then?\" Birbal replied immediately, \"That means that the rest of them have gone on vacation to some neighboring kingdoms.\" \"Or if there were more than that, then?\" \"Then it means that other crows are visiting your kingdom, Huzoor.\""
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Hot Iron Test",
      "body": "One day, one man wanted to punish a man named Hasan. He accused him of stealing his necklace, and reported this theft in the police. The case was brought in the Judge's court. Judge knew Hasan very well, and he also knew that he was not a thief.\n\nSo he asked the man, \"Why do you think that Hasan has stolen your necklace?\" The man replied, \"Your Honor, I have seen him stealing the necklace.\" Hasan said, \"I am innocent, Your Honor. I do not know anything about his necklace.\"\n\nThe man then said, \"All right, if he is innocent, let him prove his innocence. let me bring the hot iron, and if he can hold it in his bare hands, then I will agree that he has not stolen my necklace, and he is speaking truth.\"\n\nThe man said, \"It means that if I am speaking the truth, then I will not burn my hands with that red hot iron?\"  \"Yes, you are right. God will protect you.\"\n\nNow Hasan could not do anything but to hold red hot iron in his hands to prove his innocence, and that he was speaking the truth. He asked judge to give him one day to look for that necklace again. The judge gave him permission. He went home.\n\nHe took advice from Birbal. He returned next day he came back and said, \"I am ready for that, Sir, if you think so. But the same thing should apply to him too. If he is speaking the truth, then the red hot iron should not burn his hands also. So let him bring that red hot iron holding in his both hands, then I will hold that iron in my bare hands.\"\n\nNow the man was speechless. He told the Judge that he would go and search his necklace again in his house, maybe it was misplaced somewhere there, bowed hastily and went away."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "The Cock and the Hen",
      "body": "Since Birbal always outwitted Akbar, Akbar thought of a plan to make Birbal look like a fool. He gave one egg to each of his ministers before Birbal reached the court one morning.\n\nSo when Birbal arrived, the king narrated a dream he had had the previous night saying that he would be able to judge the honesty of his ministers if they were able to bring back an egg from the royal garden pond.\n\nSo, Akbar asked all his courtiers to go to the pond, one at a time and return with an egg. So, one by one, all his ministers went to the pond and returned with the egg which he had previously given them.\n\nThen it was Birbal’s turn. He jumped into the pond and could find no eggs. He finally realized that the King was trying to play a trick on him. So he entered the court crowing like a cock.\n\nThe Emperor asked him to stop making that irritating noise and then asked him for the egg.\n\nBirbal smiled and replied that only hens lay eggs, and as he was a cock, he could not produce an egg.\n\nEveryone laughed loudly and the King realized that Birbal could never be easily fooled."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "The Wicked Barber's Plight",
      "body": "As we all know, Birbal was not only Emperor Akbar’s favourite minister but also a minister dearly loved by most of the commoners, because of his ready wit and wisdom. People used to come to him from far and wide for advise on personal matters too.\n\nHowever, there was a group of ministers that were jealous of his growing popularity and disliked him intensely. They outwardly showered him with praise and compliments, but on the inside they began to hatch a plot to kill him.\n\nOne day they approached the king’s barber with a plan. As the barber was extremely close to the king, they asked him to help them get rid of Birbal permanently. And of course, they promised him a huge sum of money in return. The wicked barber readily agreed.\n\nThe next time the king required his services, the barber started a conversation about the emperor’s father who he also used to serve. He sang praises of his fine, silky-smooth hair. And then as an afterthought he asked the king that as he was enjoying such great prosperity, had he made an attempt to do anything for the welfare of his ancestors?\n\nThe king was furious at such impertinent stupidity and told the barber that it was not possible to do anything because they were already dead. The barber mentioned that he knew of a magician who could come of help. The magician could send a person up to heaven to enquire about his father’s welfare. But of course this person would have to be chosen carefully; he would have to be intelligent enough to follow the magicians instructions as well as make on-the-spot decisions. He must be wise, intelligent and responsible. The barber then suggested the best person for the job – the wisest of all ministers, Birbal.\n\nThe king was very excited about hearing from his dead father and asked the barber to go ahead and make the arrangements immediately. He asked him what was needed to be done. The barber explained that they would take Birbal in a procession to the burial grounds and light a pyre. The magician would then chant some ‘mantras’ as Birbal would ascend to the heavens through the smoke. The chantings would help protect Birbal from the fire.\n\nThe king happily informed Birbal of this plan. Birbal said that he thought it a brilliant idea and wanted to know the brain behind it. When learning that it was the barber’s idea, he agreed to go to heaven on condition that he be given a large some of money for the long journey as well as one month’s time to settle his family so that they had no trouble while he was gone. The king agreed to both conditions.\n\nIn the duration of this month, he got a few trustworthy men to build a tunnel from the funeral grounds to his house. And on the day of the ascension, after the pyre had been lit, Birbal escaped through the concealed door of the tunnel. He disappeared in to his house where he hid for a few months while his hair and beard grew long and unruly.\n\nIn the meantime his enemies were rejoicing as they thought that they had seen the last of Birbal.\nThen one day after many, many months Birbal arrived at the palace with news of the king’s father. The king was extremely pleased to see him and ready with a barrage of questions. Birbal told the king that his father was in the best of spirits and had been provided with all the comforts except one.\n\nThe king wanted to know what was lacking because now he thought he had found a way to send things and people to heaven. Birbal answered that there were no barbers in heaven, which is why even he was forced to grow his own beard. He said that his father had asked for a good barber.\n\nSo the king decided to send his own barber to serve his father in heaven. He called both the barber and the magician to prepare to send him to heaven. The barber could say absolutely nothing in his own defence as he was caught in his own trap. And once the pyre was lit he died on the spot.\n\nNobody dared to conspire against Birbal again."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Akbar Birbal Reunion",
      "body": "One day, when Akbar and Birbal were in discussions, Birbal happened to pass a harmless comment about Akbar’s sense of humour. But Emperor Akbar was in a foul mood and took great offense to this remark. He asked Birbal, his court-jester, friend and confidant, to not only leave the palace but also to leave the walls of the city of Agra. Birbal was terribly hurt at being banished.\n\nA couple of days later, Akbar began to miss his best friend. He regretted his earlier decision of banishing him from the courts. He just could not do without Birbal and so sent out a search party to look for him. But Birbal had left town without letting anybody know of his destination. The soldiers searched high and low but were unable to find him anywhere.\n\nThen one day a wise saint came to visit the palace accompanied by two of his disciples. The disciples claimed that their teacher was the wisest man to walk the earth. Since Akbar was missing Birbal terribly he thought it would be a good idea to have a wise man that could keep him company. But he decided that he would first test the holy man’s wisdom.\n\nThe saint had bright sparkling eyes, a thick beard and long hair. The next day, when they came to visit the court Akbar informed the holy man that since he was the wisest man on earth, he would like to test him. All his ministers would put forward a question and if his answers were satisfactory he would be made a minister. But if he could not, then he would be beheaded. The saint answered that he had never claimed to be the wisest man on earth, even though other people seemed to think so. Nor was he eager to display his cleverness but as he enjoyed answering questions, he was ready for the test.\n\nOne of the ministers, Raja Todarmal, began the round of questioning. He asked “Who is a man’s best friend on earth?” To which the wise saint replied, “His own good sense”. Next Faizi asked which was the most superior thing on earth? “Knowledge”, answered the saint. “Which is the deepest trench in the world?”, asked Abdul Fazal. And the saint’s answer was “a woman’s heart”. “What is that which cannot be regained after it is lost?” questioned another courtier and the reply he received was ‘life’. “What is undying in music” asked the court musician Tansen. The wise saint replied that it was the “notes”. And then he asked “which is the sweetest and most melodious voice at night -time? And the answer he received was “the voice that prays to God.”\n\nMaharaj Mansingh of Jaipur, who was a guest at the palace asked, “what travels more speedily than the wind?” the saint replied that it was “man’s thought”. He then asked, “which was the sweetest thing on earth?” and the saint said that it was “a baby’s smile”.\n\nEmperor Akbar and all his courtiers were very impressed with his answers, but wanted to test the saint himself. Firstly he asked what were the necessary requirements to rule over a kingdom, for which he was answered ‘cleverness’. Then he asked what was the gravest enemy of a king. The saint replied that it was ‘selfishness’. The emperor was pleased and offered the saint a seat of honour and asked him whether he could perform any miracles. The saint said that he could manifest any person the king wished to meet. Akbar was thrilled and immediately asked to meet his minister and best friend Birbal. \nThe saint simply pulled off his artificial beard and hair much to the surprise of the other courtiers. Akbar was stunned and could not believe his eyes. He stepped down to embrace the saint because he was none other than Birbal.\n\nAkbar had tears in his eyes as he told Birbal that he had suspected it to be him and had therefore asked him whether he could perform miracles. He showered Birbal with many valuable gifts to show him how happy he was at his return."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Akbar's Hasty Judgement",
      "body": "Once the Emperor Akbar was riding near a mango grove. An arrow whizzed past him. His soldiers rushed to the grove and caught the person who did this. He was a young boy. On asking why did he want to kill the Emperor, he said that he did not want to kill the Emperor, he just wanted to knock down a mango from a high branch.\n\nThe Emperor was too angry to listen to him. He ordered to put him to death in the same way as the boy wanted to kill him.\n\nA soldier tied the boy with a tree stump and steadied his arrow to kill him. Birbal, who was watching all this process quietly so far, now shouted, \"This is not fair. If you want to shoot him in the same way as he tried to shoot the Emperor, then you will have to aim for a mango. And then the arrow has to miss the mango and strike the boy.\"\n\nAkbar had calmed down by now. Thinking that it was unfair to the boy, he ordered his soldiers to release the boy. Thus Birbal saved that innocent boy."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Hunting & Dowry",
      "body": "Akbar had a passion for hunting. One day Akbar was on his hunting trip, that he heard two owls quarreling very fiercely. Akbar asked Birbal, \"Birbal, what are these owls saying? Why are they quarreling so loudly?\"\n\nBirbal said, \"Both of them are settling the dowry amount, Huzoor. The first one who is groom's father, is saying that he wants to take 40 jungles in the dowry, with no animals at all. The other owl, who is bride's father is saying that he can arrange only 20 jungles at the moment.\"\n\nIn the mean time one owl hooted once more very loudly. Akbar asked Birbal, \"Now what is he saying?\" Birbal said, \"Now he is saying that if you wait for six months more, I can give you 40 jungles without animals.\"\n\nAkbar understood what Birbal wanted to say - do not kill animals, so he gave up hunting altogether."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Akbar's Ring",
      "body": "Once Akbar went for hunting, and there his ring fell in a dry well. Now how to take that ring out. They did not have any means to take it out. Then Birbal said, \"Huzoor, if you give me some time I can take your ring out of this well. Akbar had no alternative, so he permitted him.\n\nBirbal went around and brought some fresh cow dung and threw it on the ring. He then tied a stone on one end of a string, and holding the other end in his hand threw the stone on the cow dung. He waited for a long time - for the cow dung to be dried, and then pulled the string out of the well. The string brought the stone, the stone was stuck into cow dung and the cow dung had the Emperor's ring at its bottom.\n\nAkbar got very happy with Birbal's intelligence."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Fear is the key",
      "body": "One day King Akbar said to Birbal, \"Birbal, my people are very obedient to me. They love me very much.\" Birbal smiled and replied, \"This is true, but they fear you too, Jahaanpanaah.\" Akbar could not agree on this, so it was decided that Birbal's statement should be tested.\n\nNext day, according to Birbal's instructions, the King announced that he would be going for hunting, and people should pour a pot of milk in a tub kept in the courtyard. Next day when Akbar returned from hunting, he found that there was no milk in the tub, instead there was only water. Akbar got very disappointed, but couldn't do anything.\n\nThen Birbal said, \"This time you will announce that you will come back and see the tub yourself.\" King did as Birbal said. Once again the tub was kept in the courtyard. This time when King returned from the hunting, he found the tub overflowing with milk. Birbal said, \"I told you. It is your fear which made people obey you. The first time there was no one to check the tub, so people poured the water, but the second time, they knew that you would check yourself, that is why they brought the milk.\""
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Protection of the Footmark of an Elephant",
      "body": "Once the Emperor Akbar had a great quarrel with Birbal so Birbal left the place and went some 30-40 miles away in a village. There he started living hiding his identity.\n\nNow Birbal's position (Deevaan or Minister) could not be kept empty so the King appointed his brother-in-law (wife' brother) in Birbal's place. Although Akbar didn't like this but he had to do this to please his wife. Very soon the city got undisciplined and complaints started coming to the king.\n\nThis was the time to test his brother-in-law's intelligence. So he went out to a Peer's Mazaar (the tomb of a saint). While returning from there he saw a footmark of an elephant. He asked his brother-in-law to protect that mark for three days. Baadshaah (Emperor) went to his palace and his brother-in-law starting vigilance around it. The first day passed, the new Deevaan could not get any food; the second day also passed without any food. The third day he got very weak, but somehow survived. The fourth day he went to the king and told everything to him.\n\nBaadshaah thought \"I have to call Birbal back, I can't do with this Deevaan.\" So he found a way to get him back. He announced that there is some quarrel over a government well so all Zameendaar (owner) of nearby villages should come to him with their wells, otherwise they will have to pay fine of 10,000 Gold Coins.\n\nThis order was heard in that village also min which Birbal lived. Its Zameendaar abused the king that \"That this king has gone mad. Has anybody ever heard moving wells to other places? But if I did not go then I will have to pay 10,000 Gold Coins fine which is a lot of money.\"\n\nWhen Birbal heard this, he knew that it was a trick to find Birbal. He thought that now is the time to reveal his identity and keep king's words. So he explained something to the Zameendaar and next day the Zameendaar along with Birbal and some of his servants arrived in Delhi. They did not enter the city, they stayed outside the city and sent a messenger to king - \"Huzoor, According to your orders we are here with our wells, now you sent your wells to welcome them.\"\n\nWhen Akbar heard this, he understood that Birbal was there. He asked the Zameendaar - \"Who told this to tell me? Tell me the truth.\" The Zameendaar said - \"Some time ago, a stranger came to stay in our village, he has asked us to tell you this.\" When asked about his form, it matched Birbal's. Then he sent his people to welcome Birbal and he was brought into the city with a great pomp and show. Birbal was again appointed on his old position.\n\nThis time the Emperor asked Birbal to protect that footmark of elephant. Birbal said \"Done\". He fixed an iron bar near the footmark and tied a 50-yard rope to it and told the villagers that whoever's house will fall inside the circumference of that rope his house will be demolished to protect that footmark.\"\n\nPeople requested him not to do so and gave him Gold Coins as bribery not to demolish their house. Thus he collected approximately 100,000 Gold Coins. He deposited that money in the royal treasury and told the Emperor that the work is done and 100,000 Gold Coins have been deposited in his treasury.\n\nThe king called his brother-in-law and said to him - \"You were hungry for three days and gained nothing while protecting the footmark, but see, Birbal has earned 100,00 Gold Coins in one day only. That is why you can never be my Deevaan.\" The brother-in-law went away from there hanging his head down."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Heavy Burden",
      "body": "Once a woman came to Birbal for his help. She said that the King wanted to construct some building on the land where her house was. She did not want to leave that place because that place belonged to her ancestors. Birbal assured her that she should be patient and he would try his best not to construct any building there.\n\nConstruction began. Now, one day, Birbal came to that site with King Akbar for inspection. He saw many gunny bags lying near the pile of mud. Birbal started filling the gunny bags with that mud. \"Why are you doing this, Birbal?\" asked the King. Birbal replied, \"To earn merit for my next life.\"\n\nAmused by this statement, Akbar also joined him. After Birbal had filled some bags, he requested Akbar to help him lift one of the gunny bags filled with mud. \n\"Oh, it is very heavy, Birbal.\" Akbar said lifting one bag. \nBirbal said, \"Think Huzoor, when only one bag is so heavy, how much mud will weigh in this piece of land, and will it not weigh heavily on your conscience?\"\n\nAkbar realized his mistake and ordered to stop construction on that site."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "The Parrot Neither Eats, Nor Drinks",
      "body": "A person was very fond of parrots. He used to catch parrots, train them and sell them to interested people. One time he got a good parrot, so he trained him in talking, and when he was trained he presented him to the king. King liked the parrot because he used to reply his questions too.\n\nThe king made special arrangements for his safety, security and care and warned the people if somebody will tell me about his death, he will be hung. Hearing this the parrot was kept under very special care. But it so happened one day that suddenly the parrot died. Now who should go and inform this to king? because whoever will inform the King about the death of the parrot to the King, he will be sentenced to death and who would like to die just for informing the King about the death of a parrot.\n\nSo the servant went to Birbal and told him his plight. He said - \"If I inform him about the parrot's death, then he will kill me, but if I do not tell him, then also he will kill me, so please save me.\"\n\nBirbal thought for a while and sent him back to his work, and he himself went to the King and said - \"Sir, Your parrot...\" \nThe King asked -\"What about parrot?\" \nBirbal again stammered - \"Your parrot, Sir.\" \nThe King asked - \"Birbal, What happened to my parrot?\" \nBirbal again said - \"Your parrot...\" \nThe King asked - \"I am asking you, what happened to  my parrot? Say something about him in the name of Allaah.\"\n\nBirbal said - \"Jehaanpanaah, Your parrot neither eats anything, nor drinks water, nor speaks, nor moves his feathers, nor opens his eyes...\" The King said - \"What? Has the parrot died?\" Birbal said - \"I did not say it. You said it.\"\n\nKing understood why Birbal had to say this in this way. He got very happy with Birbal's way of telling him about his parrot."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Wisdom Of Birbal",
      "body": "One fine day, Akbar lost his ring. When Birbal arrived in court, Akbar told him \"I have lost my ring. My father had given it to me as a gift. Please help me find it.” Birbal said,” do not worry your Majesty, I will find your ring right now.”\n\nHe said, ”Your Majesty the ring is here in this court itself, it is with one of the courtiers. The courtier who has a straw in his beard has your ring.” The courtier who had the emperor's ring was shocked and immediately moved his hand over his beard. Birbal noticed this act of the courtier.\n\nHe immediately pointed towards the courtier and said, ”Please search this man. He has the emperors ring.”\n\nAkbar could not understand how Birbal had Managed to find the ring. Birbal then told Akbar that a guilty person is always scared."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal Fake Death",
      "body": "One day the court barber, who was very jealous of Birbal, plotted a plan against him. So when the King called him again to trim his beard, he went and started trimming his beard. He said, &quot; Sir, last night I dreamed about your father.&quot; The King got interested, so he asked, &quot; What did he say to you?&quot;\n\n&quot; Sir, he said to me, that everything is good in paradise, but he feels a great &nbsp; absence of a good humorous man who can amuse him.&quot;\n\nThe King thought and thought, but nobody else he could think of except Birbal who could perform this kind of duty very well. And, naturally, the only way to go to heaven was through death. For a moment, Akbar was very sad to lose such a good man, but thinking of his father, he made up his mind.\n\nBirbal Court\n\nHe summoned Birbal and said, &quot; I think Birbal you love me very much and you can sacrifice anything for me.&quot; Birbal tried to understand his point but couldn't guess. He said, &quot; You know Majesty, I do.&quot; &quot;\n\nThen Birbal, please go to heaven to give company to my dear father.&quot; Birbal understood that this was a wicked plan for somebody to kill him. He said to Emperor politely, &quot; I will do so, but I need a few days to prepare myself to go to heaven.&quot; The King said, &quot; Certainly. You are giving me such a great favor, I allow you one week to prepare yourself.&quot;\n\nNow Birbal was worried. He thought, somebody has planned very well and he could not escape from this plan. He thought and thought.\n\nAnd then he found away. He dug a ditch near his house which would serve as his grave and dug a tunnel too which would open in a room of his house. After doing this, he returned to the Imperial Court. He said, &quot; I am ready, His Majesty, but there are two conditions.&quot; Akbar was so happy to hear this that he forgot that Birbal could put some odd conditions to him. He asked, &quot; What are those conditions? Tell me soon. I will try to fulfill them so that you can go to heaven to be with my dear father.&quot;\n\nBirbal said, &quot; His majesty, I wish to be buried near my house. And I want to be buried alive so that I can reach heaven alive to amuse your dear father.&quot; The King found this logical and agreed upon them immediately.\n\n&nbsp; So Birbal was buried alive near his house. Of course, he made his way to his house where he lived in confinement for six months. After six months, he came out of hiding with a grown beard and shabby hair and asked permission to appear in the Royal Court.\n\nLooking at him Akbar cried, &quot; Where have you been Birbal?&quot; Birbal said, &quot; Your Majesty, I was in Heaven with your dear father. I had a very good time there with your father.\n\nHe was so happy with my services that he gave me special permission to return to Earth.&quot; Akbar was very anxious to know about his father, he asked, &quot; Did he send any message for me?&quot; Birbal said, &quot; Yes Your Majesty, he said that very few barbers can make it go to Heaven, you can make out this from my grown beard and shabby hair, so he has asked to send your own barber to him immediately.\n\nAkbar understood everything. He gave Birbal a big prize, and his barber a life sentence."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbal Rice",
      "body": "On a cold winter day, Akbar and Birbal took a walk along the lake. A thought came to Birbal that a man would do anything for money. He expressed his feelings to Akbar. Akbar then put his finger into the lake and immediately removed it because he shivered with cold. Akbar said, “I don’t think a man would spend an entire night in the cold water of this lake for money.\n\n” Birbal replied, “I am sure I can find such a person.” Akbar then challenged Birbal into finding such a person and said that he would reward the person with a thousand gold coins. Birbal searched far and wide until he found a poor man who was desperate enough to accept the challenge. The poor man entered the lake and Akbar had guards posted near him to make sure that he really did as promised. The next morning the guards took the poor man to Akbar.\n\nAkbar asked the poor man if he had indeed spent the night in the lake. The poor man replied that he had. Akbar then asked the poor man how he managed to spend the night in the lake. The poor man replied that there was a street lamp nearby and he kept his attention affixed to the lamp and away from the cold. Akbar then said that there would be no reward as the poor man had survived the night in the lake by the warmth of the street lamp. The poor man went to Birbal for help.\n\nThe next day, Birbal did not go to court. The king, wondering where he was, sent a messenger to his home. The messenger came back saying that Birbal would come once his Khichri(Rice) was cooked. The king waited hours but Birbal did not come.\n\nFinally, the king decided to go to Birbal’s house and see what he was up to. He found Birbal sitting on the floor near some burning twigs and a bowl filled with Khichri(Rice) hanging five feet above the fire. The king and his attendants couldn’t help but laugh. Akbar then said to Birbal “How can the Khichri(Rice) be cooked if it is so far away from the fire?” Birbal answered, “The same way the poor man received heat from a street lamp that was more than a furlong away.” The King understood his mistake and gave the poor man his reward."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Pandit Sevaram",
      "body": "One day a Brahmin by the name of Sevaram asked Birbal for help. He said that his forefathers were great Sanskrit scholars and that people used to respectfully refer to them as Panditji.\n\nHe said that he had no money nor a need for wealth, he was content living a simple life. &nbsp; But he had just one wish. He wished people would refer to him as Panditji too. He asked Birbal how he could achieve this.\n\nBirbal said that the task was fairly simple. If the Brahmin followed his advice word for word, this task could be achieved. Birbal advised the Brahmin to shout at anyone who would call him Panditji from now on.\n\nNow the children who lived on the same street as the Brahmin did not like him since he scolded them often. They were just waiting for an opportunity to get back at him. Birbal told the children that the Brahmin would get really irritated if they would start calling him Panditji. The children started calling him Panditji and the Brahmin as advised by Birbal started shouting at them.\n\nThe children spread the word to all the other children in the neighborhood that Sevaram hated being called Panditji, so they, in turn, all started calling him Panditji. After a while, Sevaram got tired of scolding them but everyone already was used to calling him Panditji. Hence the game was over but the name stuck."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "A Never Ending Story",
      "body": "Once upon a time, Emperor Akbar fell ill. He could not sleep till the early hours of morning. The royal physicians tried various medicines without success.\n\nThen, a Hakim suggested that the King should hear a story before retiring to bed every night, so that his mind might remain calm and cheerful and help him to fall asleep. “It seems a good suggestion,” said the king.” But who will tell me a story every night?” he asked. \n\n“That’s easy, you have so many courtiers. Each one of them by turn can tell you a story,” suggested the Hakim. He accepted the suggestion and ordered his courtiers to tell him a story every day by turn. It became a problem to courtiers. Though they managed to tell a story, at the end of it the Emperor would always ask, “What next?” so the story teller had to tell another story. This went on till the story teller got tired.\n\nSo the courtiers approached Birbal and asked him to find a solution for this problem. Birbal asked them not to worry and he took it upon himself to go to the Emperor that night to tell him a story. That night, the Emperor welcomed Birbal happily. Birbal narrated a story to him. At the end of the story, the Emperor asked, “What next?” as it was habit.\n\nBirbal told him another story. At the end of the story, Akbar asked again, “What next?” In order to put an end to this habit, Birbal started another tale thus, “There was a hut in a jungle. A hunter lived in it. In that jungle, there lived many beasts and birds. The hunter was capable of protecting himself from the animals. His problem was birds, they entered his hut and carried away food grains in their beak.”\n\n“Yes, what happened next?” asked the Emperor. “The hunter thought over this problem for a long time and came out with a plan to get rid of the birds,” continued Birbal. “Yes, what next?” put the Emperor. “The hunter brought a big basket from the market and kept all the grains in it and closed it tightly,” Birbal said. “Yes, what happened then?” asked the Emperor.\n\n“As usual, the birds came to his hut, not finding grains anywhere, turned their attention to the basket. They started pecking at the basket, but only got themselves hurt. Among the birds was a little clever sparrow. A small mouse was sparrow’s friend. It asked the mouse to help them. The mouse nibbled at the basket and made a hole in it,” continued Birbal. “Is it, what next?” asked the King.\n\n“Soon many birds came to know of this and gathered in great numbers outside the hut. Your Majesty, do you know how many?” asked Birbal. “How many?” asked the King. “More than five hundred!” Birbal said. “Then one bird went into the hut and brought a grain in its beak and flew away. The second bird went into the hut and brought a grain in its beak and flew away,” Birbal said. “What happened next?” asked the King.\n\n“The fourth bird went into the hut…” Birbal continued. “Oh, Birbal, how many birds are left?” asked the Emperor impatiently. “Your Majesty, so far only five birds have flown away. There are still four hundred and ninety-five birds left,” Birbal said calmly and continued, “So what I was saying- Yes, the sixth bird went inside the hut.”\n\nThen Emperor got angry. He shouted, “Birbal when are these birds going to finish their task of carrying grain out?” “When you stop asking what next!” said Birbal. The Emperor realized his folly. He ordered that the programme of story telling to be stopped. By that time, he had regained his health."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Truth Untruth",
      "body": "Akbar's court was famous for the witty question-answer sessions between the Emperor himself, and his clever minister Birbal.\n\nOn one such occasion, Akbar asked his courtiers whether they could tell the difference between truth and untruth within three words. All the courtiers started racking their brains to search for the three most appropriate words in which they could tell the difference between the truth and the untruth. But, enough time passed and none of them could come up with an answer.\n\nBirbal was also present in court but kept mum. The Emperor asked him, &quot; What about you, Birbal? Why are you so silent?&quot;\n\n&quot; Your Majesty!&quot; Birbal politely replied, &quot; I was giving a chance to others first. In my opinion, the right answer would be: Four fingers.&quot;\n\nThe Emperor asked Birbal, &quot; How is that, Birbal? Explain it to all!&quot;\n\n&quot; Yes, Your Majesty, four fingers is the difference between truth and untruth. What your eyes see is true, and what your ears hear, maybe false.&quot;\n\n&quot; I agree with that, but why did you say that the difference between truth and untruth is four fingers?&quot; Akbar said.\n\nBirbal bowed and said, &quot; Four fingers is the distance between one's eyes and one's ears, Your Majesty!&quot; Akbar was very astonished to hear Birbal's well-thought reply."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Birbals Khichri",
      "body": "On a cold winter day, Akbar and Birbal took a walk along the lake. A thought came to Birbal that a man would do anything for money. He expressed his feelings to Akbar. Akbar then put his finger into the lake and immediately removed it because he shivered with cold. Akbar said, “I don’t think a man would spend an entire night in the cold water of this lake for money.” Birbal replied, “I am sure I can find such a person.” Akbar then challenged Birbal into finding such a person and said that he would reward the person with a thousand gold coins.\n\nBirbal searched far and wide until he found a poor man who was desperate enough to accept the challenge. The poor man entered the lake and Akbar had guards posted near him to make sure that he really did as promised. The next morning the guards took the poor man to Akbar. Akbar asked the poor man if he had indeed spent the night in the lake. The poor man replied that he had. Akbar then asked the poor man how he managed to spend the night in the lake.\n\nThe poor man replied that there was a street lamp nearby and he kept his attention affixed to the lamp and away from the cold. Akbar then said that there would be no reward as the poor man had survived the night in the lake by the warmth of the street lamp. The poor man went to Birbal for help.\n\nThe next day, Birbal did not go to court. The king, wondering where he was, sent a messenger to his home. The messenger came back saying that Birbal would come once his Khichri(Rice) was cooked. The king waited hours but Birbal did not come. Finally, the king decided to go to Birbal’s house and see what he was up to.\n\nHe found Birbal sitting on the floor near some burning twigs and a bowl filled with Khichri(Rice) hanging five feet above the fire. The king and his attendants couldn’t help but laugh.\n\nAkbar then said to Birbal “How can the Khichri(Rice) be cooked if it is so far away from the fire?”\n\nBirbal answered, “The same way the poor man received heat from a street lamp that was more than a furlong away.”\n\nThe King understood his mistake and gave the poor man his reward."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "The Water In The Well",
      "body": "There once lived a farmer in Emperor Akbar’s Kingdom. He was old and quite poor but he worked hard on his land everyday.  The farmer had a neighbor who was very cunning and cheated many people. The farmer bought a well from his neighbor and paid him all the money. But the neighbor demanded for more and more money.\n\nOn that very same day, Emperor Akbar was taking a walk by the river in his Kingdom. His most intelligent Minister, Birbal, was with him. A cool wind was blowing and both of them were very relaxed and happy. \n\nBirbal was entertaining Emperor Akbar with his interesting stories. Just then, a farmer and his neighbor came up to them with a complaint. The farmer fell at Emperor Akbar’s feet and said, “Your Majesty, I bought a well from this man and now, he wants me to pay for the water.”\n\n“That is right, Your Highness,” said the neighbor. “I sold him the well, NOT the water in it.” The argument between the two confused the Emperor. He asked Birbal to settle the fight between them. Birbal had listened carefully to both sides. He saw that the farmer was poor but a truthful man. Birbal quickly understood that the farmer’s neighbor was trying to cheat the poor farmer. Birbal was quiet for some time. Then he spoke to the neighbor.\n\n“I understand that you have sold this well to the farmer, so the well now belongs to him,” said Birbal. “That is right, Sir!” answeredc the neighbor. Birbal continued, “But if you have kept your water in his well, so either you should pay him rent for that water or you take it out at once!”\n\nThe neighbor realized that he could no longer fool the farmer. He hung his head in shame and went away. The farmer thanked Birbal for solving the problem so easily."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Donkey Insult Reply",
      "body": "Once Akbar went to the river with his two sons and wise Minister Birbal. On the bank of the river, Akbar and his two sons took off their clothes and asked Birbal to take care of them while they took bath in the river.\n\nBirbal was waiting for them to come out of the river. All the clothes were on his shoulder. Looking at Birbal standing like this, Akbar felt like teasing him, so he said to him, &quot; Birbal, you look as if you are carrying a washerman's donkey load.&quot;\n\nBirbal quickly retorted, &quot; Sir, Washer-man's donkey carries only one donkey's load, I am carrying three donkey's load.&quot; Akbar was speechless."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "The Three Questions",
      "body": "King Akbar was very fond of Birbal. This made a certain courtier very jealous. Now, this courtier always wanted to be chief minister, but this was not possible as Birbal filled that position.  One day Akbar praised Birbal in front of the courtier. This made the courtier very angry and he said that the king praised Birbal unjustly and if Birbal could answer three of his questions, he would accept the fact that Birbal was intelligent. Akbar, always wanting to test Birbal's wit, readily agreed.\n\nThe three questions were\n\n1. How many stars are there in the sky?\n\n2. Where is the center of the Earth and\n\n3. How many men and how many women are there in the world.\n\nImmediately Akbar asked Birbal three questions and informed him that if he could not answer them, he would have to resign as chief minister.\n\nTo answer the first question, Birbal brought a hairy sheep and said, “There are as many stars in the sky as there is hair on the sheep’s body. My friend the courtier is welcome to count them if he likes.”\n\nTo answer the second question, Birbal drew a couple of lines on the floor and bore an iron rod in it and said, “this is the center of the Earth, the courtier may measure it himself if he has any doubts.”\n\nIn answer to the third question, Birbal said, “Counting the exact number of men and women in the world would be a problem as there are some specimens like our courtier friend here who cannot easily be classified as either. Therefore if all people like him are killed, then and only then can one count the exact number.”"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Poet Raidas",
      "body": "In the town of Agra, there lived a rich businessman. But he was also quite a miser. Various people used to flock outside his house every day hoping for some kind of generosity, but they always had to return home disappointed. He used to ward them off with false promises and then never live up to his word.\n\nThen one day, a poet named Raidas arrived at his house and said that he wanted to read out his poems to the rich man. As the rich man was very fond of poetry, he welcomed him in with open arms.\n\nRaidas started to recite all his poems one by one. The rich man was very pleased and especially so when he heard the poem that Raidas had written on him because he had been compared with 'Kubera', the god of wealth.\n\nIn those days it was a custom for rich men and kings to show their appreciation through a reward or a gift, as that was the only means of earning that a poor poet possessed. So the rich man promised Raidas some gifts and asked him to come and collect them the next day. Raidas was pleased.&nbsp;\n\nThe next morning when he arrived at the house, the rich man pretended that he had never laid eyes on him before. When Raidas reminded him of his promise, he said that although Raidas was a good poet he understood very little of human nature.\n\nAnd that if the rich businessman truly wanted to reward him, he would have done so the very same night. &nbsp;Raidas had been offered a reward not because he was really pleased or impressed, but to simply encourage him.\n\nRaidas was extremely upset, but as there was nothing that he could do, he quietly left the house. On his way home he saw Birbal riding a horse. So he stopped him and asked for his help after narrating the whole incident.\n\nBirbal took him to his own house in order to come up with a plan. After giving it some thought he asked Raidas to go to a friend's house with five gold coins and request the friend to plan a dinner on the coming full moon night, where the rich man would also be invited. Birbal then asked Raidas to relax and leave the rest to him.\n\nRaidas had one trustworthy friend whose name was Mayadas. So he went up to him and told him the plan.. The next day, Mayadas went to the rich man's house and invited him for dinner. &nbsp; The dinner has been planned for the coming full moon night.\n\nHe said that he intended to serve his guests in vessels of gold, which the guests would get to take home after the meal. The rich man was thrilled to hear this and jumped at the offer.\n\nAfter sunset on the full moon night, the rich man arrived at Mayadas' house and was surprised to see no other guests there but Raidas. Anyhow, they welcomed him in and started a polite conversation. The rich man had come on an empty stomach and so was getting hungrier by the minute. Raidas and Mayadas were quite full as they had eaten just before the rich man's arrival.\n\nFinally, at midnight the rich man could bear his hunger no longer and asked Mayadas to serve the food. Mayadas sounded extremely surprised when he asked him what food he was talking about. The rich man tried to remind him that he had been invited for dinner.\n\nAt this point, Raidas asked him for proof of the invitation. The rich man had no answer. Then Mayadas told him that he had just invited him to please him and had not really meant it. He then went on to say that even though they did not do anything good for other people they also would never try to hurt another human being. He asked the rich man not to feel bad.&nbsp;\n\nAt that point, Birbal walked into the room and reminded the rich man of the same treatment that he had himself meted out to Raidas. The rich man realized his mistake and begged for forgiveness.\n\nHe said that Raidas was a good poet and had not asked him for any reward. He himself had promised to give him some gifts and then cheated him out of them. To make up for his mistake he took out the necklace that he was wearing and gifted it to Raidas. Then they all sat down to eat a happy meal.\n\nRaidas was all praise for Birbal and thanked him profusely. Emperor Akbar also invited him to his court and honored him, all thanks to Birbal.\n\nBirbal really was a wise man.&nbsp;"
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Crows in the Kingdom",
      "body": "One day Emperor Akbar and Birbal were taking a walk in the palace gardens. It was a nice summer morning and there were plenty of crows happily playing around the pond. While watching the crows, a question came into Akbar’s head.\n\nHe wondered how many crows were there in his kingdom. Since Birbal was accompanying him, he asked Birbal this question. After a moment’s thought, Birbal replied, “There are ninety-five thousand four hundred and sixty-three crows in the Kingdom”.\n\nAmazed by his quick response, Akbar tried to test him again, “What if there are more crows than you answered?” Without hesitating, Birbal replied, “If there are more crows than my answer, then some crows are visiting from other neighboring kingdoms”. “And what if there are fewer crows”, Akbar asked. “Then some crows from our kingdom have gone on holiday to other places”.\n\nMoral: There is always a way if you think with ease."
    },
    {
      "category": "Akbar Birbal Stories",
      "title": "Hundred Gold Coins & Birbal",
      "body": "The wisdom of Birbal was unparalleled during the reign of Emperor Akbar. But Akbar’s brother in law was extremely jealous of him. He asked the Emperor to dispense with Birbal’s services and appoint him in his place. He gave ample assurance that he would prove to be more efficient and capable than Birbal.  Before Akbar could make a decision on this matter, this news reached Birbal.\n\nBirbal resigned and left. Akbar’s brother in law was made the minister in place of Birbal. Akbar decided to test the new minister. He gave three hundred gold coins to him and said, “Spend these gold coins such that, I get a hundred gold coins here in this life; a hundred gold coins in the other world and another hundred gold coins neither here nor there.”\n\nThe minister found the entire situation to be a maze of confusion and hopelessness. He spent sleepless nights worrying about how he would get himself out of this mess. Thinking in circles was making him go crazy. Eventually, on the advice of his wife, he sought Birbal's help. Birbal said, “Just give me the gold coins. I shall handle the rest.”\n\nBirbal walked the streets of the city holding a bag of gold coins in his hand. He noticed a rich merchant celebrating his son’s wedding. Birbal gave a hundred gold coins to him and bowed courteously saying, “Emperor Akbar sends you his good wishes and blessings for the wedding of your son. Please accept the gift he has sent.” The merchant felt honored that the king had sent a special messenger with such a precious gift. He honored Birbal and gave him a large number of expensive gifts and a bag of gold coins as a return gift for the king.\n\nNext, Birbal went to the area of the city where the poor people lived. There he bought food and clothing in exchange for a hundred gold coins and distributed them in the name of the Emperor.\n\nWhen he came back to town he organized a concert of music and dance. He spent a hundred gold coins on it.\n\nThe next day Birbal entered Akbar’s darbar and announced that he had done all that the king had asked his brother-in-law to do. The Emperor wanted to know how he had done it. Birbal repeated the sequences of all the events and then said, “The money I gave to the merchant for the wedding of his son – you have got back while on this earth. The money I spent on buying food and clothing for the poor – you will get it in the other world. The money I spent on the musical concert – you will get neither here nor there.” Akbar’s brother in law understood his mistake and resigned. Birbal got his place back.\n\nMoral: The money you spend on friends is returned or reciprocated in some form or another. The money spent on charity gets converted into blessings from God which will be your eternal property. The money spent on pleasures is just frittered away. So when you spend your money, think a little, if not a lot."
    }
  ]
}