{
  "data": [
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Power of Silence",
      "body": "Joe was an old man aged 75 years. He lived very happily and formed a beautiful family. His children grew up and moved to different cities in pursue of good career and future. He lived in a small village carrying the memories of his deceased wife. Joe had 4 grand children and they used to visit him during their holidays.\n\nAnd it was the vacation time and Joe was eagerly waiting for the arrival of his grand children. He was preparing his home for the kids, cleaning the home, mowing the garden, rearranging the household items, buying the favourite foods, dresses for the children, etc. In the busy arrangements, he lost his favourite watch. old-watch\n\nThe watch was gifted by his dead wife when their first child was born. Joe treasured the watch and it became his sole companion after his wife's death.\n\nHe forgot the watch missing and was happy receiving the kids at home. It was only the next day when he was about to take bath, he remembered that the watch was missing. He saw the watch last when he was arranging things in the barn. He was shocked and very upset.\n\nHis grandchildren asked him why he was so dull and asked him what troubled him.\n\nJoe said, 'Dear children, I lost the most precious watch I have ever had and I ever got in my life. It was gifted by your grandma and I lost it while cleaning the home! I feel like I'm missing my heart.'\n\nJoe was on tears and the children promised him that they would search the watch for him.\n\nOne granddaughter asked 'grand pa, do you remember when you saw the watch last before it was missing?'\n\nJoe told, 'I guess when I was cleaning the barn!'\n\nThe children decided to search for the watch in the barn. The barn was full of waste materials, books, scraps, broken furniture, etc.\n\nThe children searched for more than 2 hours with help of Joe and a servant, but could not find it. Joe was completely shattered and asked the children to stop searching as they could not find anything.\n\nThe kids were also too sad, and consoled the grandfather.\n\nOne grandson again moved to the barn, and Joe asked why he was going there again. The little boy requested others not to follow him and remain silent.\n\nWhile the others were little surprised, they still followed what he said. The little boy went to the barn and sat there in silence.\n\nThe other children reached him and asked him what he was doing and the little boy asked them not to make noise.\n\nHe sat there for about 15 minutes and then rushed to his grandfather. Yes, he got the watch and happily gave it to Joe.\n\nHe was surprised and asked how he was able to find it. The little boy replied, 'I sat there without making a noise and the barn was so silent. After a few minutes, I heard the 'tick tick' sound and found the watch.\n\nJoe hugged him and thanked the little boy.\n\nThis is the power of silence. If we stay calm, we can find the solution very easily!\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Duck Pond",
      "body": "SO little Bridget took the baby on her right arm and a jug in her left hand, and went to the farm to get the milk. On her way she went by the garden-gate of a large house that stood close to the farm, and she told the baby a story:-\n\n\"Last summer,\" she said,\" a little girl, bigger than you, for she was just able to walk, came to stay in that house she and her father and mother. All about the road just here, the ducks and the chickens from the farm, and an old turkey, used to walk about all the day long, but the poor little ducks were very unhappy, for they had no pond to swim about in, only that narrow ditch through which the streamlet is flowing. When the little girl's father saw this, he took a spade, and worked and worked very hard, and out of the ditch and the streamlet he made a little pond for the ducks, and they swam about and were very happy all through the summer days. Every morning I used to stand and watch, and presently the garden-gate would open, and then the father would come out, leading the little girl by the hand, and the mother brought a large plateful of bits of broken bread. The little girl used to throw the bread to the ducks, and they ran after it and ate it up quickly, while she laughed out with glee,, and the father and the mother laughed too just as merrily. Baby, the father had blue eyes, and a voice that you seemed to hear with your heart.\n\n\"The little girl used to feed the chickens too, and the foolish old turkey that was so fond of her it would run after her until she screamed and was afraid. The dear father and the little girl came out every morning, while the black pigs looked through the bars of the farm-yard gate and grunted at them, as if they were glad, and I think the ducks knew that the father had made the pond, for they swam round and round it proudly while he watched them, but when he went away they seemed tired and sad.\n\n\"The pond is not there now, baby, for a man came by one day and made it into a ditch again; and the chickens and the ducks from the farm are kept in another place.\n\n\"The little girl is far away in her own home, which the father made for her, and the dear father lives in his own home too in the hearts of those he loved.\"\n\nThat was the story that Bridget told the baby.\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Kite",
      "body": "IT was the most tiresome kite in the world, always wagging its tail, shaking its ears, breaking its string, sitting down on the tops of houses, getting stuck in trees, entangled in hedges, flopping down on ponds, or lying flat on the grass, and refusing to rise higher than a yard from the ground.\n\nI have often sat and thought about that kite, and wondered who its father and mother were. Perhaps they were very poor people, just made of newspaper and little bits of common string knotted together, obliged to fly day and night for a living, and never able to give any time to their children or to bring them up properly. It was pretty, for it had a snow-white face, and pink and white ears ; and, with these, no one, let alone a kite, could help being pretty. But though the kite was pretty, it was not good, and it did not prosper; it came to a bad end, oh! a terrible end indeed. It stuck itself on a roof one day, a common red roof with a broken chimney and three tiles missing. It stuck itself there, and it would not move; the children tugged and pulled and coaxed and cried, but still it would not move. At last they fetched a ladder, and had nearly reached it when suddenly the kite started and flew away right away over the field and over the heath, and over the far far woods, and it never came back again-never -never.\n\nDear, that is all. But I think sometimes that perhaps beyond the dark pines and the roaring sea the kite is flying still, on and on, farther and farther away, for ever and for ever.\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Magician",
      "body": "THIS is a fairy story, but it is a true one, as you will know when I have done. Magicians are not believed in nowadays, but .they still exist, and I will tell you about one whom you can all employ after reading my story.\n\nA favored being of earth, endowed with the spirit and power of which I speak, once exclaimed, \"I wish ! \" And he wished to see a city built, to see forests and fields, streams, tiny lakes, and many other wonderful things, in a desolate country. This power was put into force in a thousand directions, and soon dwellings arose, scenes once barren waste became end-less beauty, human creatures and dumb animals rejoiced, and the abundance of all good things brought harmony in every home, and there was no envy, for this power blessed all alike. I saw this power in its might and beauty, and it was not from beneath, it was from above ; it was a principle that even exalted beings recognize, honor, and employ. Idleness, want, and misery had vanished, and the thoughts of human creatures had time to soar to loftier themes that still had in them the higher demands of this motive power. Shall I tell you the secret, that you also may exercise this magical gift ? The lowliest hearts and hands may wield it and help to adorn the earth, help to ennoble and bless each fellow-creature. The name of this magical power is Prayerful Labor. \n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Delicacy of Feeling",
      "body": "THE value of a charitable deed depends entirely upon the way it is done. Remember, the poor are always sensitive. Said a poor woman: \"If anyone gives me anything and then tells of it, I've paid for it\" Yes, paid for it in shame and distress more than the gift was worth. Said a lady at her gate one day: \"That's Mrs. Dean; I know it's her by her dress. I gave it to her.\"\n\nOnce one man said to another, \" I gave you this work because you were poor and I thought you'd be glad to get it.\" Why did he remind the man of his distress, already hard to bear? It would have sounded much better if he had said: \" It is very handy getting this work done so near home. I am glad you could do it for me.\" The workman would have thought: \"I like to work for him, his manners are so pleasant.\"\n\nNow judge which is nicest. A lady was having the Primary Association girls at her house to make a quilt for a donation to some worthy object. One girl whispered: \"My sister and I are the only ones here without white aprons.\" She did not know it was overheard till after dinner, when the hostess appeared from an inner room and whispered to her, \"Now you're not the only ones with gingham aprons on.\" I heard the whisper, glanced at the two faces, and lovelier smiles I never saw. They were from the hearts of sympathy and appreciation. \n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "How a Boy Went Fishing",
      "body": "On the morning of Decoration-day, Harry declined attending the celebration with the family, saying that he preferred to go fishing, \"lots of other fellows were going.\" So Harry gathered up his fishing outfit, his gun, dinner pail, matches, and an umbrella for sultry sun or summer shower, and set them outside the door while he hunted for a few angleworms.\n\nThe parents bade him good-by, to take care of himself, and not go too far up the canyon, for the walk home after pleasure is over is always a longer one than that of going.\n\nWhen the parents and two youngest ones returned from the celebration that afternoon, the good house- keeper had a nice, plain dinner ready; the two children left in her care were asleep after their dinner, and the house seemed peaceful and cool after the long ride and exercises in the open air.\n\nJust before lamp-light, Harry came home, all his trim outfit looking very dusty and out of order; the umbrella was broken, the dinner pail dented and cover lost, and his clothing both torn and dirty. But Harry proudly showed a trout that he had brought home for mother's own supper no one else must ask for a taste or even accept a proffered portion, or cast admiring glances that way. The trout was about five inches long and had a peculiar, ragged appearance. \"You see,\" explained Harry, \"the line got tangled after he swallowed the bait, and I shot him for fear he'd get away.\" \" There was no danger of that,\" said Harry's father. The proud son now expressed a de- termination to. make a fire and cook the trout. \" O Harry, don't make a fire to-night and heat the house; the trout will do for breakfast ! \" \" Mother, the house-keeper might eat it herself; little bites; trout is tempting.\" \"No, Harry, she wouldn't do that.\" \"Well, then, mother, I'll dig a hole in the garden and bury the fish to keep it cool all night.\" \"Very well,\" said she, and Harry spent half an hour in the garden, then came in satisfied with the labors of the day. Throwing himself upon the lounge, he recounted the rambles he had made, how encumbered he had been with so much luggage, the loss of his ramrod, then the theft of his dinner by a hungry dog, and finally how blistered his feet were with so much walking ; but he had enjoyed himself. Suddenly he asked, \" Do you suppose cats or dogs could burrow under that box?\" He rose, looked out of the window and spied a neighbor's dog sniffing at the fresh earth. That roused him thoroughly and he forgot that he was tired. The dog was chased for a block away; the trout was dug up, the protecting wrappers of paper, cloth, and leaves were removed, a hot fire kindled, and the trout put into the oven. \" Baked trout, mother, is a delicacy enjoyed by epicures.\" \"Thank you, Harry, but I'm afraid I can't eat it to-night.\" \"Yes you can, I want you to know what a real fresh brook trout tastes like. I'll practice on my flute while it bakes, and call you when it is done. You go walk in the garden.\" She had not the heart \"to refuse his pleading smile, and, glad also to get out of the warm kitchen, she strayed into the front yard, and, oh, what a sight met her gaze ! Geraniums, verbenas, and over there the strawberry bed, turned upside down ! Holes and mounds of earth, and, lying crossways of a pansy bed, a hoe and long- handled shovel. \"What does it mean?\" she asked the housekeeper, who was just returning from an errand up town. \" He said it was searching for angle- worms, ma'am.\" Harry's mother re-entered the house after a serious conflict with self, whether to scold or not to scold, and there was he upon the lounge fast asleep after the weariness of the day. She went to the oven ; the trout was done like a chip.\n\nWhen Harry was awakened for bed-time, he said : \" Mother, I enjoyed your having that trout more than though I had eaten it myself.\" \" I know it, my son, and now won't you eat some raspberry pie and sweet milk, for I am sure you must be faint?\" \" Faint! I'm starved! Mother, I couldn't love you more if you were an angel ! \" Harry concluded this declaration with a rapturous hug, and turned with a boy's own appetite to his tempting meal. \n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Respect for the Aged",
      "body": "Some young girls on their way to Sunday-school cast many humorous glances and subdued tittering toward one of their own age who was walking quietly along beside a venerable man, one who had helped \"build up the country.\" It was observed by the pair, but they cared little for it, only the thoughtless girls did themselves an injustice. It was inappropriate conduct on any day, but upon the Lord's day it seemed even more unbecoming. In former times church-going persons went to their worship reverently, and, reaching the house of God, entered with the utmost respect. When seated, they did not twist around in their seats to gaze at some new-comer; perfect attention was given to the sermon, and it was the theme at home in the evening.\n\nClothing, however rich or poor, need not be scanned or criticised ; when you and I came upon this earth, we were treated equally in that respect. But to return to the subject. The gray-haired man was a Sunday- school teacher, and had taken the pains to invite some new residents to attend meetings and Sunday-school, and, seeing the timidity of the young lady, invited her to walk with him. This was true kindness and courtesy on his part. I know he was once taken a little by surprise when a young person, meeting him bowed and quietly said, \" Good-afternoon.\" Said he in relating the incident, \" I thought a good deal of that bit of politeness, for young folks don't notice me on the street, they pass right along.\" If, in meeting a person upon the street, you slightly bow, or lift the hat, it does not mean an invitation to form an acquaintance. It always looks well for one who is well dressed to render a slight inclination of the head if meeting another less favored of fortune. The poor and the laboring classes already feel the comparison between their and your circumstances keenly enough without any display of conscious superiority or ill-bred pride.\n\nI know of a tired little boy who, coming from his long day's work, was mortified to meet a nicely-dressed young lady, but said he that night at home, \"She spoke just as politely to me as if I had been Brother Brigham, and she's the nicest and best woman in the world, and I'm going to be as near like her as I can.\" Some years later he was her escort through a wild portion of country, and he seemed to take delight in bestowing every attention to her and her little children. If she had turned up her nose or giggled at him, do you suppose he could have felt as well toward her?\n\nThe lounger, the vagabond and the wicked are easily recognized, and have no claim to our notice, but among strangers many we meet are our equals and some our superiors. Let me relate an incident which occurred perhaps twelve years since, in Salt Lake City, as told to me by the young man, who is now a very prominent and beloved gentleman, whom you all know. \" I was upon the sidewalk and approaching the crossing. I was in great haste, and as I neared the plank an aged man was in advance of me. I hastily took a few long steps, intending to get there ahead of him. Another step arid I would have accomplished it, but, as I brushed close to him, he turned, saw my eagerness, and politely lifted his hat, stepping aside for me to pass. My momentum was such that I could not stop before I had one foot on the plank, but there I paused, transfixed with shame, a very tableau of precipitate haste and rudeness! We gazed in each other's eyes until he kindly extended his hand in acknowledgment of my distressed apologies, which I knew by his gracious smile and adieu he understood. I could not speak his language, but I learned then and there a lesson from him that I have never forgotten.\"\n\nRESPECT TO OTHERS.\n\nThere is another thing I would like to mention, which is, speaking of others with too great familiarity. Shall we not speak of our friend as Brother Joseph Hall instead of Jo Hall, especially as the gentleman is one of your Ward Teachers? Remember him as an officer in the church of which you are a member. Strive to emulate the calling and mission of the Teachers, guardians of peace and guides to truth. Well, if you think \"that's as good as a motto,\" write it on your book-mark, for it is true. The Teachers have your welfare more closely in view than even your Bishop. Their frequent visits have given them an insight into your heart; they know your life and circumstances. In sickness they are to be depended upon for consolation and spiritual aid ; you can go to them for counsel, for advice in worldly matters, and if you are in sorrow you can confide in them. You may think their office a small one, but I can tell you the Teachers of the Ward are like the index to the book ; go to them for what you want to find. Boys, you can never become a Bishop, President of a Stake, or attain to any other high calling until you have qualified yourselves as Teachers. Therefore, honor them and strive to win and keep their confidence.\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "An Hour with the Aged",
      "body": "At a time when I had a nice Sunday-school class, of which I was very fond, there was an aged and very eccentric old lady who was quite particular in the selection of her acquaintances. For some reason of her own, she favored me with her friendship, and it became my custom to start so early to Sunday-school that I could spend an hour with her. Her room was very odd to look at ; she had a fancy for putting almost everything into a separate little bag. The hair-brush, coarse and fine combs, were each suspended in a bag just exactly large enough. Even the penholder stuck out of the top of a slender bag that just fitted it. Would you imagine a thimble-bag also? It was a fact. It took me several visits to become accustomed to her oddity. \" It was partly on account of the dust, and partly a habit of order,\" she said. I found out through her kindness of heart that some of these calico bags held a bunch of grapes and an apple each. \"I've got grandchildren,\" she explained.\n\nShe also had a Bible so very old that the pages were yellow, and it was so large it was awkward to hold. Many a pleasant talk we had, she explaining to me passages that were obscure. How I loved to read the writings of Esdras in the Apocrypha, and how odd were some of the names in the old Bible ! Such old-fashioned ear-rings as she wore, too. One day I asked her if she had not had them a long time, for my mother had, hidden safely away, a pair something like them that grandpa gave her for her fifth birthday, when he came home with his ship. Said she, \"My husband put these in my ears forty years ago on our wedding-day, and I want them buried with me.\"\n\nIt so happened that her wish was fulfilled that same summer, and it was my mournful pleasure to attend her last hours and moments in this life.\n\nDear children, it is a sacred pleasure to realize that you have lightened a few hours of the aged and lonely who have been withdrawn from the sunshine and cheerfulness of outdoor existence. If it is your privilege to do so, let your ministrations help them to forget a portion of their sorrow and pain, and perhaps they may bear a kind word for you to the higher and better world.\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Mother's Heart",
      "body": "If children could realize how indifference and disrespect to parents wound the heart, they would never offend in that way. \"Honor thy father and thy mother,\" is one of the first commands, and was intended to be obeyed as much as any other. When one of God's commands is disobeyed, a penalty is sure to follow, whether the transgressor realizes the cause or not. It may be that every disappointment, loss, sickness or affliction is a penalty merci- fully appointed to pay the debt here instead of here-after. If so, what a load we would carry with us into the next life to our great shame and hindrance if we do not expiate, in part, our faults while here.\n\nIf a person should make you a costly present, you would entertain the most pleasant feelings toward that one; your countenance would brighten and your step hasten to do some kindness in return, and this you would perhaps consider almost nothing in comparison. Yet, to those who gave you the first smile and welcome, shelter, food and clothing, loving care and teaching, do you respond as willingly ? If so, how sweet must be the thought ; if not, there will be much to regret some day.\n\nIf you were making some beautiful article for yourself, your time and materials being limited, and you should mar your workmanship beyond repairing, how sorrowful you would be ; but the spirit and the record you are moulding are what money cannot create or replace; neither can time efface from the faithful records of the heart, the vivid picture of a misused opportunity, an injured work of the soul. There is some consolation in the knowledge that repentance cancels part of the offense, if not its result; but the heart that never repents or seeks to amend its wrongs, the heart that fosters ingratitude, is cultivating an element that will at last destroy every bright attribute and hope.\n\nLet me tell you a story or two from life to show you the tenderness of a mother's heart, its long, enduring love.\n\nA woman past sixty years of age, a tailoress, lived near me. She had sons and grandchildren, and was very kind to them all, constantly helping to provide for the families, and even now and then lending some poor man or woman a sum of money to start business with; always cheerful and hopeful in her ways, and never idle. Early and late her sewing-machine was hurrying, and some persons hinted that she must have riches hoarded up. One day a young woman entered the shop, and the tailoress looking at the baby she carried in her arms, the baby responded with a coo and a spring toward her. \"What do you think of my baby ? Just take her a minute,\" said the young mother. The gray-haired woman drew back, and a strange look came over her face. \"I have never held a girl-baby in my arms since my own little girl died I cannot! \" said she. \"How long ago was that?\" tenderly asked the young mother. \"Thirty years,\" answered the poor woman, and the tears came so fast she had to wipe them away, and the rest of us had to wipe our eyes too. Long as we had known her, we had never had a thought that a secret, beautiful and sacred sorrow was hidden in her heart, but I know that ever afterward we who were in her shop that afternoon always spoke with tenderness to the poor old woman, as though we were partners in her sorrow.\n\nTHE GRAVE AT NEPHI.\n\nThere was another old woman, quite an eccentric person, whom some young folks used to smile at when she came to their houses with her basket of lace and other small things ; she was so lofty about her business, as though it were vastly more important than it really was, and so cheerful about it, as though it was a very delightful way of making her living. \"I'm sorry you have to earn your living this way,\" said a young lady to her one day. \" Why, my dear, it's just as well as for your father to be selling furniture the year around; I only has to earn a little bit for myself, and it brings in all I need, and I gets acquainted with lots of fine young folks, and I sees all the pretty things as I pass along as well as if I was riding, and I gets refreshed a bit, and when I goes home I've lots to think over that I've seen through the day, and that's better than sitting alone and fretting. I'm well off, my dear, to get what I need and lay a bit by for a future day.\" We all felt a little touched, and when she missed coming next week we hardly knew what to think, but the week after she came again, and we inquired if she had been sick. \"No, my dears, I have been down to Nephi on the excursion train to visit my daughter.\" \"Why, we didn't know you had a child living.\" \"And I hasn't, my dears; my daughter has been dead and buried these eighteen years; only nineteen when she died; and every year I goes down once in the summer and takes my bouquet of flowers to lay on her grave, and I has my bread and cheese and bottle of cold tea, and I sits down by her grave till sundown, and we has a comfortable time together that lasts till I goes again.\"\n\nDo you think we felt like smiling slyly at her odd ways after that? One of us went out and brought a tray with refreshments, and never forgot to do the same thing in all her after calls. She had kept her Decoration-day years before it had become a national custom.\n\nLet me tell you of another mother's faithful heart. This woman had such love for children, such tender pity for the orphan, that she had, when we first met her, raised three adopted children of different parentage. One day a person said to her, \"You never had a child of your own, did you?\" \"Yes, I have got a son of my own,\" proudly answered the dear old lady. The questioner paused in surprise, and thought, \"Perhaps she left him for the Gospel's sake,\" and respectfully pursued, \" Did you leave him in the old country?\" \"Yes, I have left my dear boy in the old country.\" \"How old is he? and does he write to you?\" \"He does not write to me; he is twenty- three years old. He died when he was five.\" \"Died? then you have not got him now!\" \"Yes, I have got him now; I have got him all the time, I have never lose him, he is mine.\"\n\nChildren, let these brief stories prove to you that each heart bears its own hidden, sweet history, and do be careful when meeting the aged, the poor and numble, to speak kindly and show them respect; perhaps this is all you can ever do for them, and you little know what might be revealed to claim your pity and admiration.\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Died on the Way",
      "body": "THE emigrant train had come in, and so many were waiting, some at the depot with their own vehicles, watching for dear ones ; others hailed hacks or took the street-cars, and a few remained, who would, as soon as the throng cleared away a little, walk up to the house where homeless emigrants might stay for a few days.\n\nA party of four by themselves attracted attention. A man of solemn countenance, with two little children that clung on either side of him, serious, frightened-looking little things, although they were healthy and neatly dressed. Beside them walked a pale woman with a babe in her arms. Oh, those sad dark eyes ! The group, followed by a few others, moved into the large yard, and when they entered the house, sobs and moans and the cries of little children broke forth. Men and women on the street had noticed and wondered, but no one liked to ask a question, and now well they had gone out of sight. The man who had charge of the house came to show them a room, and render assistance if needed and learned the sad story. The baby had been ailing a little, and just before they reached the city had died in convulsions. The parents must go on in the morning, and the precious one be laid among strangers. The father walked the floor in dumb wretchedness. One after another came in with heart-felt words. One whose heart is ever kind and thoughtful, provided a meal for the travelers and then went out for the little casket. His wife came in and saw that dainty clothes were in readiness, and the husband assumed the expense of the occasion, saying it was little enough he could do, for his own heart had known the loss of his first child only a short time before. The tears of strangers mingled with the mourners, and it may be that the sweet sympathy helped to assuage their grief.\n\nA young girl came in and looked on, but what was there for her to do ? A sudden thought ! She went out and in a few moments returned with a handful of flowers and laid them upon the casket. The poor mother took one from the rest and laid it in her pocket-book. Brief services were held, and in a few moments the little casket was carried out, the family entered a carriage, and then the few who had gathered around dispersed to their own homes. The little Saint had reached his journey's end, the Zion of his parents hopes, and now endeared to them, by that little mound, their link between earth and heaven.\n\nIn early times, before the railroad was made, many yielded to the fatigues of travel by wagon. I knew of a young girl whose lover set out for Zion, having not means sufficient for both, but intending to earn money and send back for her. It happened soon after he had gone that means came to her family, and they joyfully set forth with the next company. They had reached \"the plains,\" and one night the young lady, after walking about awhile, sat down to rest. They had seen, day after day, newly-made graves by the way- side. \"Lily, dear, perhaps that is a grave you are sitting upon; there is a board at one end.\" Lily rose and bent over to read the name, then cried out, \" Mother! \" It was the grave of the young man who had left them in England so little while before. This was Lily's first trial in coming to Zion, and the journey from that day must have been a sorrowful one.\n\nThere was an old man so poor that he was obliged to go into an institution for the poor. The officers granted him the privilege of coming out on Sunday to attend his house of worship, and knew he was a Latter-day Saint too. This was perhaps his only solace, but he kept praying that God would bring him out of that prison life and to Zion. The matter was spoken of in meeting, and word reached Salt Lake City, where an old friend of his had lately come. Very soon it was written to a friend there that the money was forwarded to pay his passage here. On Sunday he was asked after meeting if he could make ready in three days to go to Utah. He was overjoyed, and the release from the house was obtained next day. With his possessions all tied up in one red cotton handkerchief, he left the prison-like walls and went among old acquaintances, bidding them a glad good-by. It so happened that some of these found themselves able to add a few gifts and comforts for the journey, which you may be sure he appreciated. Friends related how he enjoyed the ocean trip and the cities of America, then the cars for the long, swift ride. But, alas ! his feeble frame could not endure the constant excitement and change, and it was thought best to stop over a few days to give him rest. A good elder stayed with him and did all that could be done. One night the old man said, ''Brother, you can go on in the morning with my body. I want it buried in Zion ; but I shall be there in spirit, before you.\" He died happy, because he was free and on his way here.\n\nChildren who were born in Zion have no idea of the intense, prayerful longing in the hearts of those who desire to gather to God's appointed place. I know all about it, for I once lived out in the world. Can you realize the blessing of emigrating those who cannot otherwise get here ? How different all would have seemed if that poor man had died away back beyond the ocean!\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Two Fishermen",
      "body": "There were two fishermen who where close pals. They used to catch fish together on weekends. Since they were busy in their personal work and family, they hardly spend time together. It was a Saturday and they decided to drive to a nearby pond to enjoy their day in fishing. Also, they wanted to have some feast with the fish they catch.\n\nBoth carried essential utensils, cooking accessories, ingredients and fishing equipments. They reached the pond.\n\nThey sat at a distance and started hunting for the fish. The first fisherman got a big and beautiful fish in a few minutes. He was so happy and placed the fish in the ice box to retain the freshness. He decided to cook the fish as a whole fish in the noon. He spent some more time and captured a few more fishes. He decided to make a grand meal with the fish. Also, he froze a few fishes to take it back to home.\n\nIt was almost more than an hour they were fishing. He then approached the second fisherman and asked him if he need any help. The second man said no. In a few minutes, the second fisherman captured a large fish. However, he put that back into the lake.\n\nThe first man was surprised at his act. He remained silent. The second man captured many big fishes, but he just put back all those fishes into the lake.\n\nVery annoyed by his act, the first fisherman angrily asked him, 'Are you mad? Why do you put your fishes back into the water? They were beautiful and big!'\n\nThe second fisherman replied, 'I know they were big, but I don't have the big pan to cook the big fish! So I'm looking for a smaller fish that fits my cooking pan! The god is troubling me today.'\n\nBy hearing this, the first fisherman was surprised. He advised the second fisherman to cut the big fish into small pieces to suit in the pan and cook them properly.\n\nMany people are just like the second fisherman. We are provided with handful of big opportunities, chances and even fortune that we many times overlook. We need to work out just the same like the big fish fit into a small pan.\n\nGod will always give massive possibilities as well as problems that we can handle effortlessly. Everything given to us is within our means. Tell your problems that you have god with you rather than telling the god that you have problems.\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Defeat of an Animal Kingdom",
      "body": "It was a beautiful animal kingdom in the forest. Instead of a lion being the king, a brave and kind hearted Leopard ruled the forest. There were no lions in the kingdom. All animals lived happily under the reign of the King Leopard. A wise fox was the minister of the kingdom.\n\nKing Leopard always seeks suggestion from his minister to make any decision. One day, Leopard saw a new-born lion cub near a bush. He wished to look after the cub and asked his minister to offer his suggestion.\n\nThe wise fox told the king, \"It is not wise to raise a lion cub! We are happy in our kingdom. They are more powerful than us and it may cause harm to our happy lives. Please think well before you act majesty!\"\n\nThe Leopard ordered his soldiers to carry the cub to his place. He informed the minister 'the cub was seen dying in the forest and let him stay with us here in our kingdom!' The minister fox was happy for the kind hearted words of the king, but still warned him to stay alert.\n\nYears pass by and the little lion cub grew into a powerful young lion. Lion realized that he was the most powerful animal in the entire kingdom and demanded supremacy over others.\n\nThe lion started to destroy the beautiful animal kingdom to show off his power to the animals.\n\nThe king Leopard heard all these and was really shocked at hearing the behavior of the lion.\n\nThe fox requested the king to befriend the lion before he ruin everything in their kingdom. However, the king Leopard, who was very much angry with the lion decided to kill the lion.\n\nThe fox pleaded the king to befriend the lion as lions won't harm the friends. Unfortunately, the king ignored the words of the fox.\n\nOne day, the lion demanded a part of the kingdom and ordered him to crown as a king! The fox requested the king to provide him a part of their kingdom with animals.\n\nThe king angrily refused and demanded the lion to leave their kingdom.\n\nAfter a few days, lion arrived with a group of big and powerful lions. They gradually destroyed the kingdom and brought everything under their control.\n\nSo we cannot ignore the words and suggestions of elders. We should listen to them carefully and take necessary actions if it's a good suggestion.\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Clever Boys",
      "body": "It was a busy high way that connects all major roads in the city. People rush in their vehicles and it leads to chaos in the busy road. Driving the vehicles beyond the speed limit became the major problem in the city. A police officer decided to watch for the vehicles that are driven beyond the speed limit. He found a perfect place to hide himself to watch for the rash driving vehicles. Very surprisingly, one day, the police officer was very surprised that everyone who drove on the road was under the prescribed speed limit. There was none that crossed the speed limit. Out of curiosity, the police officer decided to find the reason for the same. He walked for a while and saw a 12 years old boy standing near a huge sign board ' RADAR TRAP AHEAD '. The police officer wanted to move further to find out what exactly happened! Almost about 100 yards beyond the boy who stood with the sign board radar trap; there was another boy who stood with a sign board carrying the words, 'TIPS'. Also, there was a big container almost filled three-fourth with money!\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Worry Men",
      "body": "There were two funny men living together for a long time. Both of them were very close pals, very stupid and yet they lived happily. Something that annoys other people is that they worry even for very minor issues.\n\nOne day, they saw a sign board with these words.\n\n'If you can do something successfully, there is no reason to worry about doing it!\nIf you cannot do something, worrying for it will not make it happen!'\nThe two men decided not to worry for anything.\n\nHowever, they still did worry that who would then take care of their problems. They decided to appoint a person who could worry for their problems.\n\nAfter few days, they found a man who survived on temporary jobs. The man asked how much they would like to pay if he worries for them.\n\nThe old men discussed and told him that they decided to pay 20 bucks for a week for his job!\n\nThe young man said it won't work! He continued, 'you pay too little to worry about something for you. How can I worry when I really worry about the little pay?'\n\nThe old men discussed again and told they were ready to pay him 150 bucks a week!\n\nThe surprised young man, 'It won't work again. You pay a huge amount. While I earn a good sum of money, why should I worry?\n\nThe old men started to worry now!!!!\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Intelligent Artist",
      "body": "Very long ago, a one-eyed king was ruling a country. He was fond of arts and crafts. He generously rewards the great artists, poets and craftsmen. However, he was stuck with one major habit. He never liked any person who used to praise him falsely! Simply, he was a man of truth and wanted his people to be true.\n\nThe king was born with one eye. He had vision on his right eye and the space for left eye was simply closed with the skin! One day, he wanted to get himself painted and made an announcement. After filtering the talented artists, the king asked three men to draw his face.\n\nHe told them, 'If you do an impeccable job, I will reward you with something you won't even earn in your life time! If not, you will be severely punished!'\n\nAll the three agreed and started to sketch his face.\n\nThe first artist showed the painted picture of the king. The king felt bad as the picture showed that one of the eyes was shown blind, though he drawn both eyes. The artist was sentenced to imprisonment for 10 years. The king felt that the picture was a dishonor to a ruler showing a physical disability!\n\nThe second artist showed the picture and even he was imprisoned for 5 years. The picture depicted the king having vision in both eyes. The king felt he was falsely praising the king to earn reward and it was also considered a matter of dishonoring the king pointing his blindness!\n\nThe third artist showed the picture and was rewarded a fortune! The third artist was very clever and he drawn the king's face with only one eye!\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Three Kick Rule",
      "body": "Mr. Han was a lawyer. He loves fishing and hunting. It was a clear Saturday and he decided to spend his day fishing and hunting. He drove a long way to reach the forest and a lake was located near the forest. He decided to try his chance in fishing. Unfortunately, he could not catch even a single fish. He decided to return home. Suddenly he saw a rabbit moving around in the nearby area.\n\nHe shot the rabbit and the rabbit fallen down on the ground inside a fence of a garden. The lawyer had a quick glance in and around the garden and he saw nobody was there.\n\nHe jumped inside the garden, grabbed the rabbit and when he was about to climb back the fence, he was caught by the garden owner.\n\nThe garden owner and lawyer argued for the ownership of the rabbit.\n\n\n\nThe lawyer told he shot the rabbit and it belonged to him. The owner argued, the rabbit grew in his garden and it was lying in his garden. So it belonged to him.\n\nThe lawyer shouted at the owner, 'See, I'm a lawyer! I can sue you in the court and get you severe punishment!'\n\nThe owner decided to teach a lesson to the lawyer. He said, 'Okay. I'll kick you three times with my strength. You again kick me three times with your full strength. Let us continue this until you or me request to give up! The one who gives up lose the game and the other one wins and owns the rabbit!\n\nLawyer agreed to the 'Three Kick' rule and he was confident that he could win it! Apparently, the lawyer looked bigger and stronger than the garden owner.\n\nThey then argued on who should kick first. The decided on tossing a coin and the garden owner won the toss. He decided to kick the lawyer first!\n\nThe garden owner kicked him on his stomach, his legs and face! The lawyer groaned in pain and before he starts kicking the owner, the garden owner said, 'I give up! It is all yours. Now, enjoy the rabbit!'\n\nNever underestimate anyone and never become overconfident on your talent and powers. A big blow on the right place on you can bring you down.\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Difference",
      "body": "Two angels decided to visit a town. They wished to bless a family and provide them with enough wealth and happiness. The angels disguised themselves as two girls who were pale and dull in appearance.\n\nThey picked two houses. The first one was located in the entrance of the town. It was a big house and it appeared like a mansion with many rooms. The girls requested the house owner of the big house to let them stay at their house just for one night as the night was too cold and frightening.\n\nThe house owner was too rude. The angels pleaded to the family members, and not one of them allowed the angels to stay inside. After pleading for a few minutes, the house owner asked them to stay at the basement located at the back of the house. It was so cold and too small for them.\n\nThe angels thanked them and stayed at the basement. One angel saw a hollow and a part of the wall broken. She repaired the damaged wall with her magic and covered the space.\n\nThe second angel was surprised! They left home the next morning.\n\nNext was the second home chosen by the angels. The house was very compact and located at one corner of the town. The angels asked the woman who opened the door if they can get accommodation for the night.\n\nThey were cordially invited. The house owner asked them to stay at their room for the night, as they looked very tired. The couple offered them food and they slept peacefully.\n\nThe next morning they heard that the couple's cow had died. The woman was crying and the man looked extremely worried, as the cow was the main breadwinner for the family. They lived on selling their cow's milk.\n\nThe second angel was very angry, as the first angel had killed the cow. When they argued, the first angel told her, 'I repaired the wall's hollow in the big mansion! The space had a hidden treasure; however, no member in that family was good at heart and they did not deserve it! That is why I closed their treasure. It was not I who killed the cow, but I transferred the death to the cow. Death was approaching the woman and the man who offered their shelter and food to us.\n\nHowever, don't worry! I have provided them with a pot full of gold coins. They will find that treasure some day and will make good use of it!'\n\nEverything has two sides. What appears bad may be good and vice versa.\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Challenges",
      "body": "Do you know the favorite food of Japanese? They love Sushi! Sushi is nothing but raw fish sliced in different shapes and sizes.\n\nOf course, fresh produces are tasty aren't they? Japanese loved to eat the fresh fish. The market for fresh fish in Japan grew so big that fishermen earned a good deal in catching fresh fish.\n\nWeeks and months passed by! The fishermen were unable to get fresh fish quickly. They took their boats to longer distance in the sea. The fishing boats became big to feed the fish lovers and the fishermen moved farther and farther to bring the fresh fish. Since they traveled for many days to get the fish, it took more days for the fishermen to return home. The fish lost its freshness, and Japanese consumers didn't like the taste of fish that wasn't fresh.\n\nThe fish companies tried to solve the problem and installed freezers to keep the fish fresh. They installed the freezers in the boats to store the fish fresh. Unfortunately, the frozen fish couldn't meet the flavor profile of the Japanese who always loved to eat the fish fresh.\n\nOf course, the flavor of fresh foods and frozen foods differ a lot!\n\nNext, the fishing companies installed large fish tanks in the boat. Soon after the fishermen caught the fish, they were put in the fish tanks and kept alive. The fish stuffed in the tanks, as they thrashed around for a while and got tired and dull in the tanks. Furthermore, a few fish died in the tanks, which ruined the other fish too!\n\nThe fishing industry experienced a big crisis! However, they found a solution to this problem. Now, Japanese could enjoy the fresh fish now. What happened?\n\nThe fishing companies put the caught fish directly into the fish tanks installed on the boats. However, they made a small change. They also included a small shark in the fish tank. This kept the fish very active and made them stay fresh!\n\nChallenges are important to achieve many things!\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Brave Little Boy",
      "body": "This is a short story from India, originally written by the English Author, Norah Burke, during her stay in India during the early twentieth century.\n\nKunal, Veer Singh's little brother lay in the hut, burning with fever and shooting pain in his stomach that was getting worse by the minute.\n\nVeer Singh was only about 11 years old, but was a happy and cheerful lad. He was a child of the jungle and his brother was about six years younger to him. He had other brothers and sisters, who unfortunately had died due to cholera or malaria.\n\nHis mother brought some hot water, dipped some towels inside, and placed it on Kunal's stomach to reduce the pain. Veer Singh could see that she was in great pain and fear of losing another child, but she was trying hard not to show it.\n\nHowever, the towels were of no use. Veer Singh mother said that he ought to be carried to the nearest hospital. Veer Singh's mother knew that Kunal was critical, and needed medical attention at the earliest.\n\nThe people in the village considered that the hospital was the last resort, and those who were sent there, rarely returned alive.\n\nVeer Singh told his mother that he would go and call his father, who was out hunting for food. His mother asked him to stay back, as it would take days to find him.\n\nVeer Singh's father was well known far and wide as Veer Singh Bahadur or Veer Singh the Brave. He was a famous hunter and hence the title. He had survived two tiger attacks and saved a comrade from a tiger attack. He had big scars on his back, head, and shoulders, where claws had opened his flesh. Whenever there was a hunting expedition in the village, people wanted Veer Singh Bahadur to be with them. His mere presence gave them tremendous amount of confidence and courage.\n\nNow he, along with the other strong men from the village were in an expedition. It was unlikely that Veer Singh would find someone to help him to take Kunal to the hospital.\n\nKunal lay on the ground, crying in pain and Veer Singh knew that something had to be done immediately. Otherwise, he might lose another brother.\n\nVeer Singh told his mother, \"There are no men in the village, and I will take Kunal to the hospital.\"\n\nHis mother knew there was no other choice, as she had to stay behind and look after the cattle and fields. Otherwise, they would all starve. His mother took a piece of garment and made a sling for Veer Singh, in which he could carry his brother to the hospital.\n\nHis mother said with tears, \"You may never get there. Go slowly and be brave.\" She gave him some food and water to have on the way. Veer Singh lifted Kunal and his mother helped put the sling on his back, and he set off in the orange glow of the evening.\n\nVeer Singh slowly started his journey. He was unsure, whether he would ever reach the hospital, given Kunal's weight. So high was Kunal's temperature, that he could feel the heat through the sling.\n\nThe hospital was about 50 miles away, and Veer Singh hoped to take a shortcut through the forest and wade through two rivers. This might reduce the distance by half. He also hoped that he might get a lift along the way in a bullock cart.\n\nHe was afraid to cross the forest. It was dark, and the animals of prey would be searching for food. Night fell and there was a full moon that night. He saw bear and tiger tracks and avoided them, and proceeded carefully. He was afraid and started walking fast.\n\nFinally, he nearly reached the end of the forest, and he just couldn't go further. He put the sling and lied down beneath a tree. His muscles shrank back to his natural position and he felt a piercing pain. He thought he would rest for a few minutes and he lay down. Soon he was fast asleep.\n\nSuddenly he woke up with fright. He looked around to see a herd of elephants at the riverside. However, they had not seen him. There were bull and cow elephants along with their babies. Although Veer Singh was petrified, he knew he could not run with Kunal's weight. All he could do was to keep quiet and pray.\n\nFinally, the elephants left and Veer Singh quickly crossed the river on a week bridge built from bamboo poles. He reached the other side and saw there were fresh tiger footprints. Yet, he still plodded. He cried in pain, but he did not stop. Towards midnight, he reached the second bridge.\n\nHe looked for the bridge, but it had been washed away by a flash flood. He could feel the rivers sound and sound of trees churning. He sat down and wondered about how he would he cross this river.\n\nKunal asked for some water, and Veer Singh brought some cold water from the river. Kunal wanted more as he was thirsty. Finally, Kunal went to sleep.\n\nVeer Singh lifted him and put him on top off his head. With the help of a bamboo pole, he began to cross the river. The deluge deafened and bruised him, yet he kept moving on. However, despite that he kept Kunal on top of his head and above the water. He finally, reached the other side, fell down on the grass, very exhausted, and drained of any energy.\n\nHe was wet and it was icy cold. Yet, Veer Singh kept moving on.\n\nSuddenly, he saw people, and he passed out.\n\nThe next thing he knew was that he was in a bullock-cart, and then a truck.\n\nFinally, they reached the hospital. The hospital staff and the people around could not believe that he had carried the little boy for over 50 miles.\n\nHe felt shy, when they started calling him Veer Singh Bahadur.\n\nThe Doctor came and asked for Veer Singh Bahadur and Veer Singh replied, \"My father is not here.\"\n\nThe Doctor smiled and asked him, \"Are you the little boy who carried his brother for over 50 miles?\"\n\nVeer Singh replied, \"Yes.\"\n\nThe Doctor then said, \"You are not Veer Singh, but Veer Singh Bahadur. Come in and see your brother. He will live.\"\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Two Brave Women",
      "body": "Karan Singh was all set to go to the fields. Among the other things he carried with his agricultural tools, were his sword and a gun. A merchant, who always noticed this, could not but help satisfy his curiosity. One day as Karan set out to go the fields, the merchant asked him why he always carried his weapons along with his other agricultural tools.\n\nKaran Singh went to his shop and told him that even if he told him the reason, he might not understand it. Hence, he advised him to concentrate on his shop's accounts, rather than focusing on matters that did not concern him. He also added that it was mainly because of Dadua, and that the villagers should be prepared when Dadua attacks. Hence, it was wise to always carry the weapons.\n\nThe merchant had the least idea who Dadua was, and asked him, \"Who is Dadua, and what does he want from us. Are there so many dacoits near our village?\"\n\nKaran understood that the merchant was getting apprehensive. It was understandable, because the dacoits always looted the merchants first, because they were also the local moneylenders. In order to pacify the merchant, he sat down and told him the story of Dadua, the famous dacoit.\n\nIn those days, might was right and the sword belonged to those who used it with honor. Accordingly, the sword settled all quarrels. The village, where Karan Singh and his brother Ram Singh stayed was called Pachegaon. In addition, not too far from this place was the neighboring village of Vala. A Thakur Sahib, a very powerful man, who had a large army of soldiers, ruled the neighboring village.\n\nThe village of Pachegaon mostly consisted of Rajput warriors, who were united and stopped all attacks from the Thakur. Finally, the Thakur realized that he could not beat the Rajputs. Therefore, he turned to the dacoit, Dadua for help. He promised to give one whole village in his territory, if the dacoit could capture the particular village of Pachegaon.\n\nDadua, with the help of Thakur's soldiers tried many times to capture the village of Pachegaon, but he was unsuccessful. Each time, there was much bloodshed, but Dadua could not capture the village. He knew that the people were united and the only way he could possibly beat them was to break that unity. Their loyalty to each other was so great, that it was like a fortress against any enemy. Dadua knew that the only way that he could possibly get in was during the time, when the warriors were working in the fields or hunting.\n\nOne early winter morning, when the dacoits were all sitting around the fire and smoking their hookahs, a messenger came and told them it was harvest-time at Pachegaon. It was likely that all men at the village would be at the fields, and only the women and children would be at home. They knew that this was the ideal time to attack. Dadua collected a few men and getting on their horse, they rode to the village.\n\nThe villagers were always ready to fight the dacoits. Even the women were prepared. A few of them also kept a sword next to their oven, where they made their bread. Even the children played dacoits and soldiers amongst themselves.\n\nBy the time, the dacoits reached the village, it was already mid-morning. They looked around and envied the villagers. The fields were rich yellow and ripe for harvest. There was plenty of vegetables and dairy stock around. For a moment, Dadua thought of settling down and becoming a farmer.\n\nMeanwhile, Vama, and Mala, the wives of Karan Singh and his brother Ram Singh were busy cooking the afternoon meal in the kitchen. They were talking to themselves, and suddenly, Vama said to Mala, \"I feel very restless today. All the men are in the fields and only the women, children and old men are left in the village. What if the dacoits attack the village today?\"\n\nMala asked Vama not to worry and said, \"They will not come, and even if they do, we have our sticks and swords.\"\n\nMala went to the next room, brought out her sword, and pulled it out of the scabbard. She started brandishing it and said, \"Who knows, I might need this today.\"\n\nWhen the lunch was ready, then tied it into bundles, and set out for the fields. The men saw the women coming and they stopped working. They gave their bullocks some grass to eat and proceeded to wash themselves in the stream. Then, they all sat under the tree and began to eat.\n\nSuddenly, from far, the women saw in a cloud of dust, horsemen fast approaching. Mala said, \"This must be Dadua's men. He must have got word that the village is unguarded today.\"\n\nThe men got up, when they realized it was Dadua and his men. Soon, a fierce battle began and in the ensuing battle, Karan Singh was badly wounded. Soon his brother was also shot dead. Both Vama and Mala came to their husband's side. Karan Singh told them, \"You are Rajput women. Don't allow them to pass this field.\"\n\nVama, Mala and the other Rajput women began throwing stones at the horses. The horses began prancing, when the shower of stones began to hit them. The horses soon threw the riders off balance. The dacoits picked their swords, and ran towards the women, who were ready with their swords.\n\nHowever hard they tried, the dacoits were unable to beat Vama, Mala, and the other few women. Clearly, the women were outnumbered, but the dacoits were no match for them. They asked Dadua, whether they could shoot them, just like they shot Karan and Ram Singh.\n\nDadua shouted at them, and said it was even shameful to think that. The fight went on and soon only four of the twelve dacoits were remaining, while Vama and Mala were still fighting hard. They were slightly injured but showed no signs of stopping.\n\nFinally, Dadua decided to leave and return another day, now that the main men were dead. Besides, the other farmers, hearing the sound of guns had also reached the scene. All they saw was these two women, all bloodied, brandishing swords and screaming, \"Come back and fight.\"\n\nThe farmers' quickly attended to the wounds of the women and pacified them. Then they gave the dead men a hero's burial, and returned to the village.\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Weakness is Strength",
      "body": "Everyone has their own strengths and weaknesses! Turning our weaknesses into strengths makes us unbeatable. This is an inspiring story of a 12-year-old boy Kim who defeated his weakness, by unknowingly making it his strength.\n\nPoor Kim lost his left hand in a terrible accident. His parents could not console him. To cheer him up, his father made him join a Judo school. As the boy always wanted to learn Judo, his father thought that this would make him happy.\n\nEveryone wondered how a single armed boy could learn Judo. However, the master happily enrolled him. He trained in Judo for about 8 months. He practiced nothing but a single stroke. He trained for all 8 months in mastering a single stroke. The boy was surprised and sometimes annoyed as his master taught him only one stroke.\n\nYet, he said nothing. The boy mastered the stroke and grew as nobody could excel in doing that particular stroke. The boy was picked by the master to compete in the national level Judo championship tournament.\n\nEveryone made fun of Kim and the master. How a one-handed boy could win a national championship? Even the boy was not sure about why his master chose him.\n\nSurprising to other's taunting, Kim easily defeated his six contenders with his single stroke. He gradually moved to semi-finals. He struggled a bit in the semi-finals and won the match.\n\nNeedless to say, it surprised everyone. The final match began. The opponent was very strong and the boy could not counterattack him. The referee decided to halt the match, as the opponent could harm Kim severely. He announced a break and discussed with Kim's master to stop the match and declare the opponent as the champion of the year. Even Kim was happy that he advanced very much and happily said yes! However, his master did not want him to quit the match. He asked Kim to continue the match. Of course, with a huge effort, Kim won the match and the title. He had become the champion!\n\nKim was so surprised how he won the competition with just a single stroke. His master told him,'My dear boy, you learned the most difficult stroke in Judo that very few can master to perfection. If your opponent wants to beat you and prevent you from using the stroke, they should hold your left hand. This is the secret behind your victory!'\n\nIf the boy turned his weakness, the loss of his left hand to a massive success, why can't we?\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Lazy Farmer",
      "body": "Sinha, the farmer was a very lazy man. He had fertile lands, but because of his laziness, he cultivated crops only in a part of his land.\n\nOne night, it rained heavily and the roads turned muddy. Sinha was very happy that it had rained. He was to water the crops the next day. However, because of the heavy rain, he did not have to water them as the crops got sufficient water. However, he wanted to assess the status of his fields after the rain.\n\nHe also had two loads of hay to be sold at the market. Since the roads were muddy, he stayed at home. He decided to take a visit after two days, by which time, he hoped that the roads would be clean.\n\nHowever, even after two days, the roads were still slightly muddy. Nevertheless, Sinha went to the market on a cart with horses. The road to the market was fairly good and he sold the hay. Then he took the country road and rode the cart towards his fields. But, the road was uneven and muddy with stagnant water.\n\nSinha drove very slowly to avoid getting dirty. Unfortunately, for Sinha, one wheel of the cart sank into the mire. He tried hard to move the cart and even pushed the horses to do so. The more he tried, the deeper the wheels sank into the mire.\n\nHe got down from the cart to look at the sunken wheel and searched all around for any help. However, help was hard to find, as people rarely took the country road, and all of them preferred the market road, which was much better.\n\nSinha started to curse himself for taking the bad road. Suddenly dark clouds appeared in the sky and it appeared that it was going to rain. Sinha lost his temper and started screaming, 'Hell, there is no one to help me'\".\n\nSuddenly, he heard a booming voice from the sky, \"Sinha, no one will help you unless you try to pull the wheel out by yourself.\n\nSinha then realized that he had done nothing to pull out the wheel from the mire. Sinha then removed the horses that were tied to the cart. He bent down and tried to pull out the wheel. After a few minutes of struggle, he gradually lifted the wheel from the mire. Supporting the cart with a shoulder, he pulled the wheel out. It was then Sinha understood that he succeeded, because he had tried. After that incident, Sinha realized his folly and was a changed man.\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Selfish Giant",
      "body": "Long ago, there was an exquisite garden which not only had lively trees, but also had a collection of flowers that gave out a wonderful fragrance. The birds that used to regularly visit the garden sang the most melodious songs. It was truly a lovely garden.\n\nThere were some children who regularly played in this beautiful garden. It was their play area, where they used to spend some lovely afternoons after school and the even more time during holidays. The birds that lived in this magnificent garden, used to sing melodious tunes, which even made the kids stop their games and listen to them.\n\nHowever, there was a truth that no one knew, not until the day when a giant, returned one day. The garden, in fact, belonged to the giant who had gone away for a long time, and no one knew about him. At times the little ones used to talk among themselves, wishing that the owner never returned.\n\nOne day, the kid's fears came true as the owner of the garden returned.\n\nThe owner, a big fat giant, came back stamping his feet with a loud thud. The children playing in the garden felt themselves being lifted from the ground and back as the sound got stronger.\n\nWhen the giant saw kids playing in his garden, he became very angry and then built a huge wall all around it and put a notice board, which said that any trespasser will be punished.\n\nThe selfish giant had closed the door on the kids. They would come back from school, and would talk about the garden. The children were sad and wished that the giant had never returned.\n\nThen spring came, beautiful flowers bloomed everywhere. An array of colors was spread all over the country, but what was the garden like, no one could see.\n\nThe reality was that spring did not visit the garden this time. It was still winter in the selfish giants' garden. The trees had forgotten to blossom and the birds were in no mood to sing. Even the little flowers were so annoyed with the sign to ban children from coming in, that they slipped back into the ground, as they were as sad as they could be.\n\nThe only ones who were happy were snow and frost. Having the whole space to them, both were happy to be up in spring. They thought that spring had overlooked this garden, and considered themselves as the undisputed master of the now \"frozen\" garden.\n\nThe snow had painted everything white and the frost had turned all the trees silver. Both rulers of this white world now invited the north wind, who came roaring in furs and moaned over the garden day in and day out. He roared so much that he blew all the chimney- pots down. And, if this was not enough, one day the north wind had an idea. Since we are having so much fun here, is it not a good idea that we invite hail.\n\nThen came Hail, dressed in grey with icy cold breadth. Every day for hours, it rattled on the roof on the roof of the castle, until most of the slates on the roof were broken. He ran and ran, around the garden like the fastest roller coaster ride, casting havoc on the once beautiful garden.\n\nOne day the giant heard lovely music while lying on his bed. He thought that it must be some of the king's musicians, who were passing by the garden.\n\nHowever, as the giant went towards the window, he saw a bird singing. He thought that spring had finally arrived and even a little bird's song, felt like the most melodious music in the world to him.\n\nThe north wind stopped dancing, the hail stopped roaring, and a deliciously sweet perfume came to him through the open window.\n\nThe giant jumped out of his bed and looked out of the window, but what did he see?\n\nHe saw the most beautiful sight; a few children had come in through a small hole in the gardens wall.\n\nThe children were on every tree, the trees were happy that they covered themselves with flowers.\n\nThe grass was happy and so were the flowers, each one of them was waiting for the kids to come back and here they were laughing with glee at the sight of innocent children playing around the garden. The birds tweeted, as they had never done before.\n\nHowever, in a corner of the garden, there was a little boy, who could not reach the branches of a tree.\n\nThe tree was still covered in snow and frost and hail was still roaring around it. The tree bent its branches to help the boy climb up, but to no avail. The child was too tiny to do so himself.\n\nThe giant felt guilty about his selfish behavior, and was very sorry for what he had done. I should have let the children play in my garden, he thought to himself. The giant was indeed very sorry and he decided to help the small boy.\n\nHe then proclaimed, \"From now on the garden will be the children's playground forever and ever, and I will knock down the walls of my garden, and I'll do that for sure.\"\n\nThe giant slowly went down stairs, softly opened the door, and slowly went into the garden.\n\nAll the children ran away except for the one who was crying, he could not see the garden because of his tears. The giant picked the boy up and placed him on a branch of the tree. The flowers and birds came back and so did the other children, when they saw the giant being kind to the boy. The boy hugged the giant and kissed him.\n\nFrom that day on, the giant played with all the children every day, until he grew old and week, that was when he confined himself in his room and used to watch the children play.\n\nThe boy, who had kissed him, the giants' first friend, never came back and he longed for him to come. He used to ask the other children about him, but they had the faintest clue as to who he was and where he lived.\n\nOne winter morning, the giant was getting ready, he saw the most wonderful sight from the window, the boy was standing in the farthest corner of the garden, the same boy the giant loved the most. The tree above the boy had blossoms on it and silver fruits hung from the tree.\n\nThe giant ran towards the boy and hugged him, he saw blood in his palms, the giant was angry because the boy was hurt. The giant asked the boy to name the person who hurt him and that he shall punish him.\n\nThe boy calmed him down and asked him not to worry, as they were wounds of love. An unusual calmness came on the giants' face.\n\nThe little boy then took his hand and told the giant he was taking him to the garden of paradise.\n\nLater, that afternoon, when the children came to play in the garden, they saw the giant lying on the ground with a calm smile on his face. On closer inspection, they realized that he was dead, his body covered with white flowers.\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Tale of Peter Rabbit",
      "body": "A long time ago, there lived four little rabbits, with fancy names: Flopsy, Cotton-tail, Peter and Mopsy. They lived under a very big fir tree, in a sand-bank.\n\nOne day, old Mrs. Rabbit called the four little rabbits for a little talk. \"Listen to me,\" she said, \"I know that you like to run and play all around the place, but I advise you not to go to Mr. McGregor's garden. Do you know why?\"\n\nFlopsy, Mopsy, Cotton-tail and Peter shook their heads.\n\n\"Your father was killed in Mr. McGregor's garden. Mrs. McGregor put him in a pie,\" mother rabbit said solemnly.\n\nThe four little rabbits looked as though they understood their mother's message.\n\n\"Alright then, go and play, but don't get into trouble. I have to go out now,\" mother rabbit said. She took her umbrella and her basket, and set out to the baker's. She had to buy a few currant buns and a loaf of brown bread.\n\nMeanwhile, the four little bunnies, left on their own, began exploring their neighbourhood. Mopsy, Flopsy and Cotton-tail, being good bunnies, hopped down the lane to pick some blackberries. However, Peter, being very naughty, did exactly what was forbidden: He ran to Mr. McGregor's garden, and squeezed under the gate. Not troubled by any thoughts of danger, he ate up some lettuce, and then some beans. Next came the radishes. Then, feeling a bit sick in his stomach, he looked for some parsley.\n\nBut, as he foraged for parsley, he had the misfortune of coming face to face with none other than Mr.McGregor himself, who had been planting out young cabbages. Presently, he ran after Peter waving his rake, and screaming, \"Stop thief!\"\n\nPeter was terribly frightened and ran all over the garden looking for an exit. In his panic, he had forgotten where the gate was. Now, it should be said that he had been wearing shoes, and he lost both his shoes among the vegetables while he was running for his life. However, after losing his shoes, he ran on all four legs and went faster, but unfortunately, ran into a gooseberry net. He was wearing a blue jacket with large brass buttons, and the buttons got caught in the net.\n\nPeter lost all hope of escaping Mr. McGregor's wrath, and began sobbing uncontrollably. Some sparrows overheard the bunny's sobs and flew to him. They urged him to try to escape and not to give up. In the meanwhile, Mr.McGregor approached Peter with a sieve, which he wanted to catch Peter with, but Peter wriggled out, leaving his jacket behind him.\n\nNow free of his shoes and jacket, Peter scurried at full speed into the toolshed and jumped into a can. It would have saved him, had it not been full of water.\n\nMeanwhile, Mr. McGregor, being quite sure of finding Peter in the toolshed, began to look for him there in all possible hiding places. Most unfortunately, right at that moment Peter sneezed 'Kertyschoo!'\n\nMr. McGregor was soon upon him, but Peter managed to jump out of the window, which was too small for the big man to squeeze through.\n\nTherefore, Mr. McGregor stopped his chase of Peter, having been tired of so much running around. He went back to his work.\n\nPeter sat down and took a rest. He was out of breath, and was still trembling from fright. He still had no idea which way to go to escape the place. He was also very wet, having been in the can full of water. He ventured out of his hiding place and began to wander about, and met a mouse and a cat. Both did not help in any way. Anyway, he did not trust the cat. He had heard enough about cats from his cousin Benjamin Bunny.\n\nHe tried going back to the toolshed, and climbed upon a wheelbarrow. He saw Mr.McGregor hoeing onions. Luckily his back was turned towards Peter. Then, all of a sudden, Peter saw the gate beyond him!\n\nSo he climbed down very quietly from the wheelbarrow, and ran as fast as he could to the gate, slipped under it, and was safe at last outside the garden.\n\nMeanwhile, Mr.McGregor found Peter's jacket and shoes, and decided that they would be best for a scare-crow to scare off the birds.\n\nPeter, safe outside the garden, did not stop running until he reached home under the big fir tree. He was so tired that he flopped down on the floor and closed his eyes. His mother was busy cooking, and wondered what he had done with his shoes and jacket. It was the second pair of shoes and jacket that Peter had lost in a fortnight!\n\nLater she found that, well, Peter was not so fine, and had a flu. But Peter did not utter a word about his adventures. His mother put him to bed, made some chamomile tea and gave him a dose of it with the admonition \"one table-spoonful to be taken at bed time!\"\n\nMopsy, Flopsy and Cotton-tail, who had a significantly less exciting time than Peter, were fed with milk, bread and strawberries for supper.\n\n"
    },
    {
      "category": "Classic Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Plum Stone",
      "body": "One day Vanya's mother bought some plums from the market. She washed them and left them on a big plate in the centre of the dining table. Mother wanted to give the plums to the children after dinner. It was not every day that plums were bought.\n\nVanya had not tasted plums all his life and was very curious about it. First he sniffed the fruit, wrinkled his nose at the pleasing smell, and decided that he liked the fruit. Dinner time was still a long way off and he did not have the patience to wait. He just could not resist his temptation. \"No one will notice if I take one,\" he said to himself.\n\nAs soon as he was alone in the room, he seized a big plum and ate it quickly. Vanya exclaimed, \"Hmmm.. plums are very delicious indeed!\"\n\nWhen it was time for dinner, his mother counted the plums and found that one was missing. She informed her husband about it. The whole family sat around the table to eat and in the course of the meal, father enquired, \"Well children, have any of you eaten a plum without your mother's knowledge?\" Each child answered in turn, \"No.\" Vanya's heart began to beat very fast and he blushed. He lied that he did not eat the plum.\n\nSuddenly, somebody from the deck called out, \"Shark! Shark!\"\nThe Shark, Short Story By Leo Tolstoy\n\nThen father said, \"It is wrong to steal a plum, but that's not all. You see, plums have small stones and if you swallow a stone, you will die the next day. That's what really bothers me.\"\n\nVanya became very upset and blurted out, \"I did not eat the stone. I threw it out of the window.\"\n\nThe entire family burst into peals of laughter, Vanya felt guilty and ashamed. He wept bitterly.\n\nHis parents hugged him. His mother consoled him and said, \"Your father presented the matter in such a way that you would come up with the truth.\" She added, \"God loves children who are honest.\"\n\nVanya apologized to the whole family and promised that thereafter he would speak only the truth.\n\nAfter all, honesty is the best policy!\n\n"
    },
    {
      "category": "",
      "title": "",
      "body": "The Old Man And His Grandson:\n\nThere was once a very old man, whose eyes had become dim, his ears dull of hearing, his knees trembled, and when he sat at table he could hardly hold the spoon, and spilt the broth upon the table-cloth or let it run out of his mouth. His son and his sons wife were disgusted at this, so the old grandfather at last had to sit in the corner behind the stove, and they gave him his food in an earthenware bowl, and not even enough of it. And he used to look towards the table with his eyes full of tears. Once, too, his trembling hands could not hold the bowl, and it fell to the ground and broke. The young wife scolded him, but he said nothing and only sighed. Then they brought him a wooden bowl for a few half-pence, out of which he had to eat.\n\nThey were once sitting thus when the little grandson of four years old began to gather together some bits of wood upon the ground. What are you doing there? asked the father. I am making a little trough, answered the child, for father and mother to eat out of when I am big.\n\nThe man and his wife looked at each other for a while, and presently began to cry. Then they took the old grandfather to the table, and henceforth always let him eat with them, and likewise said nothing if he did spill a little of anything."
    },
    {
      "category": "",
      "title": "",
      "body": "The Sisters:\n\nTHE little sisters went into the room to play ball.\n\nWe must be careful not to wake the white cat,  the tall one said, softly.\n\nOr to spoil the roses,  the fat one whispered;  but throw high, dear sister, or we shall never hit the ceiling. \n\nYou dear children,  thought the white cat, why do you come to play here at all? Only just round the corner are the shady trees, and the birds singing on the branches, and the sunshine is flecking the pathway. Who knows but what, out there, might your ball touch the sky? Here you will only disturb me, and perhaps spoil the roses, and at best you can but hit the ceiling! "
    },
    {
      "category": "",
      "title": "",
      "body": "Stephen And A Bowl Of Noodles:\n\nStephen, a 14-year-old boy was seen alone in the middle of the road. It was almost 10 pm; he was walking alone on the streets on a breezy night.\n\nHe recalled the incident that made him fight with his mother and he moved out of the house like a storm. His eyes were filled with tears.\n\nHe had a fight with his mother this morning. His mom inquired about his low grades in the recent exam. Stephen had a careless attitude and did not reply to her well. She scolded him in the evening for being so careless. He quarreled with his mother and argued without understanding he was also at fault. The fight ended so badly that Stephen left his home.\n\nHe walked for almost more than 2 hours. He smelled a nice flavor from a shop and was attracted by the sweet smell. He couldnt resist the smell of that nice flavor and he felt very hungry.\n\nIt was a small noodles shop and he stopped by the shop. Suddenly he realized theres not even a single penny in his pocket. With a sad face, he stood there for a minute and decided to leave the place. The shop owner saw him and asked him to have some food.\n\nStephen told them he had no money to pay for the food. The shop owner smiled, said, Its ok. I dont ask you any money and asked him to eat some food as he looked very tired.\n\nThe shop owner prepared a hot bowl of sweet and delicious noodles. Stephen ate the noodles and thanked the shop owner from his heart. He felt that he owed something to the shop owner and promised him that he would return his favor.\n\nStephen was in tears when he ate the noodles.\n\nThe shop owner asked what happened to him and why he cried when he was eating the noodles. Stephen narrated the incident to him, the quarrel with his mother and felt that his mother did not understand him.\n\nThe shop owner asked Stephen, Do you feel you owe me something right?\n\nStephen said, Yes. Definitely! This is a great help you did for me. I was very hungry as I ate nothing from noon!\n\nThe shop owner smiled, Good my dear young man! Now think about your mom. She was there with you from the moment you were born. In fact, she carried you in her. She cooked for you. She played with you. She helped you and consoled you with all her heart in your difficult times. She was there for you when you needed her. Even now, she had a fight with you for your goodness. What did she expect? Nothing! Dont you feel indebted to her?\n\nStephen realized his mistake, thanked the shop owner, rushed to his home. He saw his mother standing with tears on their street.\n\nHis mother said, where did you go? I was searching for you everywhere I cooked your favorite meal. Come and have it now. You must be so hungry!\n\nHe hugged her and pleaded to forgive him.\n\nParental love is unconditional and precious!"
    },
    {
      "category": "",
      "title": "",
      "body": "The Angel:\n\nEvery time a good child dies, an angel of God comes down to earth.\n\nHe takes the child in his arms, spreads out his great white wings, and flies with it all over the places the child loved on earth. The angel plucks a large handful of flowers, and they carry it with them up to God, where the flowers bloom more brightly than they ever did on earth. And God presses all the flowers to His bosom, but the flower that He loves the best of all He kisses. And then that flower receives a voice, and can join in the glorious everlasting hymn of praise.\n\nYou see, all this one of God's angels said as he was carrying a dead child to Heaven, and the child heard it as if in a dream. As they passed over the places where the child used to play, they came through gardens with lovely flowers. \"Which flowers shall we take with us to plant in Heaven?\" asked the angel.\n\nAnd there stood a slender beautiful rosebush. A wicked hand had broken the stem, and the branches with their large, half-opened blossoms hung down withering.\n\n\"That poor bush!\" cried the child. \"Let's take it so that it may bloom again up there in God's garden.\"\n\nSo the angel plucked it, then kissed the child for its tender thought, and the little child half opened his eyes. They took others of the rich flowers, and even some of the despised marigolds and wild pansies.\n\n\"Now we have enough flowers,\" said the child, and the angel nodded. But they did not yet fly upward to God.\n\nIt was night, and it was very quiet. They remained in the great city and hovered over one of the narrowest streets, which was cluttered with straw, ashes, and refuse of all kinds. It was just after moving day, and broken plates, rags, old hats, and bits of plaster, all things that didn't look so well, lay scattered in the street.\n\nIn the rubbish the angel pointed to the pieces of a broken flowerpot and to a lump of earth which had fallen out of it. It was held together by the roots of a large withered field flower. No one could have had any more use for it, hence it had been thrown out in the street.\n\n\"We shall take that with us,\" said the angel. \"As we fly onward, I will tell you about it.\" And as they flew the angel told the story.\n\n\"Down in that narrow alley, in a dark cellar, there once lived a poor sick boy who had been bedridden since childhood. The most he could ever do, when he was feeling his best, was hobble once or twice across the little room on crutches. For only a few days in midsummer the sunbeams could steal into his cellar for about half an hour or so. Then the little boy could warm himself and see the red blood in his thin, almost transparent fingers as he held them before his face. Then people would say, the boy has been out in the sunshine today.\n\n\"All he knew of the forests in the fresh breath of spring was when the neighbor's son would bring him home the first beech branch. He would hold this up over his head, and pretend he was sitting in the beech woods where the sun was shining and the birds were singing.\n\n\"One spring day the neighbor's boy brought him also some field flowers, and by chance one of them had a root to it! So it was planted in a flowerpot and placed in the window beside the little boy's bed. And tended by a loving hand, it grew, put out new shoots, and bore lovely flowers each year. It was a beautiful garden to the little sick boy-his one treasure on earth. He watered it and tended it and saw that it received every sunbeam, down to the very last that managed to struggle through the dingy cellar window.\n\n\"The flower wove itself into his dreams; for him it flowered; it spread its fragrance, and cheered his eyes, and toward it he turned his face for a last look when his Heavenly Father called him.\n\n\"He has been with God now for a year, and for a year the flower stood withered and forgotten in the window until on moving day it was thrown out on the rubbish heap in the street. That is the flower-the poor withered flower-we have added to our bouquet, for it has given more happiness than the richest flower in the Queen's garden.\"\n\nThe child looked up at the angel who was carrying him. \"But how do you know all this?\" he asked.\n\n\"I know it,\" said the angel, \"because I myself was the sick little boy who hobbled on crutches. I know my own flower very well.\"\n\nThen the child opened his eyes wide and looked up into the angel's beautiful happy face, and at that moment they found themselves in God's Heaven where there was everlasting joy and happiness. And God pressed the child to His bosom, and he received glorious white wings like the angel's, so they flew together, hand in hand. Then God pressed all the flowers to His heart, but the poor withered field flower He kissed, and it received a voice and joined the choir of the angels who floated about God's throne. Some were near, some farther out in great circles that swept to infinity, but all were supremely happy. And they all sang, the great and the small, the good blessed child and the withered field flower that had lain so long in the rubbish heap in the dark narrow alley."
    },
    {
      "category": "",
      "title": "",
      "body": "The Seven Ravens:\n\nA man had seven sons, but however much he wished for a daughter, he did not have one yet. Finally his wife gave him hope for another child, and when it came into the world it was indeed a girl. Great was their joy, but the child was sickly and small, and because of her weakness, she was to be given an emergency baptism.\n\nThe father sent one of the boys to run quickly to the well and get some water for the baptism. The other six ran along with him. Because each one of them wanted to be first one to dip out the water, the jug fell into the well. There they stood not knowing what to do, and not one of them dared to go home.\n\nWhen they did not return the father grew impatient, and said, \"They have forgotten what they went after because they were playing, those godless boys.\"\n\nFearing that the girl would die without being baptized, he cried out in anger, \"I wish that those boys would all turn into ravens.\"\n\nHe had hardly spoken these words when he heard a whirring sound above his head, and looking up, he saw seven coal-black ravens flying up and away.\n\nThe parents could not take back the curse, and however sad they were at the loss of their seven sons, they were still somewhat comforted because of their dear little daughter, who soon gained strength and became more beautiful every day.\n\nFor a long time she did not know that she had had brothers, for her parents took care not to mention them to her. However, one day she accidentally overheard some people talking about her. They said that she was beautiful enough, but that in truth she was to blame for her seven brothers' misfortune. This troubled her greatly, and she went to her father and mother and asked them if she indeed had had brothers, and what had happened to them.\n\nHer parents could no longer keep the secret, but said that it had been heaven's fate, and that her birth had been only the innocent cause. However, this ate at the girl's conscience every day, and she came to believe that she would have to redeem her brothers.\n\nShe had neither rest nor peace until she secretly set forth and went out into the wide world, hoping to find her brothers and to set them free, whatever it might cost. She took nothing with her but a little ring as a remembrance from her parents, a loaf of bread for hunger, a little jug of water for thirst, and a little chair for when she got tired.\n\nShe walked on and on -- far, far to the end of the world. She came to the sun, but it was too hot and terrible, and ate little children. She hurried away, and ran to the moon, but it was much too cold, and also frightening and wicked, and when it saw the child, it said, \"I smell, smell human flesh.\"\n\nThen she hurried away, and came to the stars, and they were friendly and good to her, each one sitting on its own little chair. When the morning star arose, it gave her a chicken bone, and said, \"Without that chicken bone you cannot open the glass mountain, and your brothers are inside the glass mountain.\"\n\nThe girl took the bone, wrapped it up well in a cloth, and went on her way again until she came to the glass mountain. The door was locked, and she started to take out the chicken bone, but when she opened up the cloth, it was empty. She had lost the gift of the good stars.\n\nWhat could she do now? She wanted to rescue her brothers, but she had no key to the glass mountain. The good little sister took a knife, cut off one of her little fingers, put it into the door, and fortunately the door opened.\n\nAfter she had gone inside a little dwarf came up to her and said, \"My child, what are you looking for?\"\n\n\"I am looking for my brothers, the seven ravens,\" she replied.\n\nThe dwarf said, \"The lord ravens are not at home, but if you want to wait here until they return, step inside.\"\n\nThen the dwarf carried in the ravens' dinner on seven little plates, and in seven little cups. The sister ate a little bit from each plate and took a little sip from each cup. Into the last cup she dropped the ring that she had brought with her.\n\nSuddenly she heard a whirring and rushing sound in the air, and the dwarf said, \"The lord ravens are flying home now.\"\n\nThey came, wanted to eat and drink, and looked for their plates and cups. Then one after the other of them said, \"Who has been eating from my plate? Who has been drinking from my cup? It was a human mouth.\"\n\nWhen the seventh one came to the bottom of his cup, the ring rolled toward him. Looking at it, he saw that it was a ring from their father and mother, and said, \"God grant that our sister might be here; then we would be set free.\"\n\nThe girl was listening from behind the door, and when she heard this wish she came forth. Then the ravens were restored to their human forms again. They hugged and kissed one another, and went home happily."
    },
    {
      "category": "",
      "title": "",
      "body": "A Bought Comfort Is Not A Blessing:\n\nOne winter day, a wild ass was wandering about aimlessly. Suddenly he came to the edge of the forest where he saw a donkey lying in the warm sun at full length. Quite care-free as the donkey looked, the ass envied him a lot.\n\nThe wild ass went to the donkey and said, How lucky you are! Your sleek skin shows how well you live.  Saying this, the ass left the place but still kept thinking about the donkey.\n\nAfter a few days, he came again to see the donkey. But this time the donkey had a heavy load on his back. His master was following him with a stick in his hand and was hitting the donkey off and on to make him move at a steady pace.\n\nSeeing this the ass said to himself, What a pity. I no longer envy him. I didnt know that he has to live such a miserable life and has to buy his comfort at this price. \n\nThe End."
    },
    {
      "category": "",
      "title": "",
      "body": "The Haunted Castle:\n\nA long, long time ago, there lived a boy called Max. He was a brave lad and was twelve years old. He lived in a village which was situated near the town. In that village, there lived three thousand people.\n\nJust outside the village, there was a haunted castle. In that castle, there lived a wicked witch with a mosquito who was her servant. He did everything the witch told him to do. She used to send the evil mosquito every day to bite the villagers and turned them into one of her kinds. \n\nEveryone in the village was afraid of that mosquito. But there was a person who could not feel the bite of that mosquito. It was Max. The villagers asked Max to kill the mosquito. As his mom was busy with some other work, he slipped out quietly to save the villagers.\n\nOn his way, he met a dwarf who stuck his leg under a rock. Max was a kind boy and he immediately helped him. He kicked the rock with all his strength and freed his leg. The dwarf thanked Max and to show his gratitude, he decided to accompany Max to the haunted castle.\n\nThat night, Max found the castle and managed to hide inside the castle. Suddenly, late at the night, he heard strange noises. The castle was surrounded by ghosts. As he went to see where the voice was coming from, he saw the ghosts flying on the roof of his bedroom. He jumped back into his bed and covered his face with the bedsheet.\n\nThe next day when Max woke up, he found the witch and her mosquito. Max took a spear and he immediately killed the witch. Seeing that, the mosquito was about to attack him. But Max squashed the mosquito too with the flyswatter. The news of his victory was spread in the whole village.\n\nWhen he arrived back in his village, all the people in the village were so happy that they crowned Max as the king of the village. Max married a village girl and they lived happily ever after with their many children."
    },
    {
      "category": "",
      "title": "",
      "body": "The Pink:\n\nThere was once upon a time a queen to whom God had given no children. Every morning she went into the garden and prayed to God in heaven to bestow on her a son or a daughter. Then an angel from heaven came to her and said: Be at rest, you shall have a son with the power of wishing, so that whatsoever in the world he wishes for, that shall he have. Then she went to the king, and told him the joyful tidings, and when the time was come she gave birth to a son, and the king was filled with gladness.\n\nEvery morning she went with the child to the garden where the wild beasts were kept, and washed herself there in a clear stream. It happened once when the child was a little older, that it was lying in her arms and she fell asleep. Then came the old cook, who knew that the child had the power of wishing, and stole it away, and he took a hen, and cut it in pieces, and dropped some of its blood on the queens apron and on her dress. \n\nThen he carried the child away to a secret place, where a nurse was obliged to suckle it, and he ran to the king and accused the queen of having allowed her child to be taken from her by the wild beasts. When the king saw the blood on her apron, he believed this, fell into such a passion that he ordered a high tower to be built, in which neither sun nor moon could be seen and had his wife put into it, and walled up. Here she was to stay for seven years without meat or drink, and die of hunger. But God sent two angels from heaven in the shape of white doves, which flew to her twice a day, and carried her food until the seven years were over.\n\nThe cook, however, thought to himself: If the child has the power of wishing, and I am here, he might very easily get me into trouble. So he left the palace and went to the boy, who was already big enough to speak, and said to him: Wish for a beautiful palace for yourself with a garden, and all else that pertains to it. Scarcely were the words out of the boys mouth, when everything was there that he had wished for. After a while the cook said to him: It is not well for you to be so alone, wish for a pretty girl as a companion. Then the kings son wished for one, and she immediately stood before him, and was more beautiful than any painter could have painted her. The two played together, and loved each other with all their hearts, and the old cook went out hunting like a nobleman. The thought occurred to him, however, that the kings son might some day wish to be with his father, and thus bring him into great peril. \n\nSo he went out and took the maiden aside, and said: Tonight when the boy is asleep, go to his bed and plunge this knife into his heart, and bring me his heart and tongue, and if you do not do it, you shall lose your life. Thereupon he went away, and when he returned next day she had not done it, and said: Why should I shed the blood of an innocent boy who has never harmed anyone? The cook once more said: If you do not do it, it shall cost you your own life. When he had gone away, she had a little hind brought to her, and ordered her to be killed, and took her heart and tongue, and laid them on a plate, and when she saw the old man coming, she said to the boy: Lie down in your bed, and draw the clothes over you. Then the wicked wretch came in and said: Where are the boys heart and tongue? The girl reached the plate to him, but the kings son threw off the quilt, and said: You old sinner, why did you want to kill me? Now will I pronounce thy sentence. You shall become a black poodle and have a gold collar round your neck, and shall eat burning coals, till the flames burst forth from your throat. And when he had spoken these words, the old man was changed into a poodle dog, and had a gold collar round his neck, and the cooks were ordered to bring up some live coals, and these he ate, until the flames broke forth from his throat. The kings son remained there a short while longer, and he thought of his mother, and wondered if she were still alive. At length he said to the maiden: I will go home to my own country;\n\n if you will go with me, I will provide for you. Ah, she replied, the way is so long, and what shall I do in a strange land where I am unknown? As she did not seem quite willing, and as they could not be parted from each other, he wished that she might be changed into a beautiful pink, and took her with him. Then he went away to his own country, and the poodle had to run after him. He went to the tower in which his mother was confined, and as it was so high, he wished for a ladder which would reach up to the very top. Then he mounted up and looked inside, and cried: Beloved mother, Lady Queen, are you still alive, or are you dead? She answered: I have just eaten, and am still satisfied, for she thought the angels were there. Said he: I am your dear son, whom the wild beasts were said to have torn from your arms; but I am alive still, and will soon set you free. Then he descended again, and went to his father, and caused himself to be announced as a strange huntsman, and asked if he could offer him service. The king said yes, if he was skilful and could get game for him, he should come to him, but that deer had never taken up their quarters in any part of the district or country. \n\nThen the huntsman promised to procure as much game for him as he could possibly use at the royal table. So he summoned all the huntsmen together, and bade them go out into the forest with him. And he went with them and made them form a great circle, open at one end where he stationed himself, and began to wish. Two hundred deer and more came running inside the circle at once, and the huntsmen shot them. Then they were all placed on sixty country carts, and driven home to the king, and for once he was able to deck his table with game, after having had none at all for years.\n\nNow the king felt great joy at this, and commanded that his entire household should eat with him next day, and made a great feast. When they were all assembled together, he said to the huntsman: As you are so clever, you shall sit by me. He replied: Lord King, your majesty must excuse me, I am a poor huntsman. But the king insisted on it, and said: You shall sit by me, until he did it. Whilst he was sitting there, he thought of his dearest mother, and wished that one of the kings principal servants would begin to speak of her, and would ask how it was faring with the queen in the tower, and if she were alive still, or had perished. Hardly had he formed the wish than the marshal began, and said: Your majesty, we live joyously here, but how is the queen living in the tower? Is she still alive, or has she died? But the king replied: She let my dear son be torn to pieces by wild beasts; I will not have her named. Then the huntsman arose and said: Gracious lord father she is alive still, and I am her son, and I was not carried away by wild beasts, but by that wretch the old cook, who tore me from her arms when she was asleep, and sprinkled her apron with the blood of a chicken. Thereupon he took the dog with the golden collar, and said: That is the wretch! and caused live coals to be brought, and these the dog was compelled to devour before the sight of all, until flames burst forth from its throat. \n\nOn this the huntsman asked the king if he would like to see the dog in his true shape, and wished him back into the form of the cook, in the which he stood immediately, with his white apron, and his knife by his side. When the king saw him he fell into a passion, and ordered him to be cast into the deepest dungeon. Then the huntsman spoke further and said: Father, will you see the maiden who brought me up so tenderly and who was afterwards to murder me, but did not do it, though her own life depended on it? The king replied: Yes, I would like to see her. The son said: Most gracious father, I will show her to you in the form of a beautiful flower, and he thrust his hand into his pocket and brought forth the pink, and placed it on the royal table, and it was so beautiful that the king had never seen one to equal it. Then the son said: Now will I show her to you in her own form, and wished that she might become a maiden, and she stood there looking so beautiful that no painter could have made her look more so.\n\nAnd the king sent two waiting-maids and two attendants into the tower, to fetch the queen and bring her to the royal table. But when she was led in she ate nothing, and said: The gracious and merciful God who has supported me in the tower, will soon set me free. She lived three days more, and then died happily, and when she was buried, the two white doves which had brought her food to the tower, and were angels of heaven, followed her body and seated themselves on her grave. The aged king ordered the cook to be torn in four pieces, but grief consumed the kings own heart, and he soon died. His son married the beautiful maiden whom he had brought with him as a flower in his pocket, and whether they are still alive or not, is known to God."
    },
    {
      "category": "",
      "title": "",
      "body": "Do Not Desire To Walk When You Have Wings To Fly:\n\nOnce upon a time, there lived a generous, kind-hearted king. He was fond of birds and animals and had a huge bird sanctuary in his reign. He disliked harming the animals and birds and did not even kill them for the sake of eating meat.\n\nOwing to his generosity and kindness towards birds, he was gifted two beautiful falcons by his fellow businessman. Those two falcons belonged to a different place and lived in a different climatic condition.\n\nThe king thanked the businessman and ordered the head of the bird trainer to provide all the facilities to those beautiful falcons and make them feel comfortable in their country.\n\nThe head trainer took the birds and provided all the essentials to help the birds adapt to the atmosphere. Gradually, the birds adapted to the countrys atmosphere.\n\nflying falcon bird one day the king wanted to see the falcons fly as he heard that one of those falcons fly to great heights at a very high speed.\n\nThe king was quite surprised and rewarded the bird trainer with a handful of gold coins. He inquired about the other falcon. The bird trainer stated with regret that the other falcon did not move even a step from day one and just sat on the branch. The trainer also added that he tried everything best he could do and still he failed to make this bird move.\n\nThe king consoled him and told the trainer that he would bring someone more experienced than him or an old man who knew about falcons.\n\nFalcon bird in a branch\n\nThe king announced his requirement to make the falcon move and fly. Hearing this announcement, an old man reached the Kings palace and assured him that he would make the bird fly like the other one.\n\nThe king asked the head trainer to take the old man to the sanctuary to train the falcon and he told that he would visit them the next day to see if there was any change.\n\nThe next day, the king was very surprised to see the other falcon fly like the first one to great heights at rapid speed. The king was too happy and rewarded him with a handful.\n\nThe king asked what he had done to make the bird fly in a day. The old man simply replied, I just cut down the branch of the tree where the falcon used to sit.\n\nMany of us are like this. We have wings to fly, we know how to fly, and where to fly still we sit doing nothing or doing something that makes us inferior to others.\n\nDont try to walk when you have wings to fly!"
    },
    {
      "category": "",
      "title": "",
      "body": "The Four Clever Brothers:\n\nDear children, said a poor man to his four sons, I have nothing to give you; you must go out into the wide world and try your luck. Begin by learning some craft or another, and see how you can get on. So the four brothers took their walking-sticks in their hands, and their little bundles on their shoulders, and after bidding their father goodbye, went all out at the gate together. \n\nWhen they had got on some way they came to four crossways, each leading to a different country. Then the eldest said, Here we must part; but this day four years we will come back to this spot, and in the meantime each must try what he can do for himself.\n\nSo each brother went his way; and as the eldest was hastening on a man met him, and asked him where he was going, and what he wanted. I am going to try my luck in the world, and should like to begin by learning some art or trade, answered he. \n\nThen, said the man, go with me, and I will teach you to become the cunningest thief that ever was. No, said the other, that is not an honest calling, and what can one look to earn by it in the end but the gallows? Oh! said the man, you need not fear the gallows; for I will only teach you to steal what will be fair game: I meddle with nothing but what no one else can get or care anything about, and where no one can find you out. So the young man agreed to follow his trade, and he soon showed himself so clever, that nothing could escape him that he had once set his mind upon.\n\nThe second brother also met a man, who, when he found out what he was setting out upon, asked him what craft he meant to follow. I do not know yet, said he. Then come with me, and be a star-gazer. It is a noble art, for nothing can be hidden from you, when once you understand the stars. The plan pleased him much, and he soon became such a skilful star-gazer, that when he had served out his time, and wanted to leave his master, he gave him a glass, and said, With this you can see all that is passing in the sky and on earth, and nothing can be hidden from you.\n\nThe third brother met a huntsman, who took him with him, and taught him so well all that belonged to hunting, that he became very clever in the craft of the woods; and when he left his master he gave him a bow, and said, Whatever you shoot at with this bow you will be sure to hit.\n\nThe youngest brother likewise met a man who asked him what he wished to do. Would not you like, said he, to be a tailor? Oh, no! said the young man; sitting cross-legged from morning to night, working backwards and forwards with a needle and goose, will never suit me. \n\nOh! answered the man, that is not my sort of tailoring; come with me, and you will learn quite another kind of craft from that. Not knowing what better to do, he came into the plan, and learnt tailoring from the beginning; and when he left his master, he gave him a needle, and said, You can sew anything with this, be it as soft as an egg or as hard as steel; and the joint will be so fine that no seam will be seen.\n\nAfter the space of four years, at the time agreed upon, the four brothers met at the four cross-roads; and having welcomed each other, set off towards their fathers home, where they told him all that had happened to them, and how each had learned some craft.\n\nThen, one day, as they were sitting before the house under a very high tree, the father said, I should like to try what each of you can do in this way. So he looked up, and said to the second son, At the top of this tree there is a chaffinchs nest; tell me how many eggs there are in it. The star-gazer took his glass, looked up, and said, Five. Now, said the father to the eldest son, take away the eggs without letting the bird that is sitting upon them and hatching them know anything of what you are doing. So the cunning thief climbed up the tree, and brought away to his father the five eggs from under the bird; and it never saw or felt what he was doing, but kept sitting on at its ease. \n\nThen the father took the eggs, and put one on each corner of the table, and the fifth in the middle, and said to the huntsman, Cut all the eggs in two pieces at one shot. The huntsman took up his bow, and at one shot struck all the five eggs as his father wished.\n\nNow comes your turn, said he to the young tailor; sew the eggs and the young birds in them together again, so neatly that the shot shall have done them no harm. Then the tailor took his needle, and sewed the eggs as he was told; and when he had done, the thief was sent to take them back to the nest, and put them under the bird without its knowing it. Then she went on sitting, and hatched them: and in a few days they crawled out, and had only a little red streak across their necks, where the tailor had sewn them together.\n\nWell done, sons! said the old man; you have made good use of your time, and learnt something worth the knowing; but I am sure I do not know which ought to have the prize. Oh, that a time might soon come for you to turn your skill to some account!\n\nNot long after this there was a great bustle in the country; for the kings daughter had been carried off by a mighty dragon, and the king mourned over his loss day and night, and made it known that whoever brought her back to him should have her for a wife. Then the four brothers said to each other, Here is a chance for us; let us try what we can do. And they agreed to see whether they could not set the princess free. I will soon find out where she is, however, said the star-gazer, as he looked through his glass; and he soon cried out, I see her afar off, sitting upon a rock in the sea, and I can spy the dragon close by, guarding her. \n\nThen he went to the king, and asked for a ship for himself and his brothers; and they sailed together over the sea, till they came to the right place. There they found the princess sitting, as the star-gazer had said, on the rock; and the dragon was lying asleep, with his head upon her lap. I dare not shoot at him, said the huntsman, for I should kill the beautiful young lady also. Then I will try my skill, said the thief, and went and stole her away from under the dragon, so quietly and gently that the beast did not know it, but went on snoring.\n\nThen away they hastened with her full of joy in their boat towards the ship; but soon came the dragon roaring behind them through the air; for he awoke and missed the princess. But when he got over the boat, and wanted to pounce upon them and carry off the princess, the huntsman took up his bow and shot him straight through the heart so that he fell down dead. They were still not safe; for he was such a great beast that in his fall he overset the boat, and they had to swim in the open sea upon a few planks. \n\nSo the tailor took his needle, and with a few large stitches put some of the planks together; and he sat down upon these, and sailed about and gathered up all pieces of the boat; and then tacked them together so quickly that the boat was soon ready, and they then reached the ship and got home safe.\n\nWhen they had brought home the princess to her father, there was great rejoicing; and he said to the four brothers, One of you shall marry her, but you must settle amongst yourselves which it is to be. Then there arose a quarrel between them; and the star-gazer said, If I had not found the princess out, all your skill would have been of no use; therefore she ought to be mine. Your seeing her would have been of no use, said the thief, if I had not taken her away from the dragon; therefore she ought to be mine. No, she is mine, said the huntsman; for if I had not killed the dragon, he would, after all, have torn you and the princess into pieces. And if I had not sewn the boat together again, said the tailor, you would all have been drowned, therefore she is mine. \n\nThen the king put in a word, and said, Each of you is right; and as all cannot have the young lady, the best way is for neither of you to have her: for the truth is, there is somebody she likes a great deal better. But to make up for your loss, I will give each of you, as a reward for his skill, half a kingdom. So the brothers agreed that this plan would be much better than either quarrelling or marrying a lady who had no mind to have them. And the king then gave to each half a kingdom, as he had said; and they lived very happily the rest of their days, and took good care of their father; and somebody took better care of the young lady, than to let either the dragon or one of the craftsmen have her again."
    },
    {
      "category": "",
      "title": "",
      "body": "Monster Momo:\n\nThere was a huge forest, located between a town and a village. The forest was so huge that anyone can miss their way home as the forest has an abundance of trees. However, the forest has a park for children in the opening and there was a huge lake located in the middle of the forest. The lake wasnt visible surrounded by dense trees. And there lived a monster called Momo!\n\nMomo was a small monster, but he used to eat other monsters. Since Momos hunger cannot be satisfied with other monsters, Momo started to eat everything he finds around. Momo had no teeth and could not chew the monsters. Momo simply swallows the monsters. Momo looked so big with the gigantic tummy.\n\nOne day, three children were found missing. Yes, they missed their way home from the park and instead went towards the lake where Momo lived.\n\nSince Momo was very huge with a big tummy, it could not move faster. It slowly crawls like a baby on the lake. He saw three children and moved towards them. One child saw Momo and screamed. While the other one was shocked and stood speechless, the third child ran away from the place. Monster Momo swallowed the two kids.\n\nThe third child that ran away finally got his way back home and told his parents that the other two were eaten by Momo. It shocked the people in the town and the parents of missing children were so depressed, nobody was able to console them. People in the town decided not to use the park anymore.\n\nUnaware of this incident, a group of children from the city had their picnic on the other side of the park that was accompanied by a villager. They were playing football and one boy hit the ball so hard that it moved towards the direction where the lake was situated.\n\nMonster Momo saw the ball from a distance. Since the woods were so bushy, children found it hard to see the ball. Monster Momo after several hard attempts finally moved towards the big ball. As Momo cannot move easily, he bent all the trees and swallowed the ball.\n\nThe monsters and two children who were inside the stomach of Monster Momo saw the big ball arriving. They started to get out of the stomach and pushed the ball so hard. As they pushed the ball, Momos stomach inflated like a balloon and with a hard hit, Momo wasnt able to hold anyone inside and everyone came out of the stomach.\n\nMonster Momo lost all the weight, he became so light, the tummy became very small and he was able to stand without any support.\n\nHe said sorry to all monsters and children he swallowed. The children reached their home safely and the parents were happy.\n\nMonster Momo and other monsters then acted as a security guard to children."
    },
    {
      "category": "",
      "title": "",
      "body": "The Friendship of a Lion and a Mouse:\n\nThere lived a tiny mouse in a big dense forest that was always in search of food. While searching in the forest, one day, it came near a lion's den. The good smell coming from the lion's den drew the little mouse inside it. The mouse found several pieces of animal meat on the floor. Those were all the leftovers of the animal the lion had eaten. Therefore, the mouse ate few pieces.\n\nLater, it decided to eat the other pieces at night, so it stayed back in the den. Due to over eating, the mouse fell asleep inside the den. The lion returned to its den at dark but could not see the sleeping mouse as it was dark inside the den. The lion ate the entire piece of lamb it had brought and left the bones lying on the floor. After a sumptuous filling meal, the lion slept off and started snoring aloud.\n\nThe loud snoring sounds woke the mouse up with a sudden jerk. When the mouse saw the lion sleeping in the den, he got scared and puzzled, and accidentally bumped in to the lion's leg.\n\nThe mouse felt the smooth fur of the lion's body. While exploring it, the mouse reached the lion's ear and this led to waking up the lion. The disturbed lion, agitated, snorted loudly. \"Who is it?\"\n\nThe frightened mouse declared his identity with a feeble voice. The lion was furious as it got disturbed during his sleep. So he said, \"How dare you disturb my sleep and where are you?\"\n\nWhen the mouse responded, the lion had to light up a lamp as it was very dark inside the den and he could not possible see a tiny creature like a mouse.\n\nWith the light, the lion looked at his clean den. It was devoid of any bones or leftover meat. Moreover, there was no usual stink in the den due to the animal leftover meat and other stuff. He was quite amazed.\n\nIn one corner, the lion looked at the petty little mouse. The mouse was shivering with fear. So the lion pondered for a while about how the mouse had managed to keep the den clean. Therefore, he decided that he would keep the mouse in his den so that it can have the leftover meat and bones. That much food will be more than sufficient for the mouse and this will also keep his den stink-free and tidy.\n\nThen the lion in a grumpy and angry voice asked the mouse, \"Why have you entered my den?\" Petrified, the mouse retorted with folded hands and honestly told the lion that he had reached the den in search of food. He could not resist the good smell of the meat and was extremely sorry for his action. Hence, the mouse apologized and asked the lion to let him go.\n\nThe lion told the mouse that he could stay in the den only if he allowed the lion to sleep properly. The mouse was too scared and did not understand what the lion meant. He kept begging the lion to leave him.\n\nLooking at the terrified mouse, the lion lowered his voice and said in soft tone, \"Oh tiny mouse do not be scared and frightened. Just listen to me carefully. I go hunting every day and bring the carcass of some animal as part of my daily meal. I do not eat it completely. You are a small and tiny animal and hence you can easily eat the leftovers and make yourself happy. If you like eating the leftovers without searching for food, you can stay here and help me keep this place clean.\"\n\nThis revealed the soft and humble side of the lion's gigantic character.\n\nThe mouse was taken aback with unlimited joy. To this he said, \"Yes Mr. Lion, I shall stay in the den.\"\n\nHowever, the lion put forth one simple condition for the mouse. The lion said that he would have to keep the den clean. The mouse can eat the leftover meat and bones. If the mouse failed to complete the leftovers, he must throw the remaining away from the den. So the task of cleanliness of the den was given to the mouse in exchange of his stay and food. The mouse was more than happy to accept the offer.\n\nAfter this short but sweet conversation, the lion asked the mouse to sleep in the corner of the den and he himself slept in the middle of the den. So as the mouse and the lion lay fast asleep in the den, the mouse suddenly started rolling freely on the floor of the den. Rolling on the floor while asleep happened to be a sleeping disorder the mouse had and he was completely unaware about this habit. So he kept rolling and by midnight, he came closer to the lion's body. As soon as the mouse came closer to the lion's body, he felt the warmth of the lion's fur and this helped him sleep deep and in a more comfortable manner. So, in his sleep the mouse wanted to feel more cozy and comfortable. So, the mouse unknowingly adjusted himself in the fold of the lion's huge leg.\n\nOwing to his humble nature, the lion felt fine with this and he even adjusted his leg so that the mouse can sleep peacefully. When the sunrays of the early morning fell on the lion's eyes, he woke up. The lion saw that the mouse was fast asleep on his leg. After watching the mouse sleep so calm and peacefully, the lion gently woke the mouse up, as he had to get up. While the lion pushed his paw, the mouse woke up. Seeing the lion's nose so close up, the little creature was extremely terrified and tried to jump off.\n\nHowever, the lion helped the mouse get down and prevented the mouse from hurting himself. After this kind gesture, the mighty lion asked the mouse to be not frightened and told him the reason why the mouse had to wake up; it was because he was sleeping on the lion's leg. After hearing this, the frightened mouse started laughing vigorously. Seeing his friend laugh, the lion broke into pangs of laughter too.\n\nThis was the onset of a beautiful bond of friendship between the tiny mouse and the mighty lion."
    },
    {
      "category": "",
      "title": "",
      "body": "A Common Man:\n\nSteven is a middle-aged man. He was born into a poor family, still raised well by his father and mother. His father owned a welding shop and used to work for more than 12 hours a day to lead a decent living.\n\nStill, Stevens father could not afford to provide luxurious living to his family. Steven was an average student in his school and used to score around 70 percent marks. Stevens dream is always to become a doctor. Since his marks werent very high, he could not get the desired course he wanted to study. He joined a bachelors degree course, completed the course successfully and got a job in a company.\n\nHis life went on with no dramatic change. His father was still working in his welding shop and earned his life. After getting a permanent job, Stevens parent wanted him to marry. He got married to his native town as he got promoted in the job, along with his wife. After a few years, he had beautiful twin boys.\n\nSteven began to earn a handsome salary and started to live a luxurious life. He bought a house, owned a car and had all luxurious facilities, while some of them are really unnecessary. His company provided him a car, still, Steven purchased a new car!\n\nAfter almost 6  7 years, the little boys were growing up and Steven, owing to his rich lifestyle, was not able to manage the household expenses and pay for the children's education and other necessities of life."
    },
    {
      "category": "",
      "title": "",
      "body": "The Old Church Bell:\n\nIn the German country of Wrttemberg, where the beautiful acacia trees bloom beside the highways, and the apple and pear trees bend down in autumn under the weight of their ripe blessings, there lies the little town of Marbach. It belongs to the class of quite unimportant towns, but it is located in a beautiful spot near the Neckar, the river that flows swiftly past towns and green vineyards and old knights' castles, to join its waters with those of the proud Rhine.\n\nIt was late one year; the vines had red leaves; showers fell, and the cold winds increased. This was not a happy time for poor people. The days were dark, but it was darker still within the cramped old houses. One of these stood with its gabled end toward the street, with low windows, poor and humble in appearance; and poor indeed was the family that lived there, yet courageous and diligent, with the love and fear of God within their hearts.\n\nGod was soon to give them one more child. The hour of its birth had come; the mother lay in pain and need. From the church tower came the sound of chiming bells, so deep, so festive. It was a holiday, and the solemn ringing of the bells filled the heart of the praying woman with faith and devotion; she lifted her soul to God in fervent prayer, and at that moment her little son was born, and she was happy beyond words. The bell from the church tower seemed to send forth her joy over town and country. Two bright baby eyes gazed up at her, and the little one's hair shone as if it were gilded. On that gloomy November day, the child had been welcomed into the world by the chiming bells; the mother and father kissed it and wrote in their Bible, \"The tenth of November, 1759, God gave us a son,\" adding later that he had received at his baptism the names, \"Johann Christoph Friedrich.\"\n\nWhat became of the little fellow, the poor boy from the humble town of Marbach?\n\nAt that time nobody knew, not even the old church bell high in its belfry, though it had first rung and sung for him, that he should one day sing that most beautiful song about \"The Bell.\"\n\nAnd the little boy grew, and the world grew larger about him; the parents moved to another town, but some dear friends of theirs still remained in Marbach, and thus it happened that mother and son returned there one day for a visit. The boy was still only six years old, but already he knew parts of the Bible and the pious old hymns; many an evening while seated on his little cane stool, he had heard his father read Gellert's Fables and the poem about Messiah; hot tears had come into the boy's eyes, and his sister had cried at hearing of Him who had suffered death on the cross of Golgotha, that He might save us.\n\nAt the time of their first visit to Marbach the town had not changed very much - in fact, it was not very long since they had left it. The houses stood exactly as before, with their pointed gables, sloping walls, and low windows; but there were new graves in the churchyard; and there, down in the grass, close by the wall, lay the old church bell, fallen from its high position. It had developed a flaw and could ring no longer, and a new one had been put up in its place.\n\nThe mother and son had entered the churchyard and stood still before the old bell, while she told the little boy how this bell had performed its duty for centuries; it had pealed at baptisms, and joyful weddings, and funerals. Its tones had told of joy and of the horrors of fire; yes, the bell had sung of the most important moments in human life.\n\nAnd never did the child forget what his mother told him that day; it sounded within his breast until, when he was grown to be a man, he could pour it out in song. And the mother told him how this old bell had pealed comfort and joy to her in her hour of fear, had rung and sung when her little boy was given to her. The child looked almost with awe at the grand old bell; he stooped over and kissed it as it lay there, old and broken and cast aside among grass and nettles.\n\nAnd it lingered in the memory of that little boy, as he grew up in poverty, tall and thin, with reddish hair and a freckled face.\n\nYes, that's what he looked like, but his eyes were as clear and blue as the deep water. And how did he get on? Well, he had been lucky, enviably lucky. He had been received graciously into the military school, and even into the section where the children of the rich people were. This was an honor, a piece of rare good fortune; and he wore top-boots, a stiff collar, and a powdered wig. He was taught under the system of \"March! Halt! Front!\" This was likely to result in something!\n\nThe old church bell would probably someday go into the smelting furnace, and what would become of it next? Well, nobody could tell that, and nobody could tell, either, what would come from the bell in the breast of the young man. There was a turmoil within him; it rang and echoed and strained to sound forth into the wide world. The more cramped the space within the school walls, the more deafening the commands of \"March! Halt! Front!\" the more strongly it rang within the youth's breast. What he felt he sang to his comrades, and it was heard beyond the boundaries of the country; but it was not for this that he had received a scholarship, clothing, and food. He already had the number of the screw he was to be in the great watchword that we all belong to. How little we understand ourselves, and how then shall others, even the best of them, understand us? But it is the pressure that forms the precious gem. The pressure was here; would the world in the course of time be able to recognize the precious gem?\n\nThere was a great festival in the capital of the country. Thousands of lamps glittered, and rockets flamed; people still remember that splendor, remember it because of him who in tears and sorrow tried then to escape unnoticed to foreign soil. He must leave his native land, his mother, and all his loved ones far behind, or perish in the stream of commonplace life.\n\nBut the old bell was well off; it lay hidden in the shelter of the church wall of Marbach. As the wind swept over it, it could have told of him at whose birth the bell had rung; it could have told how coldly it had blown upon him as, weary and exhausted, he sank down in the forest of a neighboring country, with all his treasures, all his hopes for the future, in some written pages of Fiesco. The wind could have told how, when he read it aloud, his only patrons, artists all of them, stole away and amused themselves by playing ninepins. The wind could have told of the pale fugitive who lived for weeks and months in the miserable inn, where the landlord was noisy and drank, and where vulgar merriment took place while he sang of the Ideal. Hard days, dark days! The heart itself must suffer and understand what it would sing to the world.\n\nDark days and cold nights passed over the old bell, and it did not feel them, but the bell within the human breast is sensitive to these miseries. What happened to the young man? What happened to the old bell? Well, the bell went far away, farther than its sound could ever be heard even from its high tower; the young man - ah, yes, the bell within his breast sounded farther into distant lands than ever his foot would ever tread or his eyes ever see; it sounded and resounded across the ocean and around the earth.\n\nBut first, you must hear about the church bell. It was taken away from Marbach and sold for old copper, and now it was to go into a smelting furnace in Bavaria. How did it get there, and when? Well, this the bell itself may tell you if it can - it's of no great importance, but it is certain that it came to the capital of Bavaria. Many years had passed since it fell from the tower; and now it was to be melted down, to become part of the casting of a great monument, a statue in honor of one of the German people's great men. Now listen to how it all came about. Strange and beautiful things do happen in this world!\n\nUp in Denmark, on one of the green islands where the beech tree grows and there are many ancient Viking graves, there once lived a very poorly little boy who wore wooden shoes and used to carry the meals, wrapped up in an old piece of cloth, to his father who worked on the wharves, carving figureheads for ships. This poor child had become his country's pride; he carved out of marble such wonderful things that they amazed the whole world, and to him, the noble task was given to shape from clay a majestic and beautiful figure that would be cast in bronze, a statue of him whose name his father wrote in the Bible, Johann Christoph Friedrich.\n\nAnd the bronze flowed glowing into the mold. Nobody thought of where the old church bell had come from, or of its sounds that had died away - the bell, too, flowed into the mold and became the head and breast of the statue that now stands unveiled before the old palace in Stuttgart. There it stands, on the spot where he whom it represents walked in life, amid strife and struggles, oppressed by the world around him - he, the boy from Marbach, the pupil from the military school, the fugitive, the immortal poet of Germany, who sang of the liberator of Switzerland and the heaven-inspired Maid of France.\n\nIt was a beautiful sunny day, and flags waved from the towers and roofs of the royal town of Stuttgart. The church bells chimed in holiday joy; only one bell was silent, but it shone in the bright sunlight, shone from the breast and face of that noble statue. It was just a hundred years since that day when, in Marbach's church tower, it had pealed joy and comfort to the suffering mother when in that lowly house she gave birth to her child - who would one day be a rich man, whose treasures the world blesses, the heart-thrilling poet of noblewomen, the great and glorious singer - Johann Christoph Friedrich Schiller."
    },
    {
      "category": "",
      "title": "",
      "body": "The Windmill:\n\nOn the hill there stood a windmill stately to look at and very proud of itself.\n\n\"But I'm not proud at all,\" it said, \"though I'm much enlightened, outside and inside. On the outside I have the sun and moon, and for inward use, too; and I also have wax candles, oil lamps, and tallow candles. Yes, I daresay I'm enlightened. I'm a thinking individual and so well built that I'm a pleasure to look at. I have a good windpipe in my chest, and I have four wings placed upon my head, just under my hat. Even the birds have only two wings and have to carry them on their backs. I'm a Dutchman by birth - you can tell that from my figure - a Flying Dutchman! People call them supernatural beings, I know, and yet I'm quite natural. There's a gallery round my stomach, and a dwelling place underneath it; that's where my thoughts live. My strongest thought, who rules and governs, is called by the other thoughts: 'The Millers.' \n\nHe knows what he wants, and rules over the flour and the oats; but he has a mate, too, who calls herself 'Mother.' She is my real heart. She doesn't run around awkwardly; she knows what she wants and what she can do. She's as gentle as the wind and as strong as a tempest; she knows how to lead up to a thing carefully but get her own way. She is my softer side, and the father is my harder; they are two and yet one; and each calls the other 'My better half.'\n\n\"These two have youngsters, little thoughts that will grow up, and these little ones make a lot of noise.\n\n\"The other day I wisely let the father and his helpers examine my throat and the hole in my chest. I wanted to know what was wrong, for something was wrong, and when you're out of order it's well to look into yourself. The youngsters made a tremendous racket, which was very annoying to me; for, remember, on the top hill where I stand I am in the limelight, and one is judged accordingly. The youngest one jumped up into my hat and shouted so up there that it tickled me. Yes, I know those little thoughts will grow up. Out in the world thoughts come, too, but they're not my sort; as far as I can see, I cannot make out anything like me. \n\nThose wingless houses, that can't make a noise in their throats, have thoughts, too, and these sometimes come to my thoughts, and make love to them, as people call it. Yes, it's very strange, but there are many strange things. Some change has come over me, or inside me, something is different in the working of the mill. It seems as if the one half, the father, has altered and got an even gentler and more affectionate mate - young and good as before, but more tender and gentle through the course of time. The bitter has somehow passed away, and everything is much more pleasant.\n\n\"The days pass, and the days come, always forward to brightness and happiness, until the day comes when it will be all over with me and yet not entirely over. I'll have to be torn down so that I can be built up again, new and better; I shall cease, but I'll still live! Become a different being, and yet be the same! Enlightened as I am with sun, moon, wax, oil, and tallow, I still find that difficult to understand. My old timbers and brickwork will rise again from the dust!\n\n\"I hope I'll be able to keep my old thoughts, the Miller, the mother, the great ones and little ones - the family, as I call all that great and little company of thoughts; because I cannot do without them.\n\n\"And I must also remain myself, with my throat in my chest, wings on my head, and the balcony around my waist; otherwise I wouldn't know myself, and other people wouldn't know me and say, \"There's the Mill on the hill, a proud sight to see, and yet not proud at all!\"\n\nThat's what the Mill said. It said a great many more things, too, but that's the most important part of it.\n\nAnd the days came and the days passed, and yesterday was the last day. Then the Mill caught fire. The flames shot up: they whipped in; they whipped out; they licked beams and planks and ate them up. The Mill disappeared, and only a heap of ashes remained. The smoke rose from the embers until the wind carried it away.\n\nWhatever had been alive in the Mill still remained; nothing happened to any of them; indeed, they gained by it.\n\nThe Miller's family - one soul, may thoughts, and yet only one thought - got a new, a beautiful mill, a mill they could be very proud of. It looked exactly like the old one, and people said, \"Why, there's the Mill on the hill, a proud sight to see!\"\n\nBut this Mill was better arranged, much more up to date than the other one, for there is always some progress. The old timber, which had become damp and worm-eaten, now was dust and ashes. The body of the Mill did not actually rise out of the dust, as it had believed it would do; it had taken the thought literally, and not everything is supposed to be taken literally."
    },
    {
      "category": "",
      "title": "",
      "body": "The Tale Of The Rabbit And The Thief:\n\nLong time ago, the rabbit was regarded as a big hunter. He lived with his grandma in a cabin somewhere in the woods. It was winter and just like other hunters, the rabbit set traps and snares to catch other animals for food. He got number of such small animals and birds through his well-laid snares.\n\nHowever, one day he realized that someone was stealing the animals from his traps. Every morning at the crack of dawn, he went to check his traps, and he found them empty. Soon the rabbit and his grandma became ravenous due to lack of food.\n\nAt first, the rabbit was under the impression that the thief might be a clever wolf. However, this thought soon changed, when he discovered one morning, long, narrow footprints beside his traps. The first thought that came into the mind of the rabbit was that of the thief. However, when examined closely, the tracks appeared to be moonbeams. Since then, the rabbit woke up an hour earlier hoping to catch the thief. However, the thief was always a few minutes ahead of him, and had taken all the trapped animals.\n\nThe rabbit then laid a cunning trap with a bowstring, and he was sure that he would catch the thief. He kept one end of the string and hid behind the bushes, so that he could watch if any animal was caught in his traps. There was a full moon when he set the trap up. Suddenly, the moon disappeared and everything became dark. There were a couple of stars that were sparkling and there was no mist in the sky. The rabbit began to ponder what had happened to the moon.\n\nThe rabbit then saw something move stealthily through the trees, and was suddenly blinded by a flash of brilliant white light. The light went straight to the trap that he had set. At once, the rabbit tugged on the end of the bowstring and tried to tighten the noose. There was a struggle and the rabbit immediately knew that he had caught the thief.\n\nThe rabbit quickly fastened the bowstring to a nearby tree and rushed home. He wanted to tell his grandma what had happened.\n\nThe grandma, a wise old rabbit, told him, \"Rush back immediately, and find out who you have captured.\"\n\nThe rabbit said, \"Now that I have caught the thief, I shall wait till daylight before returning.\"\n\nHowever, his grandma cautioned him and said, \"It might be too late by then, so return now.\"\n\nSo the rabbit returned to his trap to find out who the thief was.\n\nHowever, when he reached his trap, the rabbit saw that the bright light was still present. The light was so bright that it hurt his eyes. Therefore, he went to the nearby brook to wash his eyes and cool them. The he made huge snowballs and threw it at the light to put it out. However, no sooner, it hit the light, they fizzled out. Next, the rabbit took some dirt from the stream and made some mud balls. Then he threw these mud balls with all his strength at the bright light. He was a decent shot and as soon as it hit the light, his prisoner yelled.\n\nAt that point, a strange and unusual voice inquired, \"Why am I trapped and subjected to this humiliation. I demand that I be set free at once. I am the man from the moon and must be home before daylight.\"\n\nThe rabbit went closer and noticed that his prisoner's face had been dirtied with all the mud balls that the rabbit threw at him.\n\n\"I shall kill you and the entire rabbit tribe, if I am not set free,\" threatened the moon.\n\nThe rabbit was terrified to the point that he rushed back to inform his grandma about his strange and interesting prisoner. Although a wise, old rabbit, she too got afraid when she heard her grandson's tale.\n\nShe advised her grandson, \"Go quickly to the spot and release your prisoner at once, or all the rabbits will be in danger.\"\n\nThe rabbit returned, and told the moon man, \"I will set you free, but there is one condition.\"\n\nThe moon man was angry, yet asked the rabbit, \"Tell me what you want, you silly animal.\"\n\nThe rabbit told the moon-man, \"Promise me that you shall never return and steal from my traps.\"\n\n\"There is one more precondition,\" said the rabbit.\n\n\"Be quick with it, you stupid animal,\" said the moon-man.\n\n\"Promise me that you will never return to earth,\" asked the rabbit.\n\nThe moon-man agreed to both the conditions.\n\nThe rabbit could scarcely see in the amazing light, in spite of which he somehow chewed through the bowstring and set the moon-man free. The moon soon disappeared, leaving a flash of light behind him.\n\nThe bright light had almost blinded the rabbit and his shoulders were severely singed. Even today, rabbit's eyes flicker as if the light is too strong for their eyes. Their eyelids are pink, and their eyes water if they stare at a bright light for some time. Their lips and nose jerk, recounting the rabbit's dread.\n\nSince that day, the man from the moon has always stayed away from the earth. Whenever he lights the world, one can see the signs of the mud that the rabbit threw on his face. At times, he vanishes for a couple of nights, when he is attempting to rub the signs of the mud balls from his face. At that point, the world is dark.\n\nHowever, when the moon man returns, one can see that he has never possessed the capacity to clean the mud marks from his sparkling face."
    },
    {
      "category": "",
      "title": "",
      "body": "The Tale Of The Clever Peasant:\n\nOnce upon a time in a village in Ukraine, there lived a rich landlord. He owned many farms, fields and forests. He owned so much land, that the peasants of the village treated him as their chief.\n\nThe chief however was an arrogant and petty minded man, with very little regard for the peasants and poor men who depended on him. He was greedy, very proud of his wealth and considered the peasants, poor and filthy, who smelt like dung. He would never entertain any peasant in his mansion, nor let any poor farmer come near him.\n\nThe poor farmers and peasants considered themselves fortunate, if they got a glimpse of him or had to visit the granary at his mansion to deliver goods.\n\nOne night, after a hard days' work, three poor peasants were sitting around the fire and discussing their day's work.\n\nThe first peasants proudly said, \"I saw the chief today. He rode by as I was working in the field.\"\n\nWhile the second one said, \"Well, that's nothing. I went to his granary to drop two sacks of potatoes and onions, and he was standing at the door of the mansion.\"\n\nA third peasant, who was drinking and listening to all this incessant chatter, laughed and said, \"So, what's so great about this? Anyone can see him, if he passes by.\" Then he boasted and said, \"If I want, I can go and have a meal with him at his table.\"\n\nThe other peasants laughed at him and thought he was crazy as he was the poorest among them. \"You must be drunk,\" they said in unison.\n\n\"His servants and security guards will kick you out,\" said the first peasant.\n\nThey then called the poor peasant a liar and started making fun of him.\n\nThe poor peasant got up and said, \"I am not a liar and if you want, I can prove it to you.\"\n\n\"Well, alright,\" they said. \"If you can prove what you have just claimed, we will give you four sacks of wheat and four oxen,\" said the other peasants.\n\n\"Consider the challenge as accepted,\" said the poor farmer.\n\n\"Wait, there is a catch,\" they said. \"If you don't, you will have to work for us, free, for one whole year,\" they added.\n\n\"Well, well, get the items ready, for tomorrow, I shall dine with the chief,\" said the poor peasant.\n\nThe next day, the poor peasant walked up to the chief's mansion. The security stopped him at the gate, and threatened him, if he did not leave immediately.\n\nThe poor peasant said, \"Please wait, I have some important and good news for your master, that I have to personally convey to him.\"\n\n\"That is impossible. Tell us and we shall tell the chief,\" said the guards.\n\n\"I am sorry, it's for the chief's ears only,\" said the peasant.\n\nAfter some time, one of the guards went and reported the incident to his master, the chief.\n\nThe chief was sitting at his dining table and was about to have lunch. Hearing the incident, the chief became very curious. He thought that the poor peasant was bringing him some information that would make him even richer. So he asked the guards to let the poor peasant in.\n\nThe poor peasant was let in and the chief looked at him as if he was dirt. He then asked, \"what is it the good and important news that you have for me?\"\n\nThe peasant looked around and said, \"I am sorry, it is for your ears only, so we must talk in private.\"\n\nThe chief got more curious. He dismissed his servants and asked them to lock the door behind them.\n\nOnce he was alone, the poor peasant asked the chief, \"What would be the price of a slab of gold as large as a horse's head?\"\n\nThe chief became more curious. He assumed that the peasant must have found some buried treasure, and did not want to disclose it to anybody. Since he was the chief, the poor chap must have come for protection. Otherwise, why would this stinking peasant come all this way to ask about this.\n\nThe poor farmer then said, \"If you cannot tell me, I shall go elsewhere. Besides, my wife is waiting with my lunch.\"\n\nHearing this, the chief politely asked him to stay on for lunch, and saw to that the poor farmer was treated to an excellent six-course meal, with his most expensive vodka.\n\nAfter a fine meal, the peasant relaxed for a while, while the chief asked him, \"Now go home and bring me that piece of gold and I shall give you a horse for it.\"\n\nThe peasant feigned surprise and asked, \"Which gold, my lord?\"\n\n\"The one you spoke about,\" said the chief.\n\n\"Well, I don't have it. We were talking about it at home, and my friends felt that you would be the best person to ask. And hence, I came to you,\" said the poor peasant.\n\nThe chief flew into a rage and thundered, \"Get out of my house, you blithering idiot.\"\n\nAnd the poor peasant walked out of the chief's mansion with a smile on his face, for he knew that he had won the bet with his friends."
    },
    {
      "category": "",
      "title": "",
      "body": "The Clever Man:\n\nOnce upon a time, there lived a King. He wanted a wise man for his Kingdom to become his new Prime Minister. For this, he arranged a riddle competition.\n\nThe question was Once a man with a goat, a bundle of grass, and a lion had to cross a river on a small boat which could carry two of them at a time. In this situation what should one do?  asked the King in his court. \n\nNo one in the Kingdom could answer. Everyone was in a fix and did not know what to do. If they took the line first, the goat would eat up the grass. And in their absence, if they took the grass, the lion would eat up the goat. All of them thought but none of them found the right answer.\n\nJust then, a young man came to the King and said, Your Majesty! I think I have the right answer to your question! The King replied, Young man, tell us all the right answer! The young man continued, The man will first take the goat and leave him to the other side of the river. Then, he took lion on his second round. He will left the lion on the other side and bring the goat back. Leaving the goat on this side, he will take the grass.\n\nEveryone in the court was amazed by his answer. The King was too surprised and was looking at the young man with his opened mouth. He then continued, He will leave the grass with the lion and then returns to take the goat in the end. In this way, he will cross the river without losing anything at all.\n\nMORAL OF THE STORY: YOU NEED TO THINK ON YOUR FEET IN TOUGH SITUATIONS TO AVOID LOSS."
    },
    {
      "category": "",
      "title": "",
      "body": "The Sandy Cat:\n\nTHE sandy cat sat by the kitchen fire. Yesterday it had had no supper; this morning everyone had forgotten it. All night it had caught no mice; all day as yet it had tasted no milk.\n\nA little grey mouse, a saucerful of milk, a few fish or chicken bones, would have satisfied it; but no grey mouse, with its soft stringy tail behind it, ran across the floor; no milk was near, no chicken bones, no fish, no anything. The serving-maid had been washing clothes and was hanging them out to dry.\n\nThe children had loitered on their way to school and were wondering what the master would say to them. The father had gone to the fair to help a neighbor to choose a horse. The mother sat making a patchwork quilt. No one thought of the sandy cat; it sat by the fire alone and hungry.\n\nAt last, the clothes were all a-drying, the children had been scolded, and sat learning a lesson for the morrow. The father came from the fair, and the patchwork quilt was put away. The serving-maid put on a white apron with a frill, and a clean cap, then taking the sandy cat in her arms, said, Pussy, shall we go into the garden?  So they went and walked up and down, up and down the pathway, till at last, they stopped before a rose tree; the serving-maid held up the cat to smell the roses, but with one long bound it leaped from her arms and away-away-away.\n\nWhither?\n\nAh, dear children, I cannot tell, for I was not there to see; but if ever you are a sandy cat you will know that it is a terrible thing to be asked to smell roses when you are longing for a saucerful of milk and a grey mouse with a soft stringy tail."
    },
    {
      "category": "",
      "title": "",
      "body": "The Old Tombstone:\n\nIn a small provincial town lived a man who owned his own house. There one evening he and his whole family were gathered together. It was the time of year when people say, \"The evenings are growing longer,\" and it was still pleasant and warm; the lamp was lit, long curtains hung down before the windows-by which stood several flowerpots-and bright moonlight flooded the world outside.\n\nBut they were not talking about the moonlight; they were discussing a huge old stone that lay out in the yard, near the kitchen door, where the servants often placed their copper utensils, when they had been washed, to dry in the sun, and where the children usually played. As a matter of fact, it was an old tombstone.\n\n\"I believe,\" explained the master of the house, \"that it came from the old ruined chapel of the convent. Pulpit and tombstones, with their epitaphs, were sold, and my departed father bought several of them. We broke up the others into paving stones, but we didn't use that one and left it lying in the yard.\"\n\n\"You can easily tell that it was a tombstone,\" said the eldest of the children. \"You can still see an hourglass on it, and a piece of an angel, but the inscription is just about gone. You can make out the name 'Preben' and a capital 'S' just after it, and 'Martha' a little further down, but it is impossible to read any more. And you can see that only after it has been raining or we have washed the stone.\"\n\nNow a very old man, who from his age might have been the grandfather of everybody in the room, spoke up. \"Why, that must be the tombstone of Preben Svane and his wife,\" he said. \"Yes, of course, that grand old couple were almost the last to be buried in the churchyard of the old convent. In my childhood days I knew them as an honorable old couple. Everybody knew them and loved them; they were like a king and queen in this town. People said they had more than a barrelful of money, and yet they always dressed simply, in very coarse cloth-but their linen was always snowy white. Yes, they were a lovable old pair, Preben and Martha. When they sat on the bench at the top of the stone staircase, over which the old linden tree spread its branches, nodding friendly and gently to passers-by, it made you glad to see them.\n\n\"They were so wonderfully kind to the poor people! They gave them food and clothing, but there was good sense, and a true Christian spirit, in all their charity.\n\n\"She died first. I can remember that day very well, though I was only a little boy. My father took me to see old Preben right after she passed away; the old man was so heartbroken he cried like a child. The corpse of his wife lay in her bedroom, near where we were sitting. The old man told my father and a couple of his neighbors how lonely he would be now, how wonderful she had been and how many years they had spent together, and how they had first met and come to love each other.\n\n\"As I told you, I was only a child and stood by listening, but it touched me deeply to hear the old man and see how he grew more animated as he talked; a faint color came into his cheeks as he told us of the days of their courtship, how pretty she had been, and how many little tricks he had played to get to meet her. And when he told us about his wedding day his eyes really sparkled; he seemed to be living his happy hours again. Yet all the while she was lying dead near us in the bedroom, an old lady, and he was an old man who spoke of the days of hope! Yes, that's the way it goes! I was only a child then, and now I'm very, very old, as old as Preben Svane was.\n\n\"Yes, time and change come to all things. I can remember so clearly the day of the funeral, and Preben Svane following her coffin. A couple of years before, they had had their tombstone carved with names and inscriptions, just leaving the dates of their deaths blank; and that same evening the stone was set in its place on the grave. And only a year later the grave had to be reopened, for old Preben joined his wife again. It turned out that they were not so rich as people had thought, and the little they did leave went to distant relatives far away, to people who had never been heard of before. The old wooden house, with the bench under the linden tree at the top of the high stone staircase, was pulled down by order of the town council, for it was much too ruined to stand any longer. And later, the same fate befell the chapel, and the cemetery was leveled. Preben's and Martha's old tombstone was sold, like the rest, to anybody who wanted to buy it. And so it happened that it wasn't broken in pieces, but that it is now lying out there in the yard for the children to play on, or to be used as a shelf for the servant maid's kitchen utensils. And the paved street now covers the resting place of old Preben and his wife; and nobody ever thinks about them any more.\"\n\nThen the old man who had told them the story shook his head sadly. \"Yes, forgotten! All things are forgotten!\"\n\nThe rest began to speak of other things, but the youngest child, a little boy with large, grave eyes, climbed up on a chair and peered through the curtains into the yard. The moon shone down brightly on the huge stone, which previously had seemed to the little boy very flat and dull, but which now had become like a page from a wonderful storybook. For the stone seemed to contain within it all that the little boy had heard about Preben and his wife. He looked down at the stone, then up at the brilliant moon, which seemed like a divine face peering down on the earth through the pure still air.\n\n\"Forgotten! All things are forgotten!\" The words were again repeated in the room; and at that moment an invisible angel kissed him on the forehead and whispered softly, \"Keep the seed carefully; cherish it until the time for ripening shall come. Through you, my child, shall the half-vanished inscription on the crumbling tombstone stand out in clear characters for generations yet to come. Through you shall the old couple once more walk arm in arm through the old streets and sit with smiling, rosy-cheeked faces on their bench under the linden tree, greeting rich and poor alike. From this moment on through the years, the seed shall ripen into a blooming poem. For the good and the beautiful perish never; they live eternally in story and song!\""
    },
    {
      "category": "",
      "title": "",
      "body": "Parable Of The Pencil:\n\nThe Pencil Maker took the pencil aside, just before putting him into the box.\n\nThere are 5 things you need to know,  he told the pencil, Before I send you out into the world. Always remember them and never forget, and you will become the best pencil you can be. \n\nOne: You will be able to do many great things, but only if you allow yourself to be held in someones hand. \n\nTwo: You will experience a painful sharpening from time to time, but youll need it to become a better\n\npencil. \n\nThree: You will be able to correct any mistakes you might make. \n\nFour: The most important part of you will always be whats inside. \n\nAnd Five: On every surface, you are used on, you must leave your mark. No matter what the condition, you must continue to write. \n\nThe pencil understood and promised to remember, and went into the box with purpose in its heart.\n\nNow replace the place of the pencil with you. Always remember them and never forget, and you will become the best person you can be.\n\nOne: You will be able to do many great things, but only if you allow yourself to be held in Gods hand. And allow other human beings to access you for the many gifts you possess. \n\nTwo: You will experience a painful sharpening from time to time, by going through various problems in life, but youll need it to become a stronger person. \n\nThree: You will be able to correct any mistakes you might make. \n\nFour: The most important part of you will always be whats on the inside. \n\nAnd Five: On every surface, you walk through, you must leave your mark. No matter what the situation, you must continue to do your duties. \n\nAllow this parable on the pencil to encourage you to know that you are a special person and only you can fulfill the purpose to which you were born to accomplish.\n\nNever allow yourself to get discouraged and think that your life is insignificant and cannot make a change."
    },
    {
      "category": "",
      "title": "",
      "body": "An Old Story Has A New Read:\n\nThe internet has transformed the most traditional things in our culture. Of course, online access has caused people to shop, communicate, and gain information in an entirely different way. But we even do things like consume classic literature and new versions of those classics in a different way, as visitors to I Tell You A Story know. The tales that have been handed down through generations have survived the test of time because of their reflection on traditional elements of our culture.\n\nAn old tale\nGrimm even addressed the subject of gambling in one of the dozens of tales he left us. Thats because gambling was as much a part of his culture as it is today. In Grimms story, Gambling Hansel won  and then lost  half of the world, and the pieces of his soul exist in gambling vagabonds to this very day. Those gambling vagabonds have today found the internet, and the transformation online access has had on the traditional pastime of wagering is evidence of how this high-tech world has changed elements of our culture. Casinos have been around ever since the gambling halls that Hansel visited. Thats because the notion of wagering has been with us since there has been currency or something to barter. And casinos have proven to be an entertaining recreation for centuries.\n\nBut the traditional pastime took on a new look when the internet arrived a people discovered they could play their favorite games in their own homes. Then smartphones and tablets made it possible for people to carry their own games around with them wherever they went and play them wherever they had online access.\n\nA new take\nNow casinos are an online industry that takes in billions of dollars each year because of the popularity of the pastime. There are even shopping malls for online casinos, destinations for people looking for the right site to play their favorite games. These websites serve as hubs of information on a variety of sites. A person can even get that offer upfront opinions on the advantages and disadvantages of playing a particular site. Other than online casino reviews, players can get information on software and payment/withdrawal systems. Websites with things such as online casino reviews provide good examples of how the internet has changed the traditional pastimes of our culture. They are new takes on the old stories of gambling."
    },
    {
      "category": "",
      "title": "",
      "body": "The Robber Bridegroom:\n\nThere was once a miller who had one beautiful daughter, and as she was grown up, he was anxious that she should be well married and provided for. He said to himself, I will give her to the first suitable man who comes and asks for her hand. Not long after a suitor appeared, and as he appeared to be very rich and the miller could see nothing in him with which to find fault, he betrothed his daughter to him. \n\nBut the girl did not care for the man as a girl ought to care for her betrothed husband. She did not feel that she could trust him, and she could not look at him nor think of him without an inward shudder. One day he said to her, You have not yet paid me a visit, although we have been betrothed for some time. I do not know where your house is, she answered. My house is out there in the dark forest, he said. She tried to excuse herself by saying that she would not be able to find the way thither. Her betrothed only replied, You must come and see me next Sunday; I have already invited guests for that day, and that you may not mistake the way, I will strew ashes along the path.\n\nWhen Sunday came, and it was time for the girl to start, a feeling of dread came over her which she could not explain, and that she might be able to find her path again, she filled her pockets with peas and lentils to sprinkle on the ground as she went along. On reaching the entrance to the forest she found the path strewed with ashes, and these she followed, throwing down some peas on either side of her at every step she took. She walked the whole day until she came to the deepest, darkest part of the forest. There she saw a lonely house, looking so grim and mysterious, that it did not please her at all. She stepped inside, but not a soul was to be seen, and a great silence reigned throughout. Suddenly a voice cried:\n\n'Turn back, turn back, young maiden fair,  Linger not in this murderers' lair.'\nThe girl looked up and saw that the voice came from a bird hanging in a cage on the wall. Again it cried:\n\n'Turn back, turn back, young maiden fair,  Linger not in this murderers' lair.'\nThe girl passed on, going from room to room of the house, but they were all empty, and still she saw no one. At last she came to the cellar, and there sat a very, very old woman, who could not keep her head from shaking. Can you tell me, asked the girl, if my betrothed husband lives here?\n\nAh, you poor child, answered the old woman, what a place for you to come to! This is a murderers den. You think yourself a promised bride, and that your marriage will soon take place, but it is with death that you will keep your marriage feast. Look, do you see that large cauldron of water which I am obliged to keep on the fire! As soon as they have you in their power they will kill you without mercy, and cook and eat you, for they are eaters of men. If I did not take pity on you and save you, you would be lost.\n\nThereupon the old woman led her behind a large cask, which quite hid her from view. Keep as still as a mouse, she said; do not move or speak, or it will be all over with you. Tonight, when the robbers are all asleep, we will flee together. I have long been waiting for an opportunity to escape.\n\nThe words were hardly out of her mouth when the godless crew returned, dragging another young girl along with them. They were all drunk, and paid no heed to her cries and lamentations. They gave her wine to drink, three glasses full, one of white wine, one of red, and one of yellow, and with that her heart gave way and she died. Then they tore of her dainty clothing, laid her on a table, and cut her beautiful body into pieces, and sprinkled salt upon it.\n\nThe poor betrothed girl crouched trembling and shuddering behind the cask, for she saw what a terrible fate had been intended for her by the robbers. One of them now noticed a gold ring still remaining on the little finger of the murdered girl, and as he could not draw it off easily, he took a hatchet and cut off the finger; but the finger sprang into the air, and fell behind the cask into the lap of the girl who was hiding there. The robber took a light and began looking for it, but he could not find it. Have you looked behind the large cask? said one of the others. But the old woman called out, Come and eat your suppers, and let the thing be till tomorrow; the finger wont run away.\n\nThe old woman is right, said the robbers, and they ceased looking for the finger and sat down.\n\nThe old woman then mixed a sleeping draught with their wine, and before long they were all lying on the floor of the cellar, fast asleep and snoring. As soon as the girl was assured of this, she came from behind the cask. She was obliged to step over the bodies of the sleepers, who were lying close together, and every moment she was filled with renewed dread lest she should awaken them. But God helped her, so that she passed safely over them, and then she and the old woman went upstairs, opened the door, and hastened as fast as they could from the murderers den. \n\nThey found the ashes scattered by the wind, but the peas and lentils had sprouted, and grown sufficiently above the ground, to guide them in the moonlight along the path. All night long they walked, and it was morning before they reached the mill. Then the girl told her father all that had happened.\n\nThe day came that had been fixed for the marriage. The bridegroom arrived and also a large company of guests, for the miller had taken care to invite all his friends and relations. As they sat at the feast, each guest in turn was asked to tell a tale; the bride sat still and did not say a word.\n\nAnd you, my love, said the bridegroom, turning to her, is there no tale you know? Tell us something.\n\nI will tell you a dream, then, said the bride. I went alone through a forest and came at last to a house; not a soul could I find within, but a bird that was hanging in a cage on the wall cried:\n\n'Turn back, turn back, young maiden fair,  Linger not in this murderers' lair.'\nand again a second time it said these words.\n\nMy darling, this is only a dream.\n\nI went on through the house from room to room, but they were all empty, and everything was so grim and mysterious. At last I went down to the cellar, and there sat a very, very old woman, who could not keep her head still. I asked her if my betrothed lived here, and she answered, Ah, you poor child, you are come to a murderers den; your betrothed does indeed live here, but he will kill you without mercy and afterwards cook and eat you.\n\nMy darling, this is only a dream.\n\nThe old woman hid me behind a large cask, and scarcely had she done this when the robbers returned home, dragging a young girl along with them. They gave her three kinds of wine to drink, white, red, and yellow, and with that she died.\n\nMy darling, this is only a dream.\n\nThen they tore off her dainty clothing, and cut her beautiful body into pieces and sprinkled salt upon it.\n\nMy darling, this is only a dream.\n\nAnd one of the robbers saw that there was a gold ring still left on her finger, and as it was difficult to draw off, he took a hatchet and cut off her finger; but the finger sprang into the air and fell behind the great cask into my lap. And here is the finger with the ring. and with these words the bride drew forth the finger and shewed it to the assembled guests.\n\nThe bridegroom, who during this recital had grown deadly pale, up and tried to escape, but the guests seized him and held him fast. They delivered him up to justice, and he and all his murderous band were condemned to death for their wicked deeds."
    },
    {
      "category": "",
      "title": "",
      "body": "Clever Hans:\n\nThe mother of Hans said: Whither away, Hans? Hans answered: To Gretel. Behave well, Hans. Oh, Ill behave well. Goodbye, mother. Goodbye, Hans. Hans comes to Gretel. Good day, Gretel. Good day, Hans. What do you bring that is good? I bring nothing, I want to have something given me. Gretel presents Hans with a needle, Hans says: Goodbye, Gretel. Goodbye, Hans.\n\nHans takes the needle, sticks it into a hay-cart, and follows the cart home. Good evening, mother. Good evening, Hans. Where have you been? With Gretel. What did you take her? Took nothing; had something given me. What did Gretel give you? Gave me a needle. Where is the needle, Hans? Stuck in the hay-cart. That was ill done, Hans. You should have stuck the needle in your sleeve. Never mind, Ill do better next time.\n\nWhither away, Hans? To Gretel, mother. Behave well, Hans. Oh, Ill behave well. Goodbye, mother. Goodbye, Hans. Hans comes to Gretel. Good day, Gretel. Good day, Hans. What do you bring that is good? I bring nothing. I want to have something given to me. Gretel presents Hans with a knife. Goodbye, Gretel. Goodbye, Hans. Hans takes the knife, sticks it in his sleeve, and goes home. Good evening, mother. Good evening, Hans. Where have you been? With Gretel. What did you take her? Took her nothing, she gave me something. What did Gretel give you? Gave me a knife. Where is the knife, Hans? Stuck in my sleeve. Thats ill done, Hans, you should have put the knife in your pocket. Never mind, will do better next time.\n\nWhither away, Hans? To Gretel, mother. Behave well, Hans. Oh, Ill behave well. Goodbye, mother. Goodbye, Hans. Hans comes to Gretel. Good day, Gretel. Good day, Hans. What good thing do you bring? I bring nothing, I want something given me. Gretel presents Hans with a young goat. Goodbye, Gretel. Goodbye, Hans. Hans takes the goat, ties its legs, and puts it in his pocket. When he gets home it is suffocated. Good evening, mother. Good evening, Hans. Where have you been? With Gretel. What did you take her? Took nothing, she gave me something. What did Gretel give you? She gave me a goat. Where is the goat, Hans? Put it in my pocket. That was ill done, Hans, you should have put a rope round the goats neck. Never mind, will do better next time.\n\nWhither away, Hans? To Gretel, mother. Behave well, Hans. Oh, Ill behave well. Goodbye, mother. Goodbye, Hans. Hans comes to Gretel. Good day, Gretel. Good day, Hans. What good thing do you bring? I bring nothing, I want something given me. Gretel presents Hans with a piece of bacon. Goodbye, Gretel. Goodbye, Hans.\n\nHans takes the bacon, ties it to a rope, and drags it away behind him. The dogs come and devour the bacon. When he gets home, he has the rope in his hand, and there is no longer anything hanging on to it. Good evening, mother. Good evening, Hans. Where have you been? With Gretel. What did you take her? I took her nothing, she gave me something. What did Gretel give you? Gave me a bit of bacon. Where is the bacon, Hans? I tied it to a rope, brought it home, dogs took it. That was ill done, Hans, you should have carried the bacon on your head. Never mind, will do better next time.\n\nWhither away, Hans? To Gretel, mother. Behave well, Hans. Ill behave well. Goodbye, mother. Goodbye, Hans. Hans comes to Gretel. Good day, Gretel. Good day, Hans, What good thing do you bring? I bring nothing, but would have something given. Gretel presents Hans with a calf. Goodbye, Gretel. Goodbye, Hans.\n\nHans takes the calf, puts it on his head, and the calf kicks his face. Good evening, mother. Good evening, Hans. Where have you been? With Gretel. What did you take her? I took nothing, but had something given me. What did Gretel give you? A calf. Where have you the calf, Hans? I set it on my head and it kicked my face. That was ill done, Hans, you should have led the calf, and put it in the stall. Never mind, will do better next time.\n\nWhither away, Hans? To Gretel, mother. Behave well, Hans. Ill behave well. Goodbye, mother. Goodbye, Hans.\n\nHans comes to Gretel. Good day, Gretel. Good day, Hans. What good thing do you bring? I bring nothing, but would have something given. Gretel says to Hans: I will go with you.\n\nHans takes Gretel, ties her to a rope, leads her to the rack, and binds her fast. Then Hans goes to his mother. Good evening, mother. Good evening, Hans. Where have you been? With Gretel. What did you take her? I took her nothing. What did Gretel give you? She gave me nothing, she came with me. Where have you left Gretel? I led her by the rope, tied her to the rack, and scattered some grass for her. That was ill done, Hans, you should have cast friendly eyes on her. Never mind, will do better.\n\nHans went into the stable, cut out all the calves and sheeps eyes, and threw them in Gretels face. Then Gretel became angry, tore herself loose and ran away, and was no longer the bride of Hans."
    },
    {
      "category": "",
      "title": "",
      "body": "The Boy Who Cried \"wolf\":\n\nOnce there was a shepherd boy who had to look after a flock of sheep. One day, he felt bored and decided to play a trick on the villagers. He shouted, Help! Wolf! Wolf! \n\nThe villagers heard his cries and rushed out of the village to help the shepherd boy. When they reached him, they asked, Where is the wolf?  The shepherd boy laughed loudly, Ha, Ha, Ha! I fooled all of you.\n\nI was only playing a trick on you. \n\nA few days later, the shepherd boy played this trick again.\n\nAgain he cried, Help! Help! Wolf! Wolf!  Again, the villagers rushed up the hill to help him and again they found that the boy had tricked them. They were very angry with him for being so naughty.\n\nThen, sometime later, a wolf went into the field. The wolf attacked one sheep, and then another and another. The shepherd boy ran towards the village shouting, Help! Help! Wolf! Help! Somebody! \n\nThe villagers heard his cries but they laughed because they thought it was another trick. The boy ran to the nearest villager and said, A wolf is attacking the sheep. I lied before, but this time it is true! \n\nFinally, the villagers went to look. It was true. They could see the wolf running away and many dead sheep lying on the grass.\n\nWe may not believe someone who often tells lies, even when he tells the truth."
    },
    {
      "category": "",
      "title": "",
      "body": "The Ugly Mind:\n\nIt was a crowded flight and a beautiful lady aged around 40 years boarded the flight as the passenger. She searched for her seat and found her seat was next to a black man.\n\nShe showed that she wasnt in a hurry to take her seat as she found it too hard and awkward to sit next to a black man.\n\nFeeling disgusted, the beautiful lady called the air hostess and asked her to change her seat.\n\nThe air hostess requested for a reason why she would like to change seats.\n\nShe replied, It is impossible for me to sit next to a black man, I hate it! You copy?\n\nThe air hostess was shocked to hear these hard words from the one who looked so dignified and composed.\n\nShe again demanded her to get her a new seat. The air hostess said she would do so and requested her to wait for a few minutes.\n\nThe air hostess went in search of an empty seat for the lady. The air hostess told the lady, Im afraid Madam, there is no vacant seat in the economy class and the flight is almost full! However, we do follow the policy to fulfill the desires of our passengers to the maximum extent possible. So, give me a minute, I will check with my captain and get back to you, as we feel it is not fair to force a passenger to have an unpleasant seat!\n\nThe lady waited for a couple of minutes and the air hostess came.\n\nThe latter replied, Madam, sorry for this inconvenience. We dont want to make your journey unpleasant by making you sit next to someone with whom you arent comfortable. There is one seat available in the First Class. Although we dont allow any passenger to move from economy class to first class, to make you a happy customer, we are doing this for the first time in our companys history. Our captain agreed to shift from economy class to first class.!\n\nAeroplaneJust before the lady said any word as a reply, the air hostess humbly requested the black man and told him, Dear sir, would you please shift your seat to first class? Please retrieve all your personal items from your seat and our captain would like to move you to first-class as we dont really want to have an uncomfortable journey sitting next to an unpleasant person, with an ugly mind!\n\nThe lady was quiet and frozen! A few of the fellow passengers were happy and gave huge applause to the flight crew!\n\nDont discriminate and hurt people of their color! You dont have any right to do so."
    },
    {
      "category": "",
      "title": "",
      "body": "Unconditional Love:\n\nJohn was a 10-year-old boy. Just like any other boy of his age, he had the usual tantrums with his mother. Sometimes he obeyed what she said and what his father said, and sometimes he would completely ignore them. Since this was very common in kids, Johns mom did not worry a lot.\n\nIt was an unexpected holiday announced by the school of John and he had 5 holidays. He spent a good time with his mother. She took him for outings, they went to beach and amusement parks, had delicious dining, cooked his favorite foods and played with him. Three days were left and Johns mother wanted to clean the house and she wanted to get involved.\n\nJohn in cleaning.\n\nShe asked him to help her and as a surprise, he also accepted.\n\nEverything was done to perfection. Johns mummy was surprised by his actions. While she was cooking the dinner meal, John gave her a piece of paper, written by him. Since his mom was busy cooking, she asked him to place the paper on the dining table.\n\nAfter cooking the meals, she took the paper left by her son and was shocked to see what he wrote!\n\nThe piece of paper contained this list:\n\nFor cutting grass in the garden  $. 30\n\nCleaning my Room  $. 25\n\nTo help you in the kitchen  $. 20\n\nFor buying milk and fruits for you  $. 5\n\nFor taking care of my sister when you were shopping $. 25\n\nFor removing the garbage  $. 10\n\nThe total you owe - $. 115 /-\n\nShe was literally shocked!\n\nShe didnt speak a word and wrote in a paper and gave it to her son.\n\nShe wrote:\n\nFor carrying you nine months  No Charge\n\nFor getting severely sick when you were growing inside me  No Charge\n\nFor sleepless nights taking care of you for several months  No Charge\n\nMother and Son For soothing you without getting annoyed whenever you troubled  No Charge\n\nFor heartfelt prayers and passing through those dreadful days when you met with an accident when you were 3 years  No Charge\n\nInnumerable days spent without calmness and peace of mind thinking about your present and future  No Charge\n\nFor taking care of you like a precious gift I never had in my life  No Charge\n\nYou Owe: -------------------------------\n\nThe boy was in tears and rushed to his mom and gave a tight hug that he had never done before.\n\nJohn, unable to look at her, told, Mom I love you! Im sorry about everything!\n\nShe kissed his forehead. John crushed the paper he wrote and threw it into the dustbin.\n\nWe dont understand the love of a mother, unconditional love!"
    },
    {
      "category": "",
      "title": "",
      "body": "The Jackal and the Foolish Tiger:\n\nOne night, the jackal, decided to leave the forest and visit the neighboring village. There he happened to meet a bitch and fell in love with her. Soon, the bitch became pregnant. Her delivery date was fast approaching, and the jackal grew increasingly nervous. So, they left to the forest which he felt, was safer. He warned the human beings in the village could take away the pups.\n\nThe bitch thought this was good advice, and they decided to leave for the forest. The couple reached the forest and the jackal went searching for a safe place. He found an abandoned den of a tiger, and felt the cave was a perfect shelter for the pups.\n\nThe jackal told the bitch, \"This cave is the best place to stay and that nobody would disturb us here\".\n\nBut his wife said, \"This is the tiger's cave and he will kill us if he finds out.\"\n\nThe jackal assured her and told her that he will attend to the tiger.\n\nThey began organizing and the jackal brought some hay, so they could sleep comfortably. Suddenly, they heard a tiger's roar. The jackal looked outside, and noticed a tiger at the cave's entrance. The bitch became scared, and began to weep.\n\nThe jackal consoled her, and said in a loud voice, \"Don't worry my dear, I know that you are hungry and tired. The tiger will soon come in to his den, and we can then kill it and, satisfy your hunger.\" He intentionally spoke loudly, so the tiger could overhear their conversation.\n\nNo sooner the foolish tiger heard the jackal's plans, he ran away. He thought there were two wild animals in his den, waiting to kill and eat him. The fleeing tiger, came across another jackal, who was aware of the first jackal's state of affairs. He also knew the first jackal had brought his wife from town, and taken over the tiger's cave.\n\nThe second jackal was jealous of the first jackal, and his wife, and started laughing at the foolish tiger. The scheming second jackal, told the tiger of the first jackal's plans.\n\nHe advised the tiger, \"Don't be afraid; just follow me.\"\n\nThe foolish tiger thought for a while and decided to follow the second jackal. The second jackal, reassured the tiger, and praised his size and strength. He asked the tiger to go to his den and see for himself.\n\nBy this time, the tiger had regained his confidence and was seething in anger.\n\nHe remarked \"How can they stay in my den without permission? I am going to kick them out and kill them.\"\n\nHearing this, the second jackal became happy.\n\nSoon, they reached the tiger's den. The first jackal, noticing the tiger had returned to the den with his foe, the second jackal.\n\nThe first jackal was shrewder than both the tiger and second jackal.\n\nHe spoke in a loud voice, \"Don't worry my dear, one of my comrades have brought back the tiger. My comrades are hiding in the forest. They will surely catch him this time. He has fallen into our trap, and his flesh would last us some time. This would give you the energy for your delivery.\"\n\nOn hearing the conversation, the foolish tiger, who had returned only because of the second jackal's persuasion, turned and ran. His retreat was so hasty, that he fell down a couple of times and injured himself. He also cursed himself for trusting the second jackal.\n\nThe second jackal had followed the tiger and he too was a bit stressed.\n\nWhile the tiger was resting, the second jackal cautiously approached him and said, \"I am sorry that you had to run\". He is a rogue and I never thought, you were such a coward. You, the mightiest animal in the jungle is afraid of one silly jackal!\".\n\nThe tiger said, \"I am fed up and I won't go there again. You jackals are all one group. Your aim is to destroy all the tigers, so you can move freely in the jungle\".\n\nThe jackal meekly replied, \"I am your humble servant, and I don't like the way, one of my comrades behaved with you. I know he and his wife need a place, but not at the cost of your den. You know that a jackal is no match for a tiger. You can kill him with one stroke. This should be an example for others. Be bold, and come with me. You can also tie my tail with yours, so if you need to flee, I will hold you back.\"\n\nThe foolish tiger agreed and approached the den again.\n\nThe bitch hearing their footsteps began to howl with fear. Her husband peeped out and noticed the tiger and the second jackal approaching. He consoled his wife, and spoke in a loud voice; \"I know you are hungry and that is why you are howling. Please wait for a moment. My faithful brother is bringing back the foolish tiger. He has also tied his tail with his, so the tiger cannot escape. Soon, you can have the entire tiger.\"\n\nOn hearing this, the tiger lost his confidence and bolted. He believed the second jackal was out to trick him.\n\nSo he ran and turned for his life. The tiger ran so fast and was injured in many places. Finally, a rock fell on his head and he died. The jackal also died because he too was tied to the tiger's tail.\n\nA wise and clever person can do through wisdom, which a physically strong person may not be able to do through his physical strength."
    },
    {
      "category": "",
      "title": "",
      "body": "Fairy Tales - The Forest Of Lilacs:\n\nWHEN Blondine entered the forest she commenced gathering the beautiful branches of lilacs. She rejoiced in their profusion and delighted in their fragrance.\n\nAs she made her selection, it seemed to her that those which were more distant were still more beautiful so she emptied her apron and her hat, which were both full and filled them again and again.\n\nBlondine had been busily occupied for about an hour. She began to suffer from the heat and to feel great fatigue. She found the branches of lilacs heavy to carry and thought it was time to return to the palace. She looked around and saw herself surrounded by lilacs. She called Gourmandinet but no one replied.\n\nI have wandered further than I intended,  said Blondine. I will return at once, though I am very wary. Gourmandinet will hear me and will surely come to meet me. \n\nBlondine walked on rapidly for some time but she could not find the boundaries of the forest. Many times she called anxiously upon Gourmandinet but he did not respond and at last, she became terribly frightened.\n\nWhat will become of me, all alone in this vast forest? What will my poor papa think when I do not return? And Gourmandinet, how will he dare go back to the palace without me? He will be scolded, perhaps beaten and all this is my fault because I would leave my carriage to gather lilacs? The unfortunate girl that I am! I shall die of hunger and thirst in this forest if the wolves do not eat me up tonight. \n\nWeeping bitterly, Blondine fell on the ground at the foot of a large tree. She wept for a long time. At last, her great fatigue mastered her grief. She placed her little head upon her bundle of lilacs and slept peacefully."
    },
    {
      "category": "",
      "title": "",
      "body": "The White Parrot:\n\nOnce upon a time in a city in Spain, a brother and sister lived with their father in a happy little home. They were especially proud of their inner courtyard which was full of rare plants. The mother was dead, and little Mariquita was a mistress of the house. She was a splendid little housekeeper, and everything about the place was always bright and shining.\n\nOne day an old woman came to the door when Mariquita was at home alone. She knocked, and Mariquita ran to open the door.\n\nHow do you do, little girl? Is your father at home?  asked the old woman.\n\nMariquita replied that he was away.\n\nIs your brother at home?  asked the old woman.\n\nMariquita replied that he too was away from home that day.\n\nWhat a pretty home you have! said the old woman. It is quite the most attractive place in the town.\n\nMariquita threw wide the door. Come in and our house, she said.  I love to show visitors about. I want you to see what a pretty courtyard we have.\n\nThe old woman admired everything about the house. When she saw the patio she said that it too was very attractive. There was only one thing that was lacking. It needed a fountain of silver water.\n\nI never saw a fountain of silver water, said little Mariquita.  Id like to have one, but I dont know where I could get one.\n\nThat is easy, said the old woman. All you have to do is to go to a certain place with a little jar and bring home the jar full of water from the fountain you will find there. When you put it in the courtyard, it will instantly become a fountain of silver water. Ill tell you exactly where to go to get it.\n\nWhen Mariquitas father and brother came home they found her crying.  What is the matter?  they asked in alarm. She was such a happy little maid that they were not in the habit of seeing tears upon her cheeks.\n\nI want a fountain of silver water for our patio, cried Mariquita.  Ill never be happy again until I have one! \n\nWhat nonsense! cried her brother.\n\nWe do not need a fountain of silver water in our patio. It is pretty enough as it is, said the father, shaking his head.\n\nI know just where to go to get water to make one!  cried Mariquita.  It is the easiest thing in the world to get it! Ill never be happy until I have it!\n\nShe kept on crying until at last, her brother decided to go in search of the water for her. He took a jar\nwith him.\n\nWhen he had gone a long distance he encountered a little old man, standing in the middle of the road.\n\nWhere are you going, my lad? asked the little old man. Who hates you so much as to send you\ninto these parts?\n\nI am in search of a fountain of silver water for our patio at home, replied the boy. An old woman told my sister about it, and now my sister will never be happy again until she has one.\n\nThere is great danger in getting this water, said the little old man thoughtfully.  You appear however to be a wise lad and perhaps will succeed. The fountain where you are going is guarded by a fierce lion. If he has his eyes closed he can see you, but if his eyes are open wide he is fast asleep. Wait carefully until you are sure his eyes are open. Then fill your jar with water and run away as fast as you can.\n\nThe lad did exactly as the little old man told him, and waited until the lions eyes were wide open. Then he filled his water jar and hurried home with it as fast as possible.\n\nWhen he emptied the jar of water in the patio, at once it changed into a lovely little fountain of silver water. Mariquita clapped her hands in joy, and even her father admitted that it was a great ornament to the patio.\n\nOh, I am so happy! cried Mariquita. The fountain of silver water is the loveliest thing I have ever seen!The next day, when her father and brother were away, the old woman came again to the door.\n\nI am so glad you have come!  cried Marquita as she opened the door.  I want you to see what I have in my patio.\n\nShe led the old woman into the courtyard and showed her the fountain of silver water.\n\nIt is a great improvement, said the old woman, but there is something else which you need. Now you should have a little tree with leaves of silver and nuts of gold, growing beside the fountain.\n\nTell me where I can get one!  cried Marquita eagerly.  I never saw a tree with leaves of silver and nuts of gold. It must be beautiful!\n\nWhen her father and brother came home that night she told them about her visit from the old woman. There was no peace in the house until her brother had promised to start the next morning in search of the tree with leaves of silver and nuts of gold.\n\nHe started early upon his journey, and after he had gone a long distance, he saw the same little old\nman standing in his path. He told the old man about this new quest.\n\nTake a horse, my lad. Youll need one, and I have one here waiting. Follow the narrow path which leads up the mountain into the forest. After you have gone for some distance in the forest you will see the tree you seek. It is guarded by a serpent, and when the serpents head is hidden it is asleep. Wait until it is asleep, and then break off a branch from the tree. Take it home and plant it in your courtyard, and youll soon have a tree with silver leaves and nuts of gold, just as your sister wishes.\n\nThe boy mounted the horse and followed the directions which the little old man had given him. When the serpents head was hidden, he broke off a branch from the tree and took it home. As soon as the branch was planted in the courtyard, it grew into a lovely little tree with leaves of silver and nuts of gold.\n\n Oh, I am the happiest girl in the world! cried Mariquita, when she saw it growing there beside the fountain of silver water.\n\nAll went well for many days. Then the old woman came again and knocked at the door.\n\nCome in and see what I have in my patio now! cried Mariquita, opening the door.\n\nThe old woman went into the patio. All you are lacking now is a white parrot, she said, as she\nlooked about. When Mariquitas father and brother came home that night, they found Mariquita once more in tears. There was no peace in the house until her brother promised to get her a white parrot.\n\nWhen the lad had gone for some distance on his\\way, he again met the little old man. He told him about the white parrot which his sister had sent him to procure for her.\n\nPerhaps you will be able to get this white parrot for your sister, said the little old man,  but it is a\nvery dangerous undertaking. You will travel on and on until you come to a lovely garden, the most beautiful garden you have ever seen. You will see many wonderful birds flying about among the trees in the garden, but do not pay any attention to them. Wait for a little, and you will see a white parrot, an exceedingly beautiful parrot, come and seat itself upon the round stone in the middle of the garden. It will turn slowly around, and after a while, it will put its head under its wing and go to sleep. Wait until its head is under its wing and it is sound asleep before you seize it. Otherwise, you will be turned into stone.\n\nThe boy followed the directions and came to a beautiful garden full of many trees with wonderful birds flying about the branches. He waited until a white parrot came flying down out of the treetops, alighting on the round stone in the center of the garden. It was the most beautiful bird he had ever seen, far lovelier than he had expected. The white parrot turned slowly round and round upon the stone, and finally, it put its head under its wing. In his eagerness to obtain the beautiful bird the lad forgot to be sufficiently cautious. He seized the bird a moment too soon and was turned into stone.\n\nMariquita awaited her brothers return anxiously. As the days and weeks passed by and he did not come,\nher grief knew no bounds.\n\nSome evil has befallen my brother! she cried over and over again.  It is all my fault. It was my foolish wish for a white parrot that sent him away from our happy home. Oh, why was I so foolish as to listen to the old woman?\n\nAt last, Mariquita could endure her anxiety no longer and she decided to go in search of her brother. As she went on her way she encountered a little old man in her path.\n\nHave you seen a lad pass by some weeks ago, a handsome lad with deep, dark eyes and waving dark hair upon his brow? Mariquita asked eagerly. I am sure you would remember him once you saw\nhim.\n\nThe little old man replied that he knew her brother well. He told her of the dangers which attended the quest of the white parrot.\n\nI know my brother has been turned into stone! cried Mariquita. What shall I do? It was all my fault! It was I who sent him in search of the white parrot! Oh, why did I ever listen to the old woman who came to my door? \n\nBe careful that you do not meet the same fate as your brother, said the little old man. Now that you have gone so far on the way there is no turning back. All will be well if you do not try to seize the bird too soon.\n\nMariquita journeyed on and on until finally, she came to the beautiful garden. She waited quietly until she saw the wonderful white parrot come flying down to the round stone in the middle of the garden. Slowly it turned around upon the stone. Then it tucked its lovely head under its snowy wing and went to sleep. The moment Mariquita stretched out her hand and seized the white parrot all the stones in the garden came to life. There was her brother standing close behind her. Her joy was unspeakable.\n\nMariquita and her brother invited all the stones which had been restored to human form to come home with them and celebrate the event in their house. A great feast was held which lasted for three days.\n\nNow that I have my own dear brother safe home again I am the happiest girl in the world! There is nothing more to wish for! said Mariquita. Never again will I give way to foolish longings."
    },
    {
      "category": "",
      "title": "",
      "body": "The Rainbow-maker:\n\nTHE children stood under an archway. Behind them was the blue sky; in front of them the clear, still lake that wandered and wound about the garden; above their heads the leaves of a tree whispered and told strange stories to the breeze.\n\nPoor tree! It is sighing for the blossoms the wind has carried away,  they said to each other, and they looked back at the garden. And, poor flowers, too,  they said, all your bright colors are gone, and your petals lie scattered on the ground; to-morrow they will be dead.  Ah, no,  the flowers sighed, the rainbow-maker will gather them up, and once more they will see the sun.  Before the children could answer, a tall fair maiden came down the pathway. They could see her plainly in the twilight. Her eyes were dim with gathering tears, but on her lips, there was a smile that came and went and flickered around her mouth. All down her back hung her pale golden hair; round her neck was a kerchief of many colors; her dress was soft and white, and her snowy apron was gathered up in one hand. She looked neither to the right nor to the left. She did not utter a single word; and the children could hear no sound of her footsteps, no rustling from her dress. She stooped, and picked up the fading petals, looked at them tenderly for a moment, while the tears fell slowly down her cheeks; but the smile hovered round her mouth; for she knew that they would shine again in the sight of their beloved sun. When her apron was quite full, she turned around and left the garden. Hand-in-hand the children followed. She went slowly on by the side of the lake, far, far away across the meadows and up the farthest hill, until at last, she found her home behind a cloud just opposite the sun. There she sat all through the summer days making rainbows. When the children had watched her for a long long time, they went softly back to their own home. The rainbow maker had not even seen them.\n\nMother,  they said one day, we know now where the colors go from the flowers. See, they are there,  and as they spoke they thought of the maiden sitting silently at work in her cloud-home. They knew that she was weeping at sending forth her most beautiful one, and yet smiling as she watched the soft archway she had made. See, they are all there, dear mother,  the children repeated, looking at the falling rain and the shining sun, and pointing to the rainbow that spanned the river."
    },
    {
      "category": "",
      "title": "",
      "body": "Beware Of Shrewd Neighbours:\n\nOnce upon a time, it rained heavily for several days resulting in floods. Many houses collapsed and household articles got carried away with the flood-water.\n\nAs a matter of chance, two pitchers were also carried away by the flowing tide. One of them was made of grass while the other of baked clay.\n\nThe brass pitcher was so strong, that, it could be tossed against anything. But the clay pitcher was an ever-present danger of being broken if he got struck against something.\n\nThe clay pitcher was alarmed by the expectation of danger. The brass pitcher looked at it and said, Brother! Be close to me; I shall protect you in every way. \n\nThe clay pitcher thought wisely and retorted, Brother! It would surely be worse for me if we come closer. If I keep at a distance from you, I may float to safety. \n\nSo, the clay pitcher stood away from the brass pitcher and safely reached the shore.\n\nThe End."
    },
    {
      "category": "",
      "title": "",
      "body": "What is For Dinner:\n\nSammy always worried about his wife Dolly. They were married for almost 15 years. While, Dolly was a village girl, Sammy was raised in a city. Although, they had a lot of cultural differences in life, Dolly managed everything to perfection.\n\nThe latest worry about Dolly was that she was losing her hearing. Sammy was worried that due to aging, Dolly was gradually losing her hearing capacity.\n\nIt happened one day, when Sammy was in the living room and asked for a cup of tea from Dolly. Dolly did not respond. He increased his voice and once again asked her for some tea. Still, he heard nothing from Dolly. He got up and slowly walked to the kitchen and asked Dolly for some tea. Dolly was a bit surprised and said that she would bring it in 10 minutes.\n\nA few days after that incident, Sammy had to leave town for a week. After his return, he decided to find out the extent of his wife's hearing loss. He discussed this matter with a doctor, prior to taking Dolly to the doctor. The doctor told him an easy way to find the extent of her hearing loss.\n\nSammy reached home and called for his wife, Dolly as he entered. Dolly was in Kitchen, preparing dinner. He heard nothing from her. Then he asked her from the entrance door, 'Dolly what's for dinner?'\n\nSurprise! No response! All was silent.\n\nHe went to his room and asked her, 'I am here, what's for dinner Dolly?'\n\nHe sat on the sofa and asked her again, 'Dolly what's for dinner?' Again, it was silent...\n\nHe asked, her, 'What's for dinner' as he washed his face.\n\nHe then moved a few steps ahead towards kitchen and asked the same.\n\nHe tried with the question, 'What's for dinner' standing at different places at home to identify the extent of hearing loss.\n\nHe heard nothing from her. He then moved to kitchen and asked her, 'Dolly, what's for dinner?'\n\nDolly became furious at him and said, \"I am saying it for the eight time. It is chicken, can't you hear it?'\n\nSammy went speechless.\n\nSammy realized that one should not get into conclusions or blame others without knowing the truth."
    },
    {
      "category": "",
      "title": "",
      "body": "The King And His Ghost:\n\nLong, long time ago, in the Kingdom of India, there lived a King who had a greedy advisor. The King did not know that the advisor wanted to have all of the Kings treasure for himself.\n\nOne day, the King and the advisor went to the jungle to hunt. But they found a cave there. The King and the advisor went into the cave. There was lots of treasure in it.\n\nSuddenly, the advisor attacked the King. The King was taken by surprise and got injured very badly. Somehow, he managed to escape from the cave. All of a sudden, a big boulder fell at the entrance of the cave and trapped the advisor inside. Before dying, the King cursed the advisor that only an honest man would be able to free him from that cave.\n\nMany years went by like this. Then, one day, an honest traveler was walking by the cave and saw the boulder. He pushed the boulder aside. He saw an old man sitting inside. The old man told the traveler his whole story. He said that he would reward the traveler with all the treasure he had with him in the cave if the traveler helped him. But, the traveler rejected hi offer and moved on.\n\nWhen he reached town, he told his friends about the old man in the cave. His friends were greedy. They asked him to take them to the cave. The traveler was a simple man. He agreed and took his friends to the cave.\n\nWhen they reached the cave, the friends decided to take all the treasure for themselves. Suddenly, the Kings ghost appeared and scared all of them away except the traveler. The Kings spirit rewarded the traveler with all the treasure for being an honest person and not being greedy. The travel couldnt say no gto the Kings spirit and accepted the reward.\n\nMORAL OF THE STORY: THE REWARD OF HONESTY IS ALWAYS GREATER THAN THAT OF DISHONESTY AND GREEDINESS."
    },
    {
      "category": "",
      "title": "",
      "body": "The Willow-wren And The Bear:\n\nOnce in summer-time the bear and the wolf were walking in the forest,and the bear heard a bird singing so beautifully that he said:Brother wolf, what bird is it that sings so well? That is the Kingof birds, said the wolf, before whom we must bow down. In realitythe bird was the willow-wren. IF thats the case, said the bear, Ishould very much like to see his royal palace; come, take me thither.That is not done quite as you seem to think, said the wolf; youmust wait until the Queen comes, Soon afterwards, the Queen arrivedwith some food in her beak, and the lord King came too, and they beganto feed their young ones. \n\nThe bear would have liked to go at once, butthe wolf held him back by the sleeve, and said: No, you must waituntil the lord and lady Queen have gone away again. So they tookstock of the hole where the nest lay, and trotted away. The bear,however, could not rest until he had seen the royal palace, and when ashort time had passed, went to it again. \n\nThe King and Queen had justflown out, so he peeped in and saw five or six young ones lying there.Is that the royal palace? cried the bear; it is a wretched palace,and you are not Kings children, you are disreputable children! Whenthe young wrens heard that, they were frightfully angry, and screamed:No, that we are not! Our parents are honest people! Bear, you willhave to pay for that!\n\nThe bear and the wolf grew uneasy, and turned back and went into theirholes. The young willow-wrens, however, continued to cry and scream,and when their parents again brought food they said: We will not somuch as touch one flys leg, no, not if we were dying of hunger, untilyou have settled whether we are respectable children or not; the bearhas been here and has insulted us! Then the old King said: Be easy,he shall be punished, and he at once flew with the Queen to thebears cave, and called in: Old Growler, why have you insulted mychildren? You shall suffer for itwe will punish you by a bloodywar. \n\nThus war was announced to the Bear, and all four-footed animalswere summoned to take part in it, oxen, asses, cows, deer, and everyother animal the earth contained. And the willow-wren summonedeverything which flew in the air, not only birds, large and small, butmidges, and hornets, bees and flies had to come.\n\nWhen the time came for the war to begin, the willow-wren sent outspies to discover who was the enemys commander-in-chief. The gnat,who was the most crafty, flew into the forest where the enemy wasassembled, and hid herself beneath a leaf of the tree where thepassword was to be announced. There stood the bear, and he called thefox before him and said: Fox, you are the most cunning of allanimals, you shall be general and lead us. \n\nGood, said the fox, butwhat signal shall we agree upon? No one knew that, so the fox said:I have a fine long bushy tail, which almost looks like a plume of redfeathers. When I lift my tail up quite high, all is going well, andyou must charge; but if I let it hang down, run away as fast as youcan. When the gnat had heard that, she flew away again, and revealedeverything, down to the minutest detail, to the willow-wren. When daybroke, and the battle was to begin, all the four-footed animals camerunning up with such a noise that the earth trembled. \n\nThe willow-wrenwith his army also came flying through the air with such a humming,and whirring, and swarming that every one was uneasy and afraid, andon both sides they advanced against each other. But the willow-wrensent down the hornet, with orders to settle beneath the foxs tail,and sting with all his might. When the fox felt the first string, hestarted so that he one leg, from pain, but he bore it, andstill kept his tail high in the air; at the second sting, he wasforced to put it down for a moment; at the third, he could hold out nolonger, screamed, and put his tail between his legs. When the animalssaw that, they thought all was lost, and began to flee, each into hishole, and the birds had won the battle.\n\nThen the King and Queen flew home to their children and cried:Children, rejoice, eat and drink to your hearts content, we have wonthe battle! But the young wrens said: We will not eat yet, the bearmust come to the nest, and beg for pardon and say that we arehonourable children, before we will do that. \n\nThen the willow-wrenflew to the bears hole and cried: Growler, you are to come to thenest to my children, and beg their pardon, or else every rib of yourbody shall be broken. So the bear crept thither in the greatest fear,and begged their pardon. And now at last the young wrens weresatisfied, and sat down together and ate and drank, and made merrytill quite late into the night."
    },
    {
      "category": "",
      "title": "",
      "body": "Prince Cherry:\n\nLong ago there lived a monarch, who was such a very, honest man that his subjects entitled him the Good King. One day, when he was out hunting, a little white rabbit, which had been half-killed by his hounds, leaped right into his majestys arms. Said he, caressing it: This poor creature has put itself under my protection, and I will allow no one to injure it. So he carried it to his palace, had prepared for it a neat little rabbit-hutch, with abundance of the daintiest food, such as rabbits love, and there he left it.\n\nThe same night, when he was alone in his chamber, there appeared to him a beautiful lady. She was dressed neither in gold, nor silver, nor brocade; but her flowing robes were white as snow, and she wore a garland of white roses on her head.\n\nThe Good King was greatly astonished at the sight; for his door was locked, and he wondered how so dazzling a lady could possibly enter; but she soon removed his doubts.\n\nI am the fairy Candide, said she, with a smiling and gracious air. Passing through the wood where you were hunting, I took a desire to know if you were as good as men say you are I therefore changed myself into a white rabbit and took refuge in your arms. You saved me and now I know that those who are merciful to dum beasts will be ten times more so to human beings. You merit the name your subjects give you: you are the Good King. I thank you for your protection, and shall be always one of your best friends. You have but to say what you most desire, and I promise you your wish shall be granted.\n\nMadam, replied the king, if you are a fairy, you must know, without my telling you, the wish of my heart. I have one well-beloved son, Prince Cherry: whatever kindly feeling you have toward me, extend it to him.\n\nWillingly, said Candide. I will make him the handsomest, richest, or most powerful prince in the world: choose whichever you desire for him.\n\nNone of the three, returned the father. I only wish him to be goodthe best prince in the whole world. Of what use would riches, power, or beauty be to him if he were a bad man?\n\nYou are right, said the fairy; but I can not make him good: he must do that himself. I can only change his external fortunes; for his personal character, the utmost I can promise is to give him good counsel, reprove him for his faults, and even punish him, if he will not punish himself. You mortals can do the same with your children.\n\nAh, yes! said the king, sighing. Still, he felt that the kindness of a fairy was something gained for his son, and died not long after, content and at peace.\n\nPrince Cherry mourned deeply, for he dearly loved his father, and would have gladly given all his kingdoms and treasures to keep him in life a little longer. Two days after the Good King was no more, Prince Cherry was sleeping in his chamber, when he saw the same dazzling vision of the fairy Candide.\n\nI promised your father, said she, to be your best friend, and in pledge of this take what I now give you; and she placed a small gold ring upon his finger. Poor as it looks, it is more precious than diamonds; for whenever you do ill it will prick your finger. If, after that warning, you still continue in evil, you will lose my friendship, and I shall become your direst enemy.\n\nSo saying, she disappeared, leaving Cherry in such amazement that he would have believed it all a dream, save for the ring on his finger.\n\nHe was for a long time so good that the ring never pricked him at all; and this made him so cheerful and pleasant in his humor that everybody called him Happy Prince Cherry. But one unlucky day he was out hunting and found no sport, which vexed him so much that he showed his ill temper by his looks and ways. He fancied his ring felt very tight and uncomfortable, but as it did not prick him he took no heed of this: until, re-entering his palace, his little pet dog, Bibi, jumped up upon him and was sharply told to get away. The creature, accustomed to nothing but caresses, tried to attract his attention by pulling at his garments, when Prince Cherry turned and gave it a severe kick. At this moment he felt in his finger a prick like a pin.\n\nWhat nonsense! said he to himself. The fairy must be making game of me. Why, what great evil have I done! I, the master of a great empire, cannot I kick my own dog?\n\nA voice replied, or else Prince Cherry imagined it, No, sire; the master of a great empire has a right to do good, but not evil. Ia fairyam as much above you as you are above your dog. I might punish you, kill you, if I chose; but I prefer leaving you to amend your ways. You have been guilty of three faults todaybad temper, passion, cruelty: do better tomorrow.\n\nThe prince promised, and kept his word a while; but he had been brought up by a foolish nurse, who indulged him in every way and was always telling him that he would be a king one day, when he might do as he liked in all things. He found out now that even a king cannot always do that; it vexed him and made him angry. His ring began to prick him so often that his little finger was continually bleeding. He disliked this, as was natural, and soon began to consider whether it would not be easier to throw the ring away altogether than to be constantly annoyed by it. It was such a strange thing for a king to have a spot of blood on his finger! At last, unable to put up with it any more, he took his ring off and hid it where he would never see it; and believed himself the happiest of men, for he could now do exactly what he liked. He did it, and became every day more and more miserable.\n\nOne day he saw a young girl, so beautiful that, being always accustomed to have his own way, he immediately determined to espouse her. He never doubted that she would be only too glad to be made a queen, for she was very poor. But Zeliathat was her nameanswered, to his great astonishment, that she would rather not marry him.\n\nDo I displease you? asked the prince, into whose mind it had never entered that he could displease anybody.\n\nNot at all, my prince, said the honest peasant maiden. You are very handsome, very charming; but you are not like your father the Good King. I will not be your queen, for you would make me miserable.\n\nAt these words the princes love seemed all to turn to hatred: he gave orders to his guards to convey Zelia to a prison near the palace, and then took counsel with his foster brother, the one of all his ill companions who most incited him to do wrong.\n\nSir, said this man, if I were in your majestys place, I would never vex myself about a poor silly girl. Feed her on bread and water till she comes to her senses; and if she still refuses you, let her die in torment, as a warning to your other subjects should they venture to dispute your will. You will be disgraced should you suffer yourself to be conquered by a simple girl.\n\nBut, said Prince Cherry, shall I not be disgraced if I harm a creature so perfectly innocent?\n\nNo one is innocent who disputes your majestys authority, said the courtier, bowing; and it is better to commit an injustice than allow it to be supposed you can ever be contradicted with impunity.\n\nThis touched Cherry on his weak pointhis good impulses faded; he resolved once more to ask Zelia if she would marry him, and if she again refused, to sell her as a slave. Arrived at the cell in which she was confined, what was his astonishment to find her gone! He knew not whom to accuse, for he had kept the key in his pocket the whole time. At last, the foster-brother suggested that the escape of Zelia might have been contrived by an old man, Suliman by name, the princes former tutor, who was the only one who now ventured to blame him for anything that he did. Cherry sent immediately, and ordered his old friend to be brought to him, loaded heavily with irons. Then, full of fury, he went and shut himself up in his own chamber, where he went raging to and fro, till startled by a noise like a clap of thunder. The fairy Candide stood before him.\n\nPrince, said she, in a severe voice, I promised your father to give you good counsels and to punish you if you refused to follow them. My counsels were forgotten, my punishment despised. Under the figure of a man, you have been no better than the beasts you chase: like a lion in fury, a wolf in gluttony, a serpent in revenge, and a bull in brutality. Take, therefore, in your new form the likeness of all these animals.\n\nScarcely had Prince Cherry heard these words than to his horror he found himself transformed into what the Fairy had named. He was a creature with the head of a lion, the horns of a bull, the feet of a wolf, and the tail of a serpent. At the same time he felt himself transported to a distant forest, where, standing on the bank of a stream, he saw reflected in the water his own frightful shape, and heard a voice saying:\n\nLook at thyself, and know thy soul has become a thousand times uglier even than thy body.\n\nCherry recognized the voice of Candide, and in his rage would have sprung upon her and devoured her; but he saw nothing and the same voice said behind him:\n\nCease thy feeble fury, and learn to conquer thy pride by being in submission to thine own subjects.\n\nHearing no more, he soon quitted the stream, hoping at least to get rid of the sight of himself; but he had scarcely gone twenty paces when he tumbled into a pitfall that was laid to catch bears; the bear-hunters, descending from some trees hard by, caught him, chained him, and only too delighted to get hold of such a curious-looking animal, led him along with them to the capital of his own kingdom.\n\nThere great rejoicings were taking place, and the bear-hunters, asking what it was all about, were told that it was because Prince Cherry, the torment of his subjects, had just been struck dead by a thunderboltjust punishment of all his crimes. Four courtiers, his wicked companions, had wished to divide his throne between them; but the people had risen up against them and offered the crown to Suliman, the old tutor whom Cherry had ordered to be arrested.\n\nAll this the poor monster heard. He even saw Suliman sitting upon his own throne and trying to calm the populace by representing to them that it was not certain Prince Cherry was dead; that he might return one day to reassume with honor the crown which Suliman only consented to wear as a sort of viceroy.\n\nI know his heart, said the honest and faithful old man; it is tainted, but not corrupt. If alive, he may reform yet, and be all his father over again to you, his people, whom he has caused to suffer so much.\n\nThese words touched the poor beast so deeply that he ceased to beat himself against the iron bars of the cage in which the hunters carried him about, became gentle as a lamb, and suffered himself to be taken quietly to a menagerie, where were kept all sorts of strange and ferocious animals a place which he had himself often visited as a boy, but never thought he should be shut up there himself.\n\nHowever, he owned he had deserved it all, and began to make amends by showing himself very obedient to his keeper. This man was almost as great a brute as the animals he had charge of, and when he was in ill humor he used to beat them without rhyme or reason. One day, while he was sleeping, a tiger broke loose and leaped upon him, eager to devour him. Cherry at first felt a thrill of pleasure at the thought of being revenged; then, seeing how helpless the man was, he wished himself free, that he might defend him. Immediately the doors of his cage opened. The keeper, waking up, saw the strange beast leap out, and imagined, of course, that he was going to be slain at once. Instead, he saw the tiger lying dead, and the strange beast creeping up and laying itself at his feet to be caressed. But as he lifted up his hand to stroke it, a voice was heard saying, Good actions never go unrewarded; and instead of the frightful monster, there crouched on the ground nothing but a pretty little dog.\n\nCherry, delighted to find himself thus metamorphosed, caressed the keeper in every possible way, till at last the man took him up into his arms and carried him to the king, to whom he related this wonderful story, from beginning to end. The queen wished to have the charming little dog; and Cherry would have been exceedingly happy could he have forgotten that he was originally a man and a king. He was lodged most elegantly, had the richest of collars to adorn his neck, and heard himself praised continually. But his beauty rather brought him into trouble, for the queen, afraid lest he might grow too large for a pet, took advice of dog-doctors, who ordered that he should be fed entirely upon bread, and that very sparingly; so poor Cherry was sometimes nearly starved.\n\nOne day, when they gave him his crust for breakfast, a fancy seized him to go and eat it in the palace garden; so he took the bread in his mouth and trotted away toward a stream which he knew, and where he sometimes stopped to drink. But instead of the stream he saw a splendid palace, glittering with gold and precious stones. Entering the doors was a crowd of men and women, magnificently dressed; and within there was singing and dancing and good cheer of all sorts. Yet, however grandly and happily the people went in, Cherry noticed that those who came out were pale, thin, ragged, half-naked, covered with wounds and sores. Some of them dropped dead at once; others dragged themselves on a little way and then lay down, dying of hunger, and vainly begged a morsel of bread from others who were entering inwho never took the least notice of them.\n\nCherry perceived one woman, who was trying feebly to gather and eat some green herbs. Poor thing! said he to himself; I know what it is to be hungry, and I want my breakfast badly enough; but still it will kill me to wait till dinner time, and my crust may save the life of this poor woman.\n\nSo the little dog ran up to her and dropped his bread at her feet; she picked it up and ate it with avidity. Soon she looked quite recovered, and Cherry, delighted, was trotting back again to his kennel, when he heard loud cries, and saw a young girl dragged by four men to the door of the palace, which they were trying to compel her to enter. Oh, how he wished himself a monster again, as when he slew the tiger!for the young girl was no other than his beloved Zelia. Alas! what could a poor little dog do to defend her? But he ran forward and barked at the men, and bit their heels, until at last they chased him away with heavy blows. And then he lay down outside the palace door, determined to watch and see what had become of Zelia.\n\nConscience pricked him now. What! thought he, I am furious against these wicked men, who are carrying her away; and did I not do the same myself? Did I not cast her into prison, and intend to sell her as a slave? Who knows how much more wickedness I might not have done to her and others, if Heavens justice had not stopped me in time?\n\nWhile he lay thinking and repenting, he heard a window open and saw Zelia throw out of it a bit of dainty meat. Cherry, who felt hungry enough by this time, was just about to eat it, when the woman to whom he had given his crust snatched him up in her arms.\n\nPoor little beast! cried she, patting him, every bit of food in that palace is poisoned: you shall not touch a morsel.\n\nAnd at the same time the voice in the air repeated again, Good actions never go unrewarded; and Cherry found himself changed into a beautiful little white pigeon. He remembered with joy that white was the color of the fairy Candide, and began to hope that she was taking him into favor again.\n\nSo he stretched his wings, delighted that he might now have a chance of approaching his fair Zelia. He flew up to the palace windows, and, finding one of them open, entered and sought everywhere, but he could not find Zelia. Then, in despair, he flew out again, resolved to go over the world until he beheld her once more.\n\nHe took flight at once and traversed many countries, swiftly as a bird can, but found no trace of his beloved. At length in a desert, sitting beside an old hermit in his cave and partaking with him his frugal repast, Cherry saw a poor peasant girl and recognized Zelia. Transported with joy, he flew in, perched on her shoulder, and expressed his delight and affection by a thousand caresses.\n\nShe, charmed with the pretty little pigeon, caressed it in her turn, and promised it that if it would stay with her she would love it always.\n\nWhat have you done, Zelia? said the hermit, smiling; and while he spoke the white pigeon vanished, and there stood Prince Cherry in his own natural form. Your enchantment ended, prince, when Zelia promised to love you. Indeed, she has loved you always, but your many faults constrained her to hide her love. These are now amended, and you may both live happy if you will, because your union is founded upon mutual esteem.\n\nCherry and Zelia threw themselves at the feet of the hermit, whose form also began to change. His soiled garments became of dazzling whiteness, and his long beard and withered face grew into the flowing hair and lovely countenance of the fairy Candide.\n\nRise up, my children, said she; I must now transport you to your palace and restore to Prince Cherry his fathers crown, of which he is now worthy.\n\nShe had scarcely ceased speaking when they found themselves in the chamber of Suliman, who, delighted to find again his beloved pupil and master, willingly resigned the throne, and became the most faithful of his subjects.\n\nKing Cherry and Queen Zelia reigned together for many years, and it is said that the former was so blameless and strict in all his duties that though he constantly wore the ring which Candide had restored to him, it never once pricked his finger enough to make it bleed."
    },
    {
      "category": "",
      "title": "",
      "body": "United We Stand; Divided We Fall:\n\nOnce upon a time, three sons were engaged in mercantile business under the supervision of their father. They were very rich. Each son was proficient in his own department.\n\nIf one was good in sales, the other one was competent in purchases and similarly the third one in finance.\n\nUnluckily, one day the father got bedridden and the sons decided to divide the business under the fallacy that each of them was experts in their own way and can handle their individual business solely.\n\nThe father was glum and grumpy with their decision but was helpless and unfortunately, the separation took place.\n\nAs a result, the three of them became each others competitors. With the passage of time, they started having huge losses in their respective businesses. They tried all possible ways to succeed but the situation became worse.\n\nThen they came to their father for a piece of advice. The father said when you all were doing the business jointly, the business ran successfully. But it was not any one of you responsible for the success of the business rather traits of all three of you put together made the business successful .\n\nThe sons realized their mistake &amp; got reunited. We conclude that disunity always ruins.\n\nThe End."
    },
    {
      "category": "",
      "title": "",
      "body": "The Tale Of The Tyrant And The Butler:\n\nBernardo Visconti, the despot of Milan was in his day more feared than any other ruler was. Although he was pitiless, there was always a shade of justice in his cruelty.\n\nThis is the story of a wealthy man and owner of one of the castles given to him by Bernardo. He was well known for his miserliness. One instance he was summoned to the court for having failed to feed his bullmastiffs (dogs), which had become vicious and attacked cattle. Therefore, he was condemned by Bernardo to pay a fine of four florins (gold coins). Upon hearing the amount, the miser begged for forgiveness.\n\nBernardo patiently listened to his story, until he had ended his plea. He then said, \"If you can answer the four questions, that I will ask you, I shall remit the four florins.\n\nSo saying, Bernardo listed out the four questions.\n\n1. What is the distance between here and the heavens?\n\n2. How much water is in the sea?\n\n3. What is the situation in hell at his very moment?\n\n4. And last of all, how much is my person worth?\n\nBernardo then looked sternly into the eyes of the miser and said that he had time until tomorrow morning, to answer these questions. So be careful, before answering them.\n\nThe miser became depressed, as he had absolutely no clue to any of these questions. Deep in thought, he returned to his castle, sighing deeply at his plight. He found his butler waiting for him, to whom he narrated his plight. Even the great Socrates or Aristotle will not be able to answer these questions.\n\nThe butler, who was blessed with sufficient intelligence, told him, \"Don't worry. Have your supper and get an early sleep.\"\n\nThe butler further added, \"I will have something for you by tomorrow morning. I relish such challenges. I will just shave off my beard, put on your clothes, and present myself before Bernardo, tomorrow morning. I am sure that he will not notice the difference.\"\n\nThe following day, the butler dressed up as the miser and presented himself at the court. Bernardo was in a good mood and had asked all the courtiers to be present. He was eager to find out how the miser would respond to his four questions.\n\nThe butler pulled his cape round his read and covered the bottom half of his face with a scarf, as it was cold. The room was also not well lit and this further helped the butler, as he was not recognized.\n\nBernardo thundered, \"Do you have the answers to the four questions?\n\nThe butler in guise of the miser calmly replied, \"Yes, my lord, I do have answers to all the questions. Bernardo was a bit taken aback.\n\nThe butler carried on, \"You first asked me to calculate the distance between here and the heavens. Having studied all distances, I have found out that the distance is 35,765,875.50 miles and 19 feet.\n\nBernardo, looked at him and said, \"Your conclusion seems to be very accurate. But can you prove it?\"\n\nThe butler in the guise of the miser said, \"I would appreciate if you could have the distance measured by your esteemed scientists, and if this figure is wrong, you can very well hang me.\"\n\n\"Okay, please proceed to the next question\", said the pleased Bernardo.\n\nThe butler in the guise of the miser said, \"The next question was how much water was in the sea?\"\n\nHe went on to add, \"I must confess that this is a rather difficult question. Because water is never stagnant, as there are rivers constantly flowing into the sea. However, on an average, I have managed to establish that there are 26,298,000,000 casks, 8 barrels, 12 pitchers, and 3 glasses of water in the sea.\"\n\nBernardo, could not conceal his smile and he asked, \"Are you certain about this?\"\n\nThe butler replier, \"I have computed this to the best of my ability. If you feel there is an error in my judgment, have it measured by your team of scientists and mathematicians. If I am wrong, please feel free to have me quartered.\"\n\nBernardo, although a little taken aback, was extremely surprised at the man's presence of mind. He decided to keep a careful eye for the third question.\n\nThe butler as the miser continued, \"Your lord, may I proceed to the third question? \"Of course, please do,\" said Bernardo.\n\nThe butler said, \"You wanted to know what is being done in hell at this very moment. Well, the devil and his associates are torturing, cutting, quartering, and hanging people just as you are doing in this city of Milan. You may wonder how I know this. Because, I know a man who has been there and returned and revealed this to Dante, the Florentine. The man is now dead, but if you don't believe me, please send for him.\"\n\nBernardo was truly amazed, but more amused at the man.\n\nBefore Bernardo could regain his composure, the butler went on to the last question. He said, \"As to the value of you person, I would say that you are worth 29 pieces of silver. Hearing this, Bernardo, flew into a rage.\n\nFor a moment, the butler was scared. However, he quickly regained composure and said, \"My lord, please listen to my reasoning. You know that our lord was sold for thirty pieces of silver. Therefore, I reason that you are one less than our lord and hence the twenty nine pieces of silver.\"\n\nThe answers were so ingenious and clever that it dawned on Bernardo, that this could not be the wealthy and ignorant miser. He rose and shouted, \"You are not the real offender.\"\n\nThe butler was scared to bits. He threw himself at the feet of Bernardo and confessed the whole truth. The tyrant, listened to the whole story and said, \"You are worth much more than your master. Since he made you wear his clothes, and asked you to behave like a lord and nobleman, henceforth, you will be the lord of the castle. He shall be your butler. You will receive all the income from the castle.\"\n\nAnd so, despite the protests of the butler, the decree was passed. The will of Bernardo was the law in Milan and woe to anyone who disobeyed him."
    },
    {
      "category": "",
      "title": "",
      "body": "The Fox And The Horse:\n\nA farmer had a horse that had been an excellent faithful servant to him: but he was now grown too old to work; so the farmer would give him nothing more to eat, and said, I want you no longer, so take yourself off out of my stable; I shall not take you back again until you are stronger than a lion. Then he opened the door and turned him adrift.\n\nThe poor horse was very melancholy, and wandered up and down in the wood, seeking some little shelter from the cold wind and rain. Presently a fox met him: Whats the matter, my friend? said he, why do you hang down your head and look so lonely and woe-begone? Ah! replied the horse, justice and avarice never dwell in one house; my master has forgotten all that I have done for him so many years, and because I can no longer work he has turned me adrift, and says unless I become stronger than a lion he will not take me back again; what chance can I have of that? he knows I have none, or he would not talk so.\n\nHowever, the fox bid him be of good cheer, and said, I will help you; lie down there, stretch yourself out quite stiff, and pretend to be dead. The horse did as he was told, and the fox went straight to the lion who lived in a cave close by, and said to him, A little way off lies a dead horse; come with me and you may make an excellent meal of his carcase. The lion was greatly pleased, and set off immediately; and when they came to the horse, the fox said, You will not be able to eat him comfortably here; Ill tell you whatI will tie you fast to his tail, and then you can draw him to your den, and eat him at your leisure.\n\nThis advice pleased the lion, so he laid himself down quietly for the fox to make him fast to the horse. But the fox managed to tie his legs together and bound all so hard and fast that with all his strength he could not set himself free. When the work was done, the fox clapped the horse on the shoulder, and said, Jip! Dobbin! Jip! Then up he sprang, and moved off, dragging the lion behind him. The beast began to roar and bellow, till all the birds of the wood flew away for fright; but the horse let him sing on, and made his way quietly over the fields to his masters house.\n\nHere he is, master, said he, I have got the better of him: and when the farmer saw his old servant, his heart relented, and he said. Thou shalt stay in thy stable and be well taken care of. And so the poor old horse had plenty to eat, and livedtill he died."
    },
    {
      "category": "",
      "title": "",
      "body": "The Tale of Squirrel Nutkin:\n\nThis is a Tale about a taila tail that belonged to a little red squirrel, and his name was Nutkin.\n\nHe had a brother called Twinkleberry, and a great many cousins: they lived in a wood at the edge of a lake.\n\nOld Brown Flying Home\n\nIn the middle of the lake there is an island covered with trees and nut bushes; and amongst those trees stands a hollow oak-tree, which is the house of an owl who is called Old Brown.\n\nAt the Edge of the Lake\n\nOne autumn when the nuts were ripe, and the leaves on the hazel bushes were golden and greenNutkin and Twinkleberry and all the other little squirrels came out of the wood, and down to the edge of the lake.\n\nRafting to the Island\n\nThey made little rafts out of twigs, and they paddled away over the water to Owl Island to gather nuts.\n\nEach squirrel had a little sack and a large oar, and spread out his tail for a sail.\n\nThe First Offering\n\nThey also took with them an offering of three fat mice as a present for Old Brown, and put them down upon his door-step.\n\nThen Twinkleberry and the other little squirrels each made a low bow, and said politely\n\nOld Mr. Brown, will you favour us with permission to gather nuts upon your island?\n\nNutkin Bobbing Like a Cherry\n\nBut Nutkin was excessively impertinent in his manners. He bobbed up and down like a little red cherry, singing\n\nRiddle me, riddle me, rot-tot-tote!\n\nA little wee man, in a red red coat!\n\nA staff in his hand, and a stone in his throat;\n\nIf youll tell me this riddle, Ill give you a groat.\n\nNow this riddle is as old as the hills; Mr. Brown paid no attention whatever to Nutkin.\n\nHe shut his eyes obstinately and went to sleep.\n\nFilling the Sacks\n\nThe squirrels filled their little sacks with nuts, and sailed away home in the evening.\n\nThe Second Offering\n\nBut next morning they all came back again to Owl Island; and Twinkleberry and the others brought a fine fat mole, and laid it on the stone in front of Old Browns doorway, and said\n\nMr. Brown, will you favour us with your gracious permission to gather some more nuts?\n\nTickling with a Nettle\n\nBut Nutkin, who had no respect, began to dance up and down, tickling old Mr. Brown with a nettle and singing\n\nOld Mr. B! Riddle-me-ree!\n\nHitty Pitty within the wall,\n\nHitty Pitty without the wall;\n\nIf you touch Hitty Pitty,\n\nHitty Pitty will bite you!\n\nMr. Brown woke up suddenly and carried the mole into his house.\n\nShut the Door in His Face\n\nHe shut the door in Nutkins face. Presently a little thread of blue smoke from a wood fire came up from the top of the tree, and Nutkin peeped through the key-hole and sang\n\nA house full, a hole full!\n\nAnd you cannot gather a bowl-full!\n\nPlaying Marbles\n\nThe squirrels searched for nuts all over the island and filled their little sacks.\n\nBut Nutkin gathered oak-applesyellow and scarletand sat upon a beech-stump playing marbles, and watching the door of old Mr. Brown.\n\nFishing for Minnows\n\nOn the third day the squirrels got up very early and went fishing; they caught seven fat minnows as a present for Old Brown.\n\nThey paddled over the lake and landed under a crooked chestnut tree on Owl Island.\n\nBringing the Third Offering\n\nTwinkleberry and six other little squirrels each carried a fat minnow; but Nutkin, who had no nice manners, brought no present at all. He ran in front, singing\n\nThe man in the wilderness said to me,\n\nHow many strawberries grow in the sea?\n\nI answered him as I thought good\n\nAs many red herrings as grow in the wood.'\n\nBut old Mr. Brown took no interest in riddlesnot even when the answer was provided for him.\n\nThe Fourth Offering\n\nOn the fourth day the squirrels brought a present of six fat beetles, which were as good as plums in plum-pudding for Old Brown. Each beetle was wrapped up carefully in a dock-leaf, fastened with a pine-needle pin.\n\nBut Nutkin sang as rudely as ever\n\nOld Mr. B! riddle-me-ree\n\nFlour of England, fruit of Spain,\n\nMet together in a shower of rain;\n\nPut in a bag tied round with a string,\n\nIf youll tell me this riddle, Ill give you a ring!\n\nWhich was ridiculous of Nutkin, because he had not got any ring to give to Old Brown.\n\nPlaying with Pincushions\n\nThe other squirrels hunted up and down the nut bushes; but Nutkin gathered robins pincushions off a briar bush, and stuck them full of pine-needle pins.\n\nThe Fifth Offering\n\nOn the fifth day the squirrels brought a present of wild honey; it was so sweet and sticky that they licked their fingers as they put it down upon the stone. They had stolen it out of a bumble bees nest on the tippitty top of the hill.\n\nBut Nutkin skipped up and down, singing\n\nHum-a-bum! buzz! buzz! Hum-a-bum buzz!\n\nAs I went over Tipple-tine\n\nI met a flock of bonny swine;\n\nSome yellow-nacked, some yellow backed!\n\nThey were the very bonniest swine\n\nThat eer went over Tipple-tine.\n\nEating the Honey\n\nOld Mr. Brown turned up his eyes in disgust at the impertinence of Nutkin.\n\nBut he ate up the honey!\n\nPlaying Ninepins\n\nThe squirrels filled their little sacks with nuts.\n\nBut Nutkin sat upon a big flat rock, and played ninepins with a crab apple and green fir-cones.\n\nThe Sixth Offering\n\nOn the sixth day, which was Saturday, the squirrels came again for the last time; they brought a new-laid egg in a little rush basket as a last parting present for Old Brown.\n\nBut Nutkin ran in front laughing, and shouting\n\nHumpty Dumpty lies in the beck,\n\nWith a white counterpane round his neck,\n\nForty doctors and forty wrights,\n\nCannot put Humpty Dumpty to rights!\n\nOld Brown's Interest\n\nNow old Mr. Brown took an interest in eggs; he opened one eye and shut it again. But still he did not speak.\n\nMore and More Impertinent\n\nNutkin became more and more impertinent\n\nOld Mr. B! Old Mr. B!\n\nHickamore, Hackamore, on the Kings kitchen door;\n\nAll the Kings horses, and all the Kings men,\n\nCouldnt drive Hickamore, Hackamore,\n\nOff the Kings kitchen door.\n\nNutkin danced up and down like a sunbeam; but still Old Brown said nothing at all.\n\nLeaping at Old Brown's Head\n\nNutkin began again\n\nArthur OBower has broken his band,\n\nHe comes roaring up the land!\n\nThe King of Scots with all his power,\n\nCannot turn Arthur of the Bower!\n\nNutkin made a whirring noise to sound like the wind, and he took a running jump right onto the head of Old Brown!\n\nThen all at once there was a flutterment and a scufflement and a loud Squeak!\n\nThe other squirrels scuttered away into the bushes.\n\nPeeping Cautiously\n\nWhen they came back very cautiously, peeping round the treethere was Old Brown sitting on his door-step, quite still, with his eyes closed, as if nothing had happened.\n\nBut Nutkin was in his waistcoat pocket!\n\nPinned Nutkin\n\nThis looks like the end of the story; but it isnt.\n\nEscape\n\nOld Brown carried Nutkin into his house, and held him up by the tail, intending to skin him; but Nutkin pulled so very hard that his tail broke in two, and he dashed up the staircase and escaped out of the attic window.\n\nNutkin Without His Tail\n\nAnd to this day, if you meet Nutkin up a tree and ask him a riddle, he will throw sticks at you, and stamp his feet and scold, and shout\n\nCuck-cuck-cuck-cur-r-r-cuck-k-k!"
    },
    {
      "category": "",
      "title": "",
      "body": "Don't Comply With Wrong Pleas:\n\nOnce a bat fell down on the ground and was caught by a weasel. The weasel was about to kill it when it begged, Spare me, please. \n\nThe weasel said, I cant leave you because weasels and birds are enemies. \n\nThe bat argued, I am not a bird. Dont I look like a mouse? \n\nThe weasel agreed and let it go.\n\nAfter a few days, another weasel caught the bat. Again it prayed for mercy.\n\nThe weasel said, I cant leave you. We never spare even a mouse.\n\nBut I am not a mouse, I am a bird , argued the bat.\n\nThe weasel agreed and set it free.\n\nThe End."
    },
    {
      "category": "",
      "title": "",
      "body": "The Boy And Little Great Lady:\n\nSHE was always called the little great lady,  for she lived in a grand house, and was very rich. He was a strange boy; the little great lady never knew whence he came, or whither he went. She only saw him when the snow lay deep upon the ground. Then in the early morning, he swept a pathway to the stable in which she had once kept a white rabbit. When it was quite finished, she came down the steps in her white dress and little thin shoes, with bows on them, and walked slowly along the pathway. It was always swept so dry she might have worn paper shoes without getting them wet. At the far end, he always stood to wait till she came, and smiled and said, Thank you, little boy,  and passed on. Then he was no more seen till the next snowy morning when again he swept the pathway, and again the little great lady came down the steps in her dainty shoes and went on her way to the stable.\n\nBut at last, one morning when the snow lay white and thick, and she came down the steps, as usual, there was no pathway. The little boy stood leaning on a spade, his feet buried deep in the snow.\n\nWhere is your broom? and where is the pathway to the rabbit house? she asked.\n\nThe rabbit is dead, and the broom is worn out,  he answered;  and I am tired of making pathways that lead to empty houses. \n\nBut why have you done it so long?  she asked.\n\nYou have bows on your shoes,  he said;  and they are so thin you could not walk over the snow in them why you would catch your death of cold,  he added, scornfully.\n\nWhat would you do if I wore boots? \n\nI should go and learn how to build ships, or paint pictures, or write books. But I should not think of you so much,  he said.\n\nThe little great lady answered eagerly, Go and learn how to do all those things; I will wait till you come back and tell me what you have done,  and she turned and went into the house.\n\nGood-bye,  the boy said, as he stood watching for a moment the closed door;  dear little great lady, good-bye.  And he went along the unmade pathway beyond the empty rabbit house."
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    }
  ]
}