{
  "data": [
    {
      "category": "Comical Stories",
      "title": "AN UNFAIR WORLD",
      "body": "One day, a man while walking towards his office saw a beggar coming to him. The beggar was in a very bad condition. He was barefoot and his clothes were torn.  When the beggar asked for money, the man said, Why don't you work? Don't you feel ashamed asking people for money?\n\nAt this the beggar replied, I do feel ashamed asking for money. But once when I took money without asking, the police took me to jail. The man had no answer to this. He went on his way to the office.\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "DOES THE SOG KNOW",
      "body": "Once there were two classmates Pat and Tom. One day, Pat went to Tom's house to borrow a book.  On the entrance, he found a dog standing. Seeing Pat, it started barking. Pat got frightened. Tom came running and held his dog. Pat was still breathing heavily. At this, Tom said, Pat, dogs who bark never bite. Pat said, you and I know this proverb, but this dog doesn't know. Both the friends laughed heartily.\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "ENGLAND OR LONDON",
      "body": "Robert got a job in a landlord's house. Once, a landlord's friend came to his house. The landlord called Robert and asked him to bring his binocular.  Robert quickly went to the landlord's room and brought the binocular. After the friend left, the landlord called Robert and scolded, You should have asked me which binocular to bring, the one from England or the one from London. It would signify how rich I am. Robert nodded his head. Few days later, another friend of the landlord came to his house. The friend saw a lion skin and asked the landlord who had killed it. The landlord said that it was his father.  The landlord then called Robert and asked him to bring his father's photograph. At this Robert asked, Which one sir- one of England or one of London?\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "FEAR OF GOD",
      "body": "Once there were two brothers who were very naughty. Always they were up to some mischief.  One day, their mother asked a priest to talk to her sons and put the fear of god in them so that they would mend their ways. The priest asked her to send her sons to him one by one.  Firstly, the younger brother went to the priest and sat by his side. The priest asked him in a commanding voice, Where is God? The boy didn't react. When the priest asked again, the boy ran to his elder brother and said, Do you know God is missing and everybody thinks that we are responsible for this.\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "IN THE ZOO",
      "body": "One day Danny went with his father to a zoo. He was very excited to see different types of birds and animals. After a while, they came in front of the cage of a lion. Danny's father told him how ferocious and strong lions are. Danny was listening very attentively. Finally, he spoke up, Dad, if somehow the lion comes out of the cage and eats you up, then how will I get back home? At least tell me the route to reach home.  Danny's father laughed at the innocent question of the son.\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "KEEPING THE DOCTOR AWAY",
      "body": "Once there were two sisters named Annie and Jenny. One day they were cycling. Suddenly, Annie lost her balance and fell down and started crying. Jenny helped her in getting up and took her home. At home, their mother bandaged her and asked their father to take Annie to a doctor for a tetanus injection.  On hearing the name of injection, Annie immediately went to the kitchen and took out an apple from the refrigerator.  Just then Jenny came into the kitchen and asked Annie whether she was scared of injection. At this Annie replied, Yes, I am afraid of injection. That's why I am eating this apple. Didn't our teacher say that an apple away keeps the doctor away?\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "OBEYING THE RULES",
      "body": "On the front gate of a temple, there was a sign which read, Remove your footwear before entering the temple. A guard had also been appointed there.  One day, the guard saw a man entering the temple and asked him, Where are your shoes? The man replied, I don't wear shoes. Then you can't go inside, said the guard. Why? asked the man Didn't you read the sign? It says that you can't enter the temple without removing your shoes or slippers.\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "ONLY FOR LOVE",
      "body": "Two donkeys who were friends, met at a crossroad. One donkey was healthy and the other malnourished. The healthy donkey asked the weak one, What happen to you? Why do you seem so weak? The weak donkey replied, My master makes me work the whole day and doesn't give me enough food to eat and also beats me. Oh exclaimed the healthy donkey. Then why don't you run away from your master's house. He replied, I think my job has better prospects. My master beats his only daughter, too. And whenever he does so, he says to her, I'll marry you off to this donkey. For this reason I'm not running away.\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "SELLING OF THE HOUSE",
      "body": "Robert was trying to sell his house since long but couldn't succeed. One day, he took out a brick from the wall of his house.  His wife angrily asked him, Why did you do that? Robert replied, You are foolish! You don't know anything. I know why am I failing again and again in selling my house. I have never shown its sample to anyone. Now I have got a customer. I have promised him to this brick as a sample of our house. His wife held her head at the foolishness of her husband.\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "STICK TO WORDS",
      "body": "One day, two friends Nancy and Jenny were sitting in a restaurant. Nancy asked Jenny about her age. First, Jenny tried to hide her age but when Nancy compelled her, she said, I am just sixteen years old. At this Nancy said, Last year you said that your age was sixteen and now again you are saying you are sixteen years old. What's this? Jenny laughed and said, I always stick to my words. Both the friends started laughing at this witty comment.\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "The black band",
      "body": "One day Nick and Jane met in a garden. They were best friends and were studying in the same school in the same class.  When they both were playing in the garden Jane saw a black band tied on the wrist of Nick. She asked him the reason for wearing that band. Nick replied, My mother tied it so that I don't forget to post an important letter. At this Jane asked, But where is the letter? Nick searched for it everywhere. Then he remembered that his mother had forgotten to give him the letter.  When Jane came to know about this, both laughed a lot.\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "THE CAT SCAN",
      "body": "One day, Ricky's dog got seriously ill. So, he took it to a veterinary doctor. The doctor examined the dog and declared it to be dead.  Ricky felt very sad and asked the doctor, Doctor, are you sure that my dog is dead? Kindly perform some tests and confirm it to me. The doctor agreed and asked his assistant to bring a cat. The cat sniffed the dog and went to the other room without any reaction. Thus, it was confirmed that the dog was dead.  When Ricky asked for the bill, the doctor demanded two hundred dollars. When Ricky asked why the bill was so high, the doctor replied, Cat scan is really very costly.\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "THE HORSE RIDING",
      "body": "Jimmy was a very fat boy. He always used to be sad because of his obesity. So, he decided to consult a doctor. He said to the doctor, How can I reduce my weight? Everybody teases me at the school. The doctor advised him to exercise daily. After few days, he again went to the doctor and complained that despite of exercising, he couldn't reduce his weight rather, putting on weight.  The doctor asked him what exercise he was doing. Jimmy replied, I go for horse riding everyday. The result is that I gained weight while the horse lost weight. The doctor laughed and showed him how to exercise.\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "THE HUNTING PRAYERS",
      "body": "One day, a priest while passing through a forest, saw a lion coming towards him. He started trembling out of fear. He realized that his end was near and knew that escape was impossible. Therefore, he fell on his knees and started praying for the last time.  On opening his eyes, he saw the lion sitting on his knees and praying. The priest thought that the lion might have changed his mind. He said to the lion, I thought that you were about to kill me. I'll, replied the lion, I always pray to god before I hunt for my food. Saying this, he attacked the priest and tore him into pieces.\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "THE INNOCENT MAN",
      "body": "One day, a motorist was arrested for driving at a very high speed. He was presented before the judge.  The judge asked him, Do you want to say something? The motorist said, Sir, I am innocent. The judge asked, Didn't you read the traffic signboard, 30 km/hr? At this, the motorist said, Sir, how could I have read that message when I was driving at the speed of 60 km/hr?\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "THE LAME MAN",
      "body": "One day two friends saw a man who was limping. One of them said that the man must have born lame. The other said that he must have met with an accident. They both started arguing over the matter.  The argument got so heated up that finally they went to the man and asked him the reason for his limping. The man laughed and replied that he was limping as one of his sandals had broken. Both the friends walked away with an embarrassed face.\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "THE LOVE TEST",
      "body": "One day, two colleagues Henry and Peter were having their lunch. Just then Henry started having hiccups. When Peter asked him the reason, he replied that it was due to his wife's love. When his wife missed him a lot, he had loud hiccups. Peter thought how lucky Henry was to have such a loving wife. He hurried back to his house and started scolding his wife for not missing him. Then he narrated to her the whole matter. His wife understood where the problem was.  Next day, she mixed a lot of chilli powder in the lunch. When Peter sat down to eat, he had hiccups. He thought, Oh dear! Don't miss me so much. Henry laughed seeing Peter's condition. \n\n"
    },
    {
      "category": "Comical Stories",
      "title": "THE LOVE TEST",
      "body": "One day, two colleagues Henry and Peter were having their lunch. Just then Henry started having hiccups. When Peter asked him the reason, he replied that it was due to his wife's love. When his wife missed him a lot, he had loud hiccups. Peter thought how lucky Henry was to have such a loving wife. He hurried back to his house and started scolding his wife for not missing him. Then he narrated to her the whole matter. His wife understood where the problem was.  Next day, she mixed a lot of chilli powder in the lunch. When Peter sat down to eat, he had hiccups. He thought, Oh dear! Don't miss me so much. Henry laughed seeing Peter's condition. \n\n"
    },
    {
      "category": "Comical Stories",
      "title": "THE TALKING PARROT",
      "body": "Once, a lady wanted to but a talking parrot for herself. So she went to a pet shop owner and told him about her requirement. The shop owner said, Yes madam, I have a talking parrot. Then he showed her a parrot. The owner further said, If you pull the string on the left leg, he'll say; Hi, how are you? And if you pull the string on the right leg, he'll say; I'm fine, thank you. At this the lady asked, What if I pull both the strings? Then I would fall from this perch, you stupid lady! answered the parrot.\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "TO THE CITY IN A MINUTE",
      "body": "Once, a cat thought of going to the city to see its lifestyle. But first she wanted to know how much time it will take to reach the city. She thought of calling the elephant as only he could tell that how long it will take to reach the city as he often goes there. She called the elephant and started enquiring. Just then the elephant received a call on another line. The elephant said to the cat, Just a minute. The cat put down the receiver and thought that it would take a minute to reach the city.\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "TWO TARGETS IN ONE SHOT",
      "body": "One night, two hunters were sitting in a bar and telling each other about their experiences. One of them said, I am really a great hunter. Once I shot a duck on its toe and head at the same time. The other hunter got surprised hearing this and said, Its not possible. You must be joking. No I am not joking, said the first hunter, The duck was scratching its head with its toe when I shot at it. At this, both of them laughed heartily.\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "TO THE CITY IN A MINUTE",
      "body": "Once, a cat thought of going to the city to see its lifestyle. But first she wanted to know how much time it will take to reach the city. She thought of calling the elephant as only he could tell that how long it will take to reach the city as he often goes there. She called the elephant and started enquiring. Just then the elephant received a call on another line. The elephant said to the cat, Just a minute. The cat put down the receiver and thought that it would take a minute to reach the city.\n\n"
    },
    {
      "category": "Comical Stories",
      "title": "WAYS TO CUT DOWN WEIGHT",
      "body": "Joy was fed up of his increasing weight. All the time he kept thinking of the ways to reduce his weight. One day he went to a shopkeeper and said, I have come to know about a book that tells how to reduce weight. Please give me a copy of that book. The shopkeeper said, Sir, the last copy of that book got sold just a few minutes back. But I have another book that tells how to gain weight. Joy said, I don't need that. I want to reduce weight, not increase it. The shopkeeper replied,  So what? Just do the reverse of what is written in the book.\n\n"
    },
    {
      "category": "",
      "title": "",
      "body": "Shepherd And Lion:\n\nA Shepherd, counting his Sheep one day, discovered that a number of them were missing.\n\nMuch irritated, he very loudly and boastfully declared that he would catch the thief and punish him as he deserved. The Shepherd suspected a Wolf of the deed and so set out toward a rocky region among the hills, where there were caves infested by Wolves. But before starting out he made a vow to Jupiter that if he would help him find the thief he would offer a fat Calf as a sacrifice.\n\nThe Shepherd searched a long time without finding any Wolves, but just as he was passing near a large cave on the mountain side, a huge Lion stalked out, carrying a Sheep. In great terror the Shepherd fell on his knees.\n\n\"Alas, O Jupiter, man does not know what he asks! To find the thief I offered to sacrifice a fat Calf. Now I promise you a full-grown Bull, if you but make the thief go away!\"\n\nMoral: \n- We are often not so eager for what we seek, after we have found it.\n- Do not foolishly ask for things that would bring ruin if they were granted."
    },
    {
      "category": "",
      "title": "",
      "body": "The Difference:\n\nTwo angels decided to visit a town. They wished to bless a family and provide them with enough wealth and happiness. The angels disguised themselves as two girls who were pale and dull in appearance.\n\nThey picked two houses. The first one was located in the entrance of the town. It was a big house and it appeared like a mansion with many rooms. The girls requested the house owner of the big house to let them stay at their house just for one night as the night was too cold and frightening.\n\nThe house owner was too rude. The angels pleaded to the family members, and not one of them allowed the angels to stay inside. After pleading for a few minutes, the house owner asked them to stay at the basement located at the back of the house. It was so cold and too small for them.\n\nThe angels thanked them and stayed at the basement. One angel saw a hollow and a part of the wall broken. She repaired the damaged wall with her magic and covered the space.\n\nThe second angel was surprised! They left home the next morning.\n\nNext was the second home chosen by the angels. The house was very compact and located at one corner of the town. The angels asked the woman who opened the door if they can get accommodation for the night.\n\nThey were cordially invited. The house owner asked them to stay at their room for the night, as they looked very tired. The couple offered them food and they slept peacefully.\n\nThe next morning they heard that the couple's cow had died. The woman was crying and the man looked extremely worried, as the cow was the main breadwinner for the family. They lived on selling their cow's milk.\n\nThe second angel was very angry, as the first angel had killed the cow. When they argued, the first angel told her, 'I repaired the wall's hollow in the big mansion! The space had a hidden treasure; however, no member in that family was good at heart and they did not deserve it! That is why I closed their treasure. It was not I who killed the cow, but I transferred the death to the cow. Death was approaching the woman and the man who offered their shelter and food to us.\n\nHowever, don't worry! I have provided them with a pot full of gold coins. They will find that treasure some day and will make good use of it!'\n\nEverything has two sides. What appears bad may be good and vice versa."
    },
    {
      "category": "",
      "title": "",
      "body": "Bear And Bees:\n\nA Bear roaming the woods in search of berries happened on a fallen tree in which a swarm of Bees had stored their honey. The Bear began to nose around the log very carefully to find out if the Bees were at home. Just then one of the swarm came home from the clover field with a load of sweets. Guessing what the Bear was after, the Bee flew at him, stung him sharply and then disappeared into the hollow log. \n\n     The Bear lost his temper in an instant, and sprang upon the log tooth and claw, to destroy the nest. But this only brought out the whole swarm. The poor Bear had to take to his heels, and he was able to save himself only by diving into a pool of water.\n \n     It is wiser to bear a single injury in silence than to provoke a thousand by flying into a rage."
    },
    {
      "category": "",
      "title": "",
      "body": "How The Wicked Sons Were Duped:\n\nA very wealthy old man, imagining that he was on the point of death, sent for his sons and divided his property among them. However, he did not die for several years afterwards; and miserable years they were. Besides the weariness of old age, the old fellow had to bear with much cruelty from his sons. Previously they vied with one another in trying to please their father, hoping thus to receive more money, but now they had received their patrimony, they cared not how soon he left them\\u2013nay, the sooner the better, because he was only a needless trouble and expense. And they let the old poor man know what they felt. \n\n    One day he met a friend and related to him all his troubles. The friend sympathised very much with him, and promised to think over the matter. After a few days he visited the old man and put down four bags full of stones and gravel before him. \n    \n“Look here, friend,“\n said he. \n“ Your sons will get to know of my coming here to-day, and will inquire about it. You must pretend that I came to discharge a long-standing debt with you, and that you are several thousands of rupees richer than you thought you were. Keep these bags in your own hands, and on no account let your sons get to them as long as you are alive. You will soon find them change their conduct towards you. I will come again soon to see how you are getting on.“\n \n    When the young men got to hear of this further increase of wealth they began to be more attentive and pleasing to their father than ever before. And thus they continued to the day of the old man‘s demise, when the bags were greedily opened, and found to contain only stones and gravel!"
    },
    {
      "category": "",
      "title": "",
      "body": "Cock And Fox:\n\nOne bright evening as the sun was sinking on a glorious world a wise old Cock flew into a tree to roost. Before he composed himself to rest, he flapped his wings three times and crowed loudly. But just as he was about to put his head under his wing, his beady eyes caught a flash of red and a glimpse of a long pointed nose, and there just below him stood Master Fox.\n\n\"Have you heard the wonderful news?\" cried the Fox in a very joyful and excited manner.\n\n\"What news?\" asked the Cock very calmly. But he had a queer, fluttery feeling inside him, for, you know, he was very much afraid of the Fox.\n\n\"Your family and mine and all other animals have agreed to forget their differences and live in peace and friendship from now on forever. Just think of it! I simply cannot wait to embrace you! Do come down, dear friend, and let us celebrate the joyful event.\"\n\n\"How grand!\" said the Cock. \"I certainly am delighted at the news.\" But he spoke in an absent way, and stretching up on tiptoes, seemed to be looking at something afar off.\n\n\"What is it you see?\" asked the Fox a little anxiously.\n\n\"Why, it looks to me like a couple of Dogs coming this way. They must have heard the good news and—\"\n\nBut the Fox did not wait to hear more. Off he started on a run.\n\n\"Wait,\" cried the Cock. \"Why do you run? The Dogs are friends of yours now!\"\n\n\"Yes,\" answered the Fox. \"But they might not have heard the news. Besides, I have a very important errand that I had almost forgotten about.\"\n\nThe Cock smiled as he buried his head in his feathers and went to sleep, for he had succeeded in outwitting a very crafty enemy.\n\nMoral: The trickster is easily tricked."
    },
    {
      "category": "",
      "title": "",
      "body": "Princess And Pea:\n\nOnce upon a time there was a prince who wanted to marry a princess; but he wanted a real princess. He travelled all over the world to find one, but he couldn‘t. There were princesses enough, but it was difficult to find out whether they were real or not. There was always something about them that was not as it should be. So he came home again and was sad, for he really wanted a real princess. \n\n    One evening a terrible storm came on; there was thunder and lightning, and a lot of rain. Suddenly a knocking was heard at the door, and the old king went to open it. \n\n    It was a princess standing out there in front of the gate. But, good gracious! What a sight the rain and the wind had made her look. The water ran down from her hair and clothes; it ran down into her shoes and yet she said that she was a princess.. \n\n    Well, we'll soon find that out, thought the old queen. But she said nothing, and went into the bedroom, took all the bedding off the bedstead, and laid a pea on the bottom; then she took twenty mattresses and laid them on the pea, and then twenty feather beds on top of the mattresses. \n    On this the princess had to lie all night. In the morning she was asked how she had slept. \n    \n“Oh, very badly!“\n said she. \n“There was something under the mattress and I couldn‘t sleep at all!“\n \n    So the queen knew that she was in fact a real princess for only a real princess could be so sensitive. \n    The prince was very happy and they married, and lived happily ever after."
    },
    {
      "category": "",
      "title": "",
      "body": "Naughty John:\n\nJohn was a very notorious boy. He was very fond of chocolates. One day he went to his neighbour who gave him some chocolates to eat. He felt very happy, quickly ate up all of them and asked for more.\n\nThe aunty got angry and said that she had no more chocolates left. Then John pointed out to a box in the cupboard and asked, \"Then what is there in that box?\" \"That box is filled with insects\", replied the aunty. Later that day, on getting an opportunity, he ate up all the chocolates in the box and filled it with many insects.\n\nWhen aunty came to know about it, she got very angry and scolded him."
    },
    {
      "category": "",
      "title": "",
      "body": "Misunderstanding:\n\nOne day, Pam's cousin came to meet her at school. After talking to him she returned to the class. At that time, the teacher was writing something on the blackboard. Pam didn't say anything and quietly went inside the classroom and sat down on her seat.\n\nAfter writing, the teacher went to Pam and asked her, \"Who was he?\" Pam replied with fear, \"He was my cousin brother.\" The teacher again asked the question and Pam gave the same answer.\n\nThe teacher then shouted, \"I am asking who was Galileo.\" The whole class burst into laughter when they came to know that both teacher and Pam had misunderstood each other."
    },
    {
      "category": "",
      "title": "",
      "body": "Cat, Cock And Young Mouse:\n\nA very young Mouse, who had never seen anything of the world, almost came to grief the very first time he ventured out. And this is the story he told his mother about his adventures.\n\n\"I was strolling along very peaceably when, just as I turned the corner into the next yard, I saw two strange creatures. One of them had a very kind and gracious look, but the other was the most fearful monster you can imagine. You should have seen him.\n\n\"On top of his head and in front of his neck hung pieces of raw red meat. He walked about restlessly, tearing up the ground with his toes, and beating his arms savagely against his sides. The moment he caught sight of me he opened his pointed mouth as if to swallow me, and then he let out a piercing roar that frightened me almost to death.\"\n\nCan you guess who it was that our young Mouse was trying to describe to his mother? It was nobody but the Barnyard Cock and the first one the little Mouse had ever seen.\n\n\"If it had not been for that terrible monster,\" the Mouse went on, \"I should have made the acquaintance of the pretty creature, who looked so good and gentle. He had thick, velvety fur, a meek face, and a look that was very modest, though his eyes were bright and shining. As he looked at me he waved his fine long tail and smiled.\n\n\"I am sure he was just about to speak to me when the monster I have told you about let out a screaming yell, and I ran for my life.\"\n\n\"My son,\" said the Mother Mouse, \"that gentle creature you saw was none other than the Cat. Under his kindly appearance, he bears a grudge against every one of us. The other was nothing but a bird who wouldn't harm you in the least. As for the Cat, he eats us. So be thankful, my child, that you escaped with your life, and, as long as you live, never judge people by their looks.\"\n\nMoral: Do not trust alone to outward appearances."
    },
    {
      "category": "",
      "title": "",
      "body": "Two Neighbours:\n\nOnce there were two ladies who were neighbours. One of them was very fat while the other was very thin. They always kept fighting with each other. All other neighbours were fed up of their quarrels.  \n\n  One day, an elderly person said to both the ladies, \"Why do you quarrel so much? Can't you be like the wheels of a two wheeler where one wheel compliments the other?\"    At this the thin lady said, \"Yes, but how can a vehicle move smoothly when one tyre is of a tractor and other of a cycle.\"    Everybody present there started laughing, hearing such a witty answer."
    },
    {
      "category": "",
      "title": "",
      "body": "The Brave Little Boy:\n\nThis is a short story from India, originally written by the English Author, Norah Burke, during her stay in India during the early twentieth century.\n\nKunal, Veer Singh's little brother lay in the hut, burning with fever and shooting pain in his stomach that was getting worse by the minute.\n\nVeer Singh was only about 11 years old, but was a happy and cheerful lad. He was a child of the jungle and his brother was about six years younger to him. He had other brothers and sisters, who unfortunately had died due to cholera or malaria.\n\nHis mother brought some hot water, dipped some towels inside, and placed it on Kunal's stomach to reduce the pain. Veer Singh could see that she was in great pain and fear of losing another child, but she was trying hard not to show it.\n\nHowever, the towels were of no use. Veer Singh mother said that he ought to be carried to the nearest hospital. Veer Singh's mother knew that Kunal was critical, and needed medical attention at the earliest.\n\nThe people in the village considered that the hospital was the last resort, and those who were sent there, rarely returned alive.\n\nVeer Singh told his mother that he would go and call his father, who was out hunting for food. His mother asked him to stay back, as it would take days to find him.\n\nVeer Singh's father was well known far and wide as Veer Singh Bahadur or Veer Singh the Brave. He was a famous hunter and hence the title. He had survived two tiger attacks and saved a comrade from a tiger attack. He had big scars on his back, head, and shoulders, where claws had opened his flesh. Whenever there was a hunting expedition in the village, people wanted Veer Singh Bahadur to be with them. His mere presence gave them tremendous amount of confidence and courage.\n\nNow he, along with the other strong men from the village were in an expedition. It was unlikely that Veer Singh would find someone to help him to take Kunal to the hospital.\n\nKunal lay on the ground, crying in pain and Veer Singh knew that something had to be done immediately. Otherwise, he might lose another brother.\n\nVeer Singh told his mother, \"There are no men in the village, and I will take Kunal to the hospital.\"\n\nHis mother knew there was no other choice, as she had to stay behind and look after the cattle and fields. Otherwise, they would all starve. His mother took a piece of garment and made a sling for Veer Singh, in which he could carry his brother to the hospital.\n\nHis mother said with tears, \"You may never get there. Go slowly and be brave.\" She gave him some food and water to have on the way. Veer Singh lifted Kunal and his mother helped put the sling on his back, and he set off in the orange glow of the evening.\n\nVeer Singh slowly started his journey. He was unsure, whether he would ever reach the hospital, given Kunal's weight. So high was Kunal's temperature, that he could feel the heat through the sling.\n\nThe hospital was about 50 miles away, and Veer Singh hoped to take a shortcut through the forest and wade through two rivers. This might reduce the distance by half. He also hoped that he might get a lift along the way in a bullock cart.\n\nHe was afraid to cross the forest. It was dark, and the animals of prey would be searching for food. Night fell and there was a full moon that night. He saw bear and tiger tracks and avoided them, and proceeded carefully. He was afraid and started walking fast.\n\nFinally, he nearly reached the end of the forest, and he just couldn't go further. He put the sling and lied down beneath a tree. His muscles shrank back to his natural position and he felt a piercing pain. He thought he would rest for a few minutes and he lay down. Soon he was fast asleep.\n\nSuddenly he woke up with fright. He looked around to see a herd of elephants at the riverside. However, they had not seen him. There were bull and cow elephants along with their babies. Although Veer Singh was petrified, he knew he could not run with Kunal's weight. All he could do was to keep quiet and pray.\n\nFinally, the elephants left and Veer Singh quickly crossed the river on a week bridge built from bamboo poles. He reached the other side and saw there were fresh tiger footprints. Yet, he still plodded. He cried in pain, but he did not stop. Towards midnight, he reached the second bridge.\n\nHe looked for the bridge, but it had been washed away by a flash flood. He could feel the rivers sound and sound of trees churning. He sat down and wondered about how he would he cross this river.\n\nKunal asked for some water, and Veer Singh brought some cold water from the river. Kunal wanted more as he was thirsty. Finally, Kunal went to sleep.\n\nVeer Singh lifted him and put him on top off his head. With the help of a bamboo pole, he began to cross the river. The deluge deafened and bruised him, yet he kept moving on. However, despite that he kept Kunal on top of his head and above the water. He finally, reached the other side, fell down on the grass, very exhausted, and drained of any energy.\n\nHe was wet and it was icy cold. Yet, Veer Singh kept moving on.\n\nSuddenly, he saw people, and he passed out.\n\nThe next thing he knew was that he was in a bullock-cart, and then a truck.\n\nFinally, they reached the hospital. The hospital staff and the people around could not believe that he had carried the little boy for over 50 miles.\n\nHe felt shy, when they started calling him Veer Singh Bahadur.\n\nThe Doctor came and asked for Veer Singh Bahadur and Veer Singh replied, \"My father is not here.\"\n\nThe Doctor smiled and asked him, \"Are you the little boy who carried his brother for over 50 miles?\"\n\nVeer Singh replied, \"Yes.\"\n\nThe Doctor then said, \"You are not Veer Singh, but Veer Singh Bahadur. Come in and see your brother. He will live.\""
    },
    {
      "category": "",
      "title": "",
      "body": "The Fox and The Stork:\n\nOnce upon a time, there lived in a jungle a cunning fox and a good natured stork. They both were neighbours.\n\nOne day, the fox thought of a naughty plan to entertain himself at the expense of the stork. He invited the stork to his house for dinner. The stork gladly accepted the invitation.\n\n Next day, the stork arrived at the fox’s place for dinner with a good appetite. To her disappointment, the fox served soup on two flat plates.The Fox and The Stork The stork's beak was too long and pointy to eat the soup from the flat dish. All she could do was to wet the very tip of her beak, while the fox deliciously lapped up all of the soup in his plate. Poor stork did not say anything and went home hungry that night.\n\nOne week later, the stork invited the fox for lunch at her place and he accepted the invitation. When the fox arrived, the stork served the lunch in two long thin necked jars. The Fox and The StorkThis time the stork put her beak in the long thin necked jar and ate the delicious fish she prepared, but the fox could only lick at the rim of the jar and sniff at the delicious aroma. His wide snout couldn’t fit inside the thin necked jar. The fox had to go home hungry and humiliated this time.\n\nMoral of the fox and the stork story:\n- Never make fun of other’s limitations\n- People will treat you the same way you treat them"
    },
    {
      "category": "",
      "title": "",
      "body": "The Three Kick Rule:\n\nMr. Han was a lawyer. He loves fishing and hunting. It was a clear Saturday and he decided to spend his day fishing and hunting. He drove a long way to reach the forest and a lake was located near the forest. He decided to try his chance in fishing. Unfortunately, he could not catch even a single fish. He decided to return home. Suddenly he saw a rabbit moving around in the nearby area.\n\nHe shot the rabbit and the rabbit fallen down on the ground inside a fence of a garden. The lawyer had a quick glance in and around the garden and he saw nobody was there.\n\nHe jumped inside the garden, grabbed the rabbit and when he was about to climb back the fence, he was caught by the garden owner.\n\nThe garden owner and lawyer argued for the ownership of the rabbit.\n\nThe lawyer told he shot the rabbit and it belonged to him. The owner argued, the rabbit grew in his garden and it was lying in his garden. So it belonged to him.\n\nThe lawyer shouted at the owner, 'See, I'm a lawyer! I can sue you in the court and get you severe punishment!'\n\nThe owner decided to teach a lesson to the lawyer. He said, 'Okay. I'll kick you three times with my strength. You again kick me three times with your full strength. Let us continue this until you or me request to give up! The one who gives up lose the game and the other one wins and owns the rabbit!\n\nLawyer agreed to the 'Three Kick' rule and he was confident that he could win it! Apparently, the lawyer looked bigger and stronger than the garden owner.\n\nThey then argued on who should kick first. The decided on tossing a coin and the garden owner won the toss. He decided to kick the lawyer first!\n\nThe garden owner kicked him on his stomach, his legs and face! The lawyer groaned in pain and before he starts kicking the owner, the garden owner said, 'I give up! It is all yours. Now, enjoy the rabbit!'\n\nNever underestimate anyone and never become overconfident on your talent and powers. A big blow on the right place on you can bring you down."
    },
    {
      "category": "",
      "title": "",
      "body": "The Little Red Hen:\n\nThe Little Red Hen was in the farmyard with her chickens, when she found a grain of wheat. \n    \n“Who will plant this wheat?\n“ she said. \n     \n“Not I\n“ said the goose. \n“ Not I“\n said the duck. \n    \n“I will then!“\n said the Little Red Hen, and she planted the grain of wheat. \n     When the wheat was ripe she said, \n“ Who will take this wheat to the mill?“\n \n    \n“Not I“\n said the goose. \n“ Nor I“\n said the duck. \n    \n“I will then!“\n said the Little Red Hen, and she took the wheat to the mill. \n    When she brought the flour home, she said, \n“ Who will make some bread with this flour?“\n \n    \n“Not I“\n said the goose. \n“ Not I“\n said the duck. \n    \n“I will then!“\n said the Little Red Hen. \n    When the bread was baked, she said, \n“ Who will eat this bread?“\n \n    \n“I will!“\n said the goose. \n“ I will!“\n said the duck. \n    \n“No, you won‘t!“\n said the Little Red Hen. \n“ I shall eat it myself! Cluck cluck!“\n \n    And she called her chickens to help her."
    },
    {
      "category": "",
      "title": "",
      "body": "Goldilocks And Three Bears:\n\nOnce upon a time, in a large forest, stood the cottage where the Teddybear family lived. Father Bear was very big. Mother Bear was middling in size. And only Baby Bear was a real teddybear. Each bear had its own bed. Father Bear's bed was very big. Mother Bear's bed was middling in size, while Baby Bear had a very little bed. \n    Beside the fireplace, around which the family sat, stood a large carved chair for Father Bear, a lovely blue velvet armchair for Mother Bear, and a very little chair for Baby Bear. \n    Neatly laid out on the table stood three bowls. A large one for Father Bear, a smaller one for Mother Bear, and a little bowl for Baby Bear. \n    Not far from their cottage, lived a little fair-haired girl, but she was haughty and stuck-up. \n    One day, Mother Bear made a nice porridge. When it was ready, she said to the family: \n“It has to be left to cool now, otherwise it will taste horrible! That will take at least an hour. Why don't we go out?“\n \n    Father Bear and Baby Bear would much rather have eaten the porridge, warm or not, but they went out with Mother Bear. \n    A short time later, the little girl, whose name was Goldilocks, passed by the Bears' house. \n    \n“Oh, what an ugly house the Bears have!“\n said Goldilocks. \n“I'm going to look inside! It won't be beautiful like my house, but I'm dying to see where the Bears live.“\n \n   Knock! Knock! The little girl tapped on the door. Knock! Knock! Not a sound... \n    So Goldilocks went inside the house and saw the three bowls on the table. \n    \n“Mmmm! This is porridge“\n she said, dipping her finger into the bowl. She left the bowl empty on a messy table, and went on exploring. \n    \n“Now then, this must be Father Bear's chair, this will be Mother Bear's chair, and this one must belong to Baby Bear. I'll just sit on it a while!“\n With these words, Goldilocks sat herself down onto the little chair, which promptly broke. Goldilocks crashed to the floor, but she didn‘t care, and she went upstairs. \n    There was no mistaking which was Baby Bear's bed. \n    \n“Mm! This is so comfortable!“\n she said,  bouncing on it. Then she yawned. \n“ I think I'll lie down, only for a minute just to try the bed.“\n And in next to no time, Goldilocks lay fast asleep in Baby Bear's bed. In the meantime, the Bears were on their way home. \n    \n“Hurry!“\n said Father Bear. \n“Someone‘s in our house . . I can see the door open!“\n \n    And then he went into the kitchen and found that someone had eaten all the porridge. \n    \n“Someone‘s been jumping up and down on my armchair!“\n complained Mother Bear. \n    \n“And somebody's broken my chair!“\n wailed Baby Bear. \n    Who could it be? They ran upstairs and tiptoed in amazement over to Baby Bear's bed. In it lay Goldilocks, sound asleep. Baby Bear prodded her. \n    \n“Who's that? Where am I?“\n shrieked the little girl, waking with a start. Taking fright at the scowling faces of the bears bending over her, she clutched the bedclothes up to her chin. Then she jumped out of bed and fled down the stairs. \n    \n“Oh! I have to go home!“\n she told herself as she ran, forgetful of all the trouble she had so unkindly caused. But Baby Bear called her from the door, waving his arm: \n    \n“Don't run away! Come back and play with me!“\n \n    From that day onwards, haughty rude Goldilocks became a pleasant little girl. She made friends with Baby Bear and often went to his house to play."
    },
    {
      "category": "",
      "title": "",
      "body": "Story Of Gingerbread Man:\n\nOnce upon a time, there was a little old woman and a little old man and they lived in a little old cottage. The little old woman loved to bake, and one day she decided to make a gingerbread man and put him in the oven to cook. \n    \nWhen the gingerbread man was crisp and brown, the little old woman opened the oven door. Out jumped the gingerbread man, who ran away, chanting, \n“Run, run as fast as you can! You can't catch me. I'm the Gingerbread Man!“\n The little old woman ran, but the Gingerbread Man ran faster. \n\n    As the Gingerbread Man ran down the hill, he met a duck who said, \n“Quack, quack! You smell delicious! Stop, little Gingerbread Man! I would like to eat you!“\n But the little Gingerbread Man ran on, singing, \n“Run, run as fast as you can! You can't catch me. I'm the Gingerbread Man!“\n\n The duck quickly waddled after him, but the Gingerbread Man ran faster. \n\n    When the Gingerbread Man ran through the golden fields, he met a pig cutting straw. The pig said, \n“Oink, oink! You smell delicious! Stop, little Gingerbread Man! I would like to eat you!“\n\n But the little Gingerbread Man ran on, singing, \n“Run, run as fast as you can! You can't catch me. I'm the Gingerbread Man!“\n The pig ran after him, but the Gingerbread Man ran faster. \n\n    In the cool shade of the forest he met a lamb. When the lamb saw the Gingerbread Man, she said, \n“Baa, baa! You smell delicious! Stop, little Gingerbread Man! I would like to eat you!“\n But the little Gingerbread Man ran on, singing, \n“Run, run as fast as you can! You can't catch me. I'm the Gingerbread Man!“\n The lamb leapt after him, but the little Gingerbread Man ran faster. \n\n    Up ahead, the Gingerbread Man came to a river. Next to the river, he spied a fox lying on the bank. The sly fox grinned and said, \n“Wait, Gingerbread Man. I'm your friend! Climb up onto my back so you won't get wet!“\n The Gingerbread Man hopped onto the fox's back. After a few more strokes, the fox said, \n“Gingerbread Man, the water is getting even deeper. Hop up onto on my head!“ “Ha, ha!“\n laughed the Gingerbread Man, \n“They'll NEVER get me now!“\n \n    \n“You're right!“\n shrieked the fox, and he threw back his head and ate the Gingerbread Man up. \n    The little old woman walked back home and decided to bake a cake, instead."
    },
    {
      "category": "",
      "title": "",
      "body": "Hound And Hare:\n\nA hare was playing happily on her own in a field, when suddenly a dog came bounding up to her. The hare squealed with terror, thinking that the hound would kill her. The great dog snapped at her with his teeth. The hare closed her eyes, expecting the worst. To her surprise, he dog did not bite her. Instead he stopped snapping at her. The hare opened her eyes and looked at the dog. \n“ Come and play with me!“\n invited the dog wagging his tail. \n“ Certainly not!“\n snapped the hare, \n“ I wouldn‘t dream of it!“\n \n     \n“ Why not?“\n asked the disappointed hound. \n“ Because I don‘t know what to make of you“\n replied the hare. \n“ If you are my friend, why do you try to bite me, and if you are my enemy, why do you want to play with me?“\n\nWe would like people to show themselves to us as they really are."
    },
    {
      "category": "",
      "title": "",
      "body": "Donkey And Load Of Salt:\n\nA Merchant, driving his Ass homeward from the seashore with a heavy load of salt, came to a river crossed by a shallow ford. They had crossed this river many times before without accident, but this time the Ass slipped and fell when halfway over. And when the Merchant at last got him to his feet, much of the salt had melted away. Delighted to find how much lighter his burden had become, the Ass finished the journey very gayly.\n\nNext day the Merchant went for another load of salt. On the way home the Ass, remembering what had happened at the ford, purposely let himself fall into the water, and again got rid of most of his burden.\n\nThe angry Merchant immediately turned about and drove the Ass back to the seashore, where he loaded him with two great baskets of sponges. At the ford the Ass again tumbled over; but when he had scrambled to his feet, it was a very disconsolate Ass that dragged himself homeward under a load ten times heavier than before.\n\nMoral: The same measures will not suit all circumstances."
    },
    {
      "category": "",
      "title": "",
      "body": "The Kite:\n\nIT was the most tiresome kite in the world, always wagging its tail, shaking its ears, breaking its string, sitting down on the tops of houses, getting stuck in trees, entangled in hedges, flopping down on ponds, or lying flat on the grass, and refusing to rise higher than a yard from the ground.\n\nI have often sat and thought about that kite, and wondered who its father and mother were. Perhaps they were very poor people, just made of newspaper and little bits of common string knotted together, obliged to fly day and night for a living, and never able to give any time to their children or to bring them up properly. It was pretty, for it had a snow-white face, and pink and white ears ; and, with these, no one, let alone a kite, could help being pretty. But though the kite was pretty, it was not good, and it did not prosper; it came to a bad end, oh! a terrible end indeed. It stuck itself on a roof one day, a common red roof with a broken chimney and three tiles missing. It stuck itself there, and it would not move; the children tugged and pulled and coaxed and cried, but still it would not move. At last they fetched a ladder, and had nearly reached it when suddenly the kite started and flew away right away over the field and over the heath, and over the far far woods, and it never came back again-never -never.\n\nDear, that is all. But I think sometimes that perhaps beyond the dark pines and the roaring sea the kite is flying still, on and on, farther and farther away, for ever and for ever."
    },
    {
      "category": "",
      "title": "",
      "body": "Oak And Reeds:\n\nA Giant Oak stood near a brook in which grew some slender Reeds. When the wind blew, the great Oak stood proudly upright with its hundred arms uplifted to the sky. But the Reeds bowed low in the wind and sang a sad and mournful song. \n     \n“You have reason to complain,“\n said the Oak. \n“The slightest breeze that ruffles the surface of the water makes you bow your heads, while I, the mighty Oak, stand upright and firm before the howling tempest.“\n \n     \n“Do not worry about us,“\n replied the Reeds. \n“The winds do not harm us. We bow before them and so we do not break. You, in all your pride and strength, have so far resisted their blows. But the end is coming.“\n \n     As the Reeds spoke a great hurricane rushed out of the north. The Oak stood proudly and fought against the storm, while the yielding Reeds bowed low. The wind redoubled in fury, and all at once the great tree fell, torn up by the roots, and lay among the pitying Reeds. \n     Better to yield when it is folly to resist, than to resist stubbornly and be destroyed."
    },
    {
      "category": "",
      "title": "",
      "body": "Goose That Laid Golden Eggs:\n\nA Man and his Wife had the good fortune to possess a Goose which laid a Golden Egg every day. Lucky though they were, they soon began to think that they were not getting rich fast enough, and, imagining the bird must be made of gold inside, they decided to kill it in order to secure the whole store of precious metal at once. \n\nBut when they cut it open they found it was just like any other goose. Thus, they neither got rich all at once, as they had hoped, nor enjoyed any longer the daily addition to their wealth. \n\nMoral: Those who want too much lose all."
    },
    {
      "category": "",
      "title": "",
      "body": "Respect for the Aged:\n\nSOME young girls on their way to Sunday-school cast many humorous glances and subdued tittering toward one of their own age who was walking quietly along beside a venerable man, one who had helped \"build up the country.\" It was observed by the pair, but they cared little for it, only the thoughtless girls did themselves an injustice. It was inappropriate conduct on any day, but upon the Lord's day it seemed even more unbecoming. In former times church-going persons went to their worship reverently, and, reaching the house of God, entered with the utmost respect. When seated, they did not twist around in their seats to gaze at some new-comer; perfect attention was given to the sermon, and it was the theme at home in the evening.\n\nClothing, however rich or poor, need not be scanned or criticised ; when you and I came upon this earth, we were treated equally in that respect. But to return to the subject. The gray-haired man was a Sunday- school teacher, and had taken the pains to invite some new residents to attend meetings and Sunday-school, and, seeing the timidity of the young lady, invited her to walk with him. This was true kindness and courtesy on his part. I know he was once taken a little by surprise when a young person, meeting him bowed and quietly said, \" Good-afternoon.\" Said he in relating the incident, \" I thought a good deal of that bit of politeness, for young folks don't notice me on the street, they pass right along.\" If, in meeting a person upon the street, you slightly bow, or lift the hat, it does not mean an invitation to form an acquaintance. It always looks well for one who is well dressed to render a slight inclination of the head if meeting another less favored of fortune. The poor and the laboring classes already feel the comparison between their and your circumstances keenly enough without any display of conscious superiority or ill-bred pride.\n\nI know of a tired little boy who, coming from his long day's work, was mortified to meet a nicely-dressed young lady, but said he that night at home, \"She spoke just as politely to me as if I had been Brother Brigham, and she's the nicest and best woman in the world, and I'm going to be as near like her as I can.\" Some years later he was her escort through a wild portion of country, and he seemed to take delight in bestowing every attention to her and her little children. If she had turned up her nose or giggled at him, do you suppose he could have felt as well toward her?\n\nThe lounger, the vagabond and the wicked are easily recognized, and have no claim to our notice, but among strangers many we meet are our equals and some our superiors. Let me relate an incident which occurred perhaps twelve years since, in Salt Lake City, as told to me by the young man, who is now a very prominent and beloved gentleman, whom you all know. \" I was upon the sidewalk and approaching the crossing. I was in great haste, and as I neared the plank an aged man was in advance of me. I hastily took a few long steps, intending to get there ahead of him. Another step arid I would have accomplished it, but, as I brushed close to him, he turned, saw my eagerness, and politely lifted his hat, stepping aside for me to pass. My momentum was such that I could not stop before I had one foot on the plank, but there I paused, transfixed with shame, a very tableau of precipitate haste and rudeness! We gazed in each other's eyes until he kindly extended his hand in acknowledgment of my distressed apologies, which I knew by his gracious smile and adieu he understood. I could not speak his language, but I learned then and there a lesson from him that I have never forgotten.\"\n\nRESPECT TO OTHERS.\n\nThere is another thing I would like to mention, which is, speaking of others with too great familiarity. Shall we not speak of our friend as Brother Joseph Hall instead of Jo Hall, especially as the gentleman is one of your Ward Teachers? Remember him as an officer in the church of which you are a member. Strive to emulate the calling and mission of the Teachers, guardians of peace and guides to truth. Well, if you think \"that's as good as a motto,\" write it on your book-mark, for it is true. The Teachers have your welfare more closely in view than even your Bishop. Their frequent visits have given them an insight into your heart; they know your life and circumstances. In sickness they are to be depended upon for consolation and spiritual aid ; you can go to them for counsel, for advice in worldly matters, and if you are in sorrow you can confide in them. You may think their office a small one, but I can tell you the Teachers of the Ward are like the index to the book ; go to them for what you want to find. Boys, you can never become a Bishop, President of a Stake, or attain to any other high calling until you have qualified yourselves as Teachers. Therefore, honor them and strive to win and keep their confidence."
    },
    {
      "category": "",
      "title": "",
      "body": "Fox And Mask:\n\nA Fox had somehow managed to get into the store-room of a theatre. Suddenly he observed a face glaring down on him and was very frightened; but looking more closely he saw that it was only a mask such as actors use to put over their face. \n“Ah,“\n said the Fox, \n“you truly look very fine; but it is a pity that you do not have any brains.“\n \n    A fair face is useless without brains"
    },
    {
      "category": "",
      "title": "",
      "body": "Wild Boar And Fox:\n\nA Wild Boar was sharpening his tusks busily against the stump of a tree, when a Fox happened by. Now the Fox was always looking for a chance to make fun of his neighbors. So he made a great show of looking anxiously about, as if in fear of some hidden enemy. But the Boar kept right on with his work.\n\n\"Why are you doing that?\" asked the Fox at last with a grin. \"There isn't any danger that I can see.\"\n\n\"True enough,\" replied the Boar, \"but when danger does come there will not be time for such work as this. My weapons will have to be ready for use then, or I shall suffer for it.\"\n\nMoral: Preparedness for war is the best guarantee of peace."
    },
    {
      "category": "",
      "title": "",
      "body": "House on Fire:\n\nOnce taking a night stroll, Michael saw fire coming out of his neighbour's house. He shouted, \"Fire! Fire!\" but there was nobody to hear his shouts.\n\nMichael called the fire department. Meanwhile, he tried to get into the house. Somehow he succeeded to break into the house and rescued a cat. The fire was spreading into other rooms also when luckily the fire engine arrived. The firemen soon put out the fire.\n\nWhen the neighbours came back, they were very sad seeing the condition of their house but thanked Michael for saving their cat."
    },
    {
      "category": "",
      "title": "",
      "body": "Wolf And His Shadow:\n\nA Wolf left his lair one evening in fine spirits and an excellent appetite. As he ran, the setting sun cast his shadow far out on the ground, and it looked as if the wolf were a hundred times bigger than he really was.\n\n\"Why,\" exclaimed the Wolf proudly, \"see how big I am! Fancy me running away from a puny Lion! I'll show him who is fit to be king, he or I.\"\n\nJust then an immense shadow blotted him out entirely, and the next instant a Lion struck him down with a single blow.\n\nMoral: Do not let your fancy make you forget realities."
    },
    {
      "category": "",
      "title": "",
      "body": "The Bald Huntsman:\n\nA man who had lost all his hair bought himself a wig made out of real human hair. As the huntsman was riding over a field, a gust of wind blew his top had from his head. His new wig went spinning off with his hat, leaving him quite bald again! The other huntsmen were worried, because they thought that their friend would be very very angry at what had happened. When they rode up to him, however, they saw that he was laughing, until the tears ran down his face. \n\n“ What‘s so funny about losing your wig?“\n asked one of his friends. \n\n“ I was just thinking\n“ laughed the huntsman, \n“ if the hair that wig was made from could not stick to the head it belonged to, how could I think it would stick to mine?\n“ \n    If you laugh, the world laughs with you."
    },
    {
      "category": "",
      "title": "",
      "body": "The Valuable Gift:\n\nJohn had a desire to have a bicycle of his own but his father was not rich enough to afford the same.\n\nOne day, when John was on his way to school, he saw a big boy on a cycle. As the boy was turning around a corner, the cycle skidded on a puddle of water and the boy fell down.\n\nJohn went to him and helped him to get up. The boy was badly injured. John first took him to a doctor and then helped him to reach his house.\n\nThe boy belonged to a rich family and gladly presented the cycle to John."
    },
    {
      "category": "",
      "title": "",
      "body": "Frogs And Ox:\n\nAn Ox came down to a reedy pool to drink. As he splashed heavily into the water, he crushed a young Frog into the mud.\n\nThe old Frog soon missed the little one and asked his brothers and sisters what had become of him.\n\n“A great big monster,” said one of them, “stepped on little brother with one of his huge feet!”\n\n“Big, was he!” said the old Frog, puffing herself up. “Was he as big as this?”\n\n“Oh, much bigger!” they cried.\n\nThe Frog puffed up still more.\n\n“He could not have been bigger than this,” she said. But the little Frogs all declared that the monster was much, much bigger and the old Frog kept puffing herself out more and more until, all at once, she burst.\n\nMoral: Do not attempt the impossible."
    },
    {
      "category": "",
      "title": "",
      "body": "The Star Dollars:\n\nThere was once a little girl who was very very poor. She had no little room to stay in and no little bed to sleep in and nothing more to eat except one piece of bread. So she said a prayer, put on her little jacket and her hood and took her piece of bread and went out into the world. When she had walked a little way, she met an old man, bent and very thin. He looked at the piece of bread she had and said, \n“ Will you give me your bread little girl? I am very hungry.“\n \n    The little girl said, \n“ Yes“\n and gave him her piece of bread. \n    When she had walked a little farther, she came upon a child, sitting by the path crying. \n    \n“I am so cold!“\n said the child, \n“ Won‘t you give me your little hood to keep my head warm?“\n \n    The little girl took off her hood and tied it on the child‘s head. Then she went on her way. \n    After a time, as she went, she met another child. This one shivered with the cold, and she said to the little girl, \n“ Won‘t you give me your jacket little girl?“\n and the little girl gave her her jacket and went on. \n    After a while, she saw another child, almost naked by the wayside. \n“ Oh little girl“\n said the child, \n“ won‘t you give me your dress? I have nothing to keep me warm!“\n \n    So the little girl took off her dress and gave it to the other child, and now she had nothing left but her little shirt. It grew dark and the wind was cold, and the little girl crept into the woods to sleep for the night. \n    But in the wood a child stood, weeping and cold. \n“ I am cold“\n she said, \n“ give me your shirt.“\n \n    And the little girl thought, \n“ It is dark, and the woods will shelter me. I will give her my little shirt.“\n \nSo she did, and now she had nothing left in all the world. She stood looking up at the sky to say her nighttime prayer. As she looked up, the whole sky full of stars fell in a shower around her feet. There they were, on the ground, shining bright and round. The little girl saw that there were silver coins, and in the midst of them was the finest little shirt, all woven out of silk. The little girl put on the little silk shirt and gathered the coins and she was rich, all the days of her life."
    },
    {
      "category": "",
      "title": "",
      "body": "The Quack Toad:\n\nAn old Toad once informed all his neighbors that he was a learned doctor. In fact he could cure anything. The Fox heard the news and hurried to see the Toad. He looked the Toad over very carefully.\n\n\"Mr. Toad,\" he said, \"I've been told that you cure anything! But just take a look at yourself, and then try some of your own medicine. If you can cure yourself of that blotchy skin and that rheumatic gait, someone might believe you. Otherwise, I should advise you to try some other profession.\"\n\nMoral: Those who would mend others, should first mend themselves."
    },
    {
      "category": "",
      "title": "",
      "body": "Hares And Frogs:\n\nHares, as you know, are very timid. The least shadow, sends them scurrying in fright to a hiding place. Once they decided to die rather than live in such misery. But while they were debating how best to meet death, they thought they heard a noise and in a flash were scampering off to the warren. On the way they passed a pond where a family of Frogs was sitting among the reeds on the bank. In an instant the startled Frogs were seeking safety in the mud.\n\n\"Look,\" cried a Hare, \"things are not so bad after all, for here are creatures who are even afraid of us!\"\n\nMoral: However unfortunate we may think we are there is always someone worse off than ourselves."
    },
    {
      "category": "",
      "title": "",
      "body": "Three Little Pigs:\n\nOnce upon a time there were three little pigs who had left their mother and father and were wandering about. When autumn came and it began to rain, the three little pigs started to feel that they needed a real home. Sadly, they knew that the fun was over and that they must set to work like the others, or they‘d be left in the cold and rain, with no roof over their heads. They talked about what to do, but each of the little pigs had a different idea. \n    The first little pig, the laziest, said he‘d build a hut out of straw. \n“ It will only take a day“\n, he said. \n    \n“It‘s too fragile!“\n the others said, but he refused to listen. \n    Not quite so lazy, the second little pig went in search of planks of wood. \n    Clunk clunk clunk! It took him two days to nail them together. \n    The third little pig was not so lazy. He didn‘t want a straw house, or a wooden house. \n“ That‘s not the way to build a house,“\n he said, \n“ it takes time, patience, and hard work to build a house that is strong enough to stand up to wind, rain and snow and, most of all, to protect us from the wolf.“\n \n    The days went by, and the wisest little pig‘s house took shape, brick by brick. \n    From time to time, his brothers visited, saying with a chuckle, \n“ Why are you working so hard? Why don‘t you come and play?“\n \n    But the stubborn little pig said, \n“ No, I shall finish my house first, and then I‘ll come and play. I shall not be foolish like you!“\n \n    One day, the wolf came. He saw the first little pig‘s straw hut, and went towards it. \n    \n“Come out little pig!“\n said the wolf, \n“ Or I‘ll huff, and I‘ll puff, and I‘ll blow your house down!“\n \n    \n“I‘d rather stay where I am“\n, replied the little pig. \n    So the wolf puffed out his chest and he huffed, and huffed, took a very deep breath and blew with all his might, right onto the house. All the straw the silly pig had heaped against some thin poles fell down. Excited, the wolf didn‘t notice that the little pig had slipped out from underneath the heap of straw, and was dashing towards his brother‘s wooden house. The wolf was very angry and went towards the wooden house. \n    \n“Come out little pigs!“\n he said, \n“ Or I‘ll huff, and I‘ll puff, and I‘ll blow your house down!“\n \n    And that he did, and the wooden house collapsed like a pack of cards. Luckily, the wisest little pig had finished building his house. The two little pigs ran and ran and ran to their brother‘s house. And not a moment too soon, for the wolf was already hammering furiously on the door. Come out little pigs, or I‘ll huff and I‘ll puff and I‘ll blow your house down. But the wolf blew once, blew again and blew a third time, but it was all in vain, for the house did not budge an inch. \n    The three little pigs watched him, and their fear began to fade. Quite exhausted, the wolf decided to try one of his tricks. He scrambled up a ladder onto the roof, to have a look at the chimney. However, the wisest little pig was ready, and he lit a fire under the chimney. When the wolf threw himself down the chimney, he was greeted by fire, and his tail became a flaring torch. \n“ Never again! Never again will I go down a chimney!\n“ he squealed, as he tried to put out the flames in his tail, and he ran away as fast as he could. The three little pigs were very happy, and were dancing round and round in the yard, singing, “\n The wicked black wolf will never come back!\n“ \n    Now safe, the three little pigs lived happily ever after."
    },
    {
      "category": "",
      "title": "",
      "body": "Man And His Two Sweethearts:\n\nA middle-aged man, whose hair had begun to turn gray, courted two women at the same time. One of them was young, and the other was well advanced in years. The elder woman, ashamed to be courted by a man younger than herself, made a point, whenever her admirer visited her, to pull out some of his black hairs. \n\nThe younger, on the contrary, not wishing to become the wife of an old man, was equally attentive in removing every gray hair she could find. And so, it came to pass that between them both he very soon found that he had not a hair left at all. \n    Those who seek to please everybody please nobody."
    },
    {
      "category": "",
      "title": "",
      "body": "The Plane Tree:\n\nTwo Travellers, walking in the noonday sun, sought the shade of a widespreading tree to rest. As they lay looking up among the pleasant leaves, they saw that it was a Plane Tree.\n\n\"How useless is the Plane!\" said one of them. \"It bears no fruit whatever, and only serves to litter the ground with leaves.\"\n\n\"Ungrateful creatures!\" said a voice from the Plane Tree. \"You lie here in my cooling shade, and yet you say I am useless! Thus ungratefully, O Jupiter, do men receive their blessings!\"\n\nMoral: Our best blessings are often the least appreciated."
    },
    {
      "category": "",
      "title": "",
      "body": "Challenges:\n\nDo you know the favorite food of Japanese? They love Sushi! Sushi is nothing but raw fish sliced in different shapes and sizes.\n\nOf course, fresh produces are tasty aren't they? Japanese loved to eat the fresh fish. The market for fresh fish in Japan grew so big that fishermen earned a good deal in catching fresh fish.\n\nWeeks and months passed by! The fishermen were unable to get fresh fish quickly. They took their boats to longer distance in the sea. The fishing boats became big to feed the fish lovers and the fishermen moved farther and farther to bring the fresh fish. Since they traveled for many days to get the fish, it took more days for the fishermen to return home. The fish lost its freshness, and Japanese consumers didn't like the taste of fish that wasn't fresh.\n\nThe fish companies tried to solve the problem and installed freezers to keep the fish fresh. They installed the freezers in the boats to store the fish fresh. Unfortunately, the frozen fish couldn't meet the flavor profile of the Japanese who always loved to eat the fish fresh.\n\nOf course, the flavor of fresh foods and frozen foods differ a lot!\n\nNext, the fishing companies installed large fish tanks in the boat. Soon after the fishermen caught the fish, they were put in the fish tanks and kept alive. The fish stuffed in the tanks, as they thrashed around for a while and got tired and dull in the tanks. Furthermore, a few fish died in the tanks, which ruined the other fish too!\n\nThe fishing industry experienced a big crisis! However, they found a solution to this problem. Now, Japanese could enjoy the fresh fish now. What happened?\n\nThe fishing companies put the caught fish directly into the fish tanks installed on the boats. However, they made a small change. They also included a small shark in the fish tank. This kept the fish very active and made them stay fresh!\n\nChallenges are important to achieve many things!"
    },
    {
      "category": "",
      "title": "",
      "body": "Goatherd And Wild Goat:\n\nOne cold stormy day a Goatherd drove his Goats for shelter into a cave, where a number of Wild Goats had also found their way. The Shepherd wanted to make the Wild Goats part of his flock; so he fed them well. But to his own flock, he gave only just enough food to keep them alive. When the weather cleared, and the Shepherd led the Goats out to feed, the Wild Goats scampered off to the hills.\n\n\"Is that the thanks I get for feeding you and treating you so well?\" complained the Shepherd.\n\n\"Do not expect us to join your flock,\" replied one of the Wild Goats. \"We know how you would treat us later on, if some strangers should come as we did.\"\n\nMoral: It is unwise to treat old friends badly for the sake of new ones."
    },
    {
      "category": "",
      "title": "",
      "body": "The Nail:\n\nA merchant had done good business at the fair and had earned a lot of money. Then he wanted to travel home, and wanted to be in his own house before the night fell. So he packed his trunk with the money on his horse, and rode away. \n    At noon he rested in a town, and when he wanted to go further the stable-boy brought out his horse and said, \n“A nail is wanting, sir, in the shoe of its left foot.“\n \n    \n“Let it be,“\n answered the merchant; \n“the shoe will certainly stay on for the six miles I have still to go. I am in a hurry.“\n \n    In the afternoon, when he once more alighted and had his horse fed, the stable-boy went into the room to him and said, \n“Sir, a shoe is missing from your horse's left hind foot. Shall I take him to the blacksmith?“\n \n    \n“Let it be,“\n answered the man; \n“the horse can very well hold out for the couple of miles which remain. I am in a hurry.“\n \n    He rode on, but before long the horse began to limp. It had not limped long before it began to stumble and couldn‘t go on. The merchant was forced to leave the horse where it was, and unbuckle the trunk, take it on his back, and go home on foot. And there he did not arrive until quite late at night. \n“And that unlucky nail,“\n he said to himself, \n“has caused all this disaster.“\n \n    Make haste slowly."
    },
    {
      "category": "",
      "title": "",
      "body": "Boy Who Cried Wolf:\n\nOnce there was a Shepherd-boy, who watched a flock of sheep near a village. He brought out the villagers three or four times by crying out, \n“Wolf! Wolf!“\n\n and when his neighbors came to help him, he laughed at them for their pains, because he was only making fun of them. The Wolf, however, really did come at last. The Shepherd-boy, now really really scared, shouted in an agony of terror:\n“Pray, do come and help me; the Wolf is killing the sheep“; but no one paid any attention to his cries, nor came to help him. The Wolf, having no cause of fear, at his leisure ate or destroyed the whole flock. \n\nThere is no believing a liar, even when he speaks the truth."
    },
    {
      "category": "",
      "title": "",
      "body": "The Nest Of Magpie:\n\nAll the birds of the air came to the magpie and asked her to teach them how to build nests. For the magpie is the cleverest bird of all at building nests. So she put the birds round her and began to show them how to do it. First of all she took some mud and made a sort of round cake with it. \n\n    'Oh, that's how it's done,' said the thrush; and away it flew, and so that's how thrushes build their nests. \n    Then the magpie took some twigs and arranged them round in the mud. \n\t\n    'Now I know all about it,' says the blackbird, and off he flew; and that's how the blackbirds make their nests to this very day. \n    Then the magpie put another layer of mud over the twigs. \n\t\n    'Oh, that's quite obvious,' said the wise owl, and away it flew; and owls have never made better nests since. \n    After this the magpie took some twigs and twined them around the outside. \n\t\n    'The very thing!' said the sparrow, and off he went; so sparrows make rather lovely nests. \n    Well, then Madge Magpie took some feathers and stuff and lined the very nest comfortably. \n\t\n    'That suits me,' cried the starling, and off it flew; and very comfortable nests they make. \n    So it went on, every bird taking away some knowledge of how to build nests, but none of them waiting till the end. \n\tMeanwhile Madge Magpie went on working and working without looking up till the only bird that remained was the turtle-dove, and that hadn't paid any attention all along, but only kept on saying its silly cry: 'Take two, Taffy, take two-o-o-o.' \n\n    At last the magpie heard this just as she was putting a twig across. So she said: 'One's enough.' \n    But the turtle-dove kept on saying: 'Take two, Taffy, take two-o-o-o., \n\n\tAt last, and at last, the magpie looked up and saw nobody near her but the silly turtle-dove, and then she got very angry and flew away and refused to tell the birds how to build nests again. And that is why different birds build their nests differently."
    },
    {
      "category": "",
      "title": "",
      "body": "Three Billy Goats Gruff:\n\nOnce upon a time, three goats lived together in a field on a hillside. They were the three Billy Goats Gruff. The was a Big Billy Goat Gruff, a Middle Billy Goat Gruff, and a Little Billy Goat Gruff. Besides the Billy Goats‘ field ran a river. One day they decided to cross it, and eat the grass on the other side, but first they had to go over the bridge.  Under the bridge lived a big, ugly troll. First, Little Billy Goat Gruff stepped onto the bridge. Trip trap went his hooves. \n    \n“Who‘s that, tripping over my bridge?“\n roared the troll. \n    \n“It is only I, Little Billy Goat Gruff, going across the river to make myself fat!“\n said Little Billy Goat Gruff in such a small voice. \n   \n“Now I‘m coming to gobble you up!“\n said the troll. \n    \n“Oh, please don‘t eat me, I‘m so small,“\n said Little Billy Goat Gruff. \n“ Wait for the next Billy Goat, he‘s much bigger!“\n \n    \n“Well be off with you!“\n said the troll. \n    A little while later, Middle Billy Goat Gruff stepped onto the bridge. Trip trap, trip trap went his hooves. \n    \n“Who‘s that, tripping over my bridge?“\n roared the troll. \n    \n“It is only I, Middle Billy Goat Gruff, going across the river to make myself fat!“\n said Middle Billy Goat Gruff, whose voice was not so small. \n    \n“Now I‘m coming to gobble you up!“\n said the troll. \n    \n“Oh no, don‘t eat me!“\n said Middle Billy Goat Gruff. \n“ Wait for the next Billy Goat, he‘s the biggest of all!“\n \n    \n“Very well, be off with you“\n said the troll. \n    It wasn‘t long before Billy Goat Gruff, the big one, stepped onto the bridge. Trip trap trip trap trip trap went his hooves, and the bridge groaned under his weight. \n    \n“Who‘s that, trampling over my bridge?“\n roared the troll. \n    \n“It is I, Big Billy Goat Gruff“\n said Big Billy Goat Gruff, who had a rough roaring voice of his own. \n    \n“Now I‘m coming to gobble you up!“\n said the troll, and at once he jumped onto the bridge, very mean and very hungry. \n    But Big Billy Goat Gruff was very tough and strong. He put down his head and charged the troll, and butted him so hard that the troll flew high into the air and then fell down and splashed into the middle of the river. And the great ugly troll was never seen again! \n    Then Big Billy Goat Gruff joined Middle Billy Goat Gruff and Little Billy Goat Gruff in the field, on the far side of the river. \n    There they got so fat that they could hardly walk home again."
    },
    {
      "category": "",
      "title": "",
      "body": "Why Flies Bother Cows:\n\nWhen Adiaha was Queen of Calabar, being very rich and hospitable, she used to give big feasts to all the animals, but never invited the wild beasts, as she was afraid of them. \n    At one feast she gave there were three large tables, and she told the cow to sit at the head of the table, as she was the biggest animal present, and share out the food. The cow was quite ready to do this, and the first course was passed, which the cow shared out amongst the people, but forgot the fly, because he was so small. \n\n    When the fly saw this, he called out to the cow to give him his share, but the cow said: \n“Be quiet, my friend, you must have patience.“\n \n    When the second course arrived, the fly once again called out to the cow, but the cow merely pointed to her eye, and told the fly to look there, and he would get food later. \n    At last all the dishes were finished, and the fly, who had received no food by the cow, went supperless to bed. \n\n    The next day the fly complained to the queen, who decided that, as the cow had presided at the feast, and had not given the fly his share, for the future the fly could annoy the cow as much as he wanted to get food. For this reason, at the present time, wherever the cows are, the flies can always be seen asking the cows for food in accordance with the queen's orders."
    },
    {
      "category": "",
      "title": "",
      "body": "Birds, Beasts And Bat:\n\nMany years ago, the birds and the beasts declared war against each other.  No compromise was possible, and so they went at it. \n    It was a terrible battle and many animals died. \n\t\n    Now the bat had not openly joined either group as he did not want to be caught on the losing side.  So when the birds asked which side he was on the bat quickly replied, \n“I have wings, I am on your side of course.“\n\n  And when the beasts asked who he supported, the bat responded, \n“with my sharp teeth and fur, it is obvious I am on the side of the beasts.“\n\n  The truth of it was that he did little to help either group spending most of his time telling tales about the other. \n    When the battle was over, the conduct of the bat was discussed at the peace conference.  The birds and beasts all turned angrily against the bat when they realized how many times the bat had changed sides and spread rumors. \n\t\n    Since then the bat lives in fear of the beasts and the birds, hiding in dark towers and deserted ruins, flying out only in the night. \n    Don't forget, the deceitful have no friends!"
    },
    {
      "category": "",
      "title": "",
      "body": "The Dog & His Reflection:\n\nA dog was feeling very happy. He had found a large piece of meat and was taking it away somewhere so that he could eat it. He came to a stream and began to cross over a narrow bridge which led from one bank to another. Suddenly he stopped and looked down. In the surface of the water he saw his own reflection shining up at him. The dog didn‘t understand he was looking himself; he thought he was looking at another dog which also had a piece of meat in his mouth. \n\n“ Oh! That piece of meat looks bigger than mine!“ he thought. \n\n“ I‘ll grab it and then I‘ll run!“\n\nAt that, he dropped his own piece of meat in order to snatch the piece of the other dog. Of course, his piece of meat fell into the water and sank to the bottom, leaving the dog with nothing. \n\nMoral: Be content with what you have.\nIt is very foolish to be greedy."
    },
    {
      "category": "",
      "title": "",
      "body": "Why Sun And Moon Live In Sky:\n\nMany years ago, the sun and water were great friends, and both lived on the earth together. The sun very often used to visit the water, but the water never returned his visits. \n\n    At last the sun asked the water why it was that he never came to see him in his house and the water replied that the sun's house was not big enough, and that if he came with all his people, he would drive the sun out. \n\t\n    He then said, \n“If you wish me to visit you, you must build a very large house. But I warn you, it will have to be a tremendous place, as my people are very very numerous, and take up a lot of room. \n\n    The sun promised to build a very large house, and soon afterwards he returned home to his wife, the moon, who greeted him with a broad smile when he opened the door. \n\t\n    The sun told the moon what he had promised the water, and the next day commenced building a huge house in which to entertain his friend. When it was completed, he asked the water to come and visit him the next day. \n    When the water arrived, he called out to the sun and asked him whether it would be safe for him enter, and the sun answered, \n“Yes, come in my friend!“\n \n    The water then began to flow in, accompanied by the fish and all the water animals. \n\t\n    Very soon, the water was knee-deep, so he asked the sun if it was still safe, and the sun again said, \n“Yes!“\n so more water came in. \n    When the water was at the level of a man's head, the water said to the sun, \n“Do you want more of my people to come?“\n and the sun and the moon both answered \n“ Yes“\n not knowing any better. \n \n    So the water flowed on, until the sun and the moon had to perch themselves on top of the roof.\\u00a0Again, the water addressed the sun, but receiving the same answer, and more of his people rushing in, the water very soon overflowed the top of the roof, and the sun and the moon were forced to go up into the sky, where they have remained ever since."
    },
    {
      "category": "",
      "title": "",
      "body": "The Broken Pot:\n\nThere lived in a certain place a miser. He had collected a quantity of rice by begging, and after having dined off it, he filled a pot with what was left over. He hung the pot on a peg on the wall, placed his couch beneath, and looking intently at it all the night, he thought, \n“Ah, that pot is indeed brimful of rice. Now, if there should be a famine, I should certainly make a lot of money by it. With the money I shall buy a couple of goats. \n\nThey will have young ones every six months, and then I shall have a whole herd of goats. Then, with the goats, I shall buy cows. As soon as they have calved, I shall sell the calves. Then, with the calves, I shall buy buffaloes; with the buffaloes, mares. When the mares have foaled, I shall have plenty of horses; and when I sell them, plenty of gold. With that gold I shall get a house with four wings. \n\nAnd then a rich man will come to my house, and will give me his beautiful daughter, with a large dowry. She will have a son, and I shall call him Soman. When he is old enough to be danced on his father's knee, I shall sit with a book at the back of the stable, and while I am reading, the boy will see me, jump from his mother's lap, and run towards me. He will come too near the horse's hoof, and, full of anger, I shall call to my wife, 'Take the baby; take him!' But she, distracted by some domestic work, does not hear me. Then I get up, and give her such a kick with my foot.“\n While he thought this, he gave a kick with his foot, and broke the pot. All the rice fell over him, and made him quite white. Therefore, I say, \n“He who makes foolish plans for the future will be white all over."
    },
    {
      "category": "",
      "title": "",
      "body": "Farmer And His Sons:\n\nA rich old farmer, who felt that he had not many more days to live, called his sons to his bedside. \n     \n“My sons,“\n he said, \n“heed what I have to say to you. Do not on any account part with the estate that has belonged to our family for so many generations. Somewhere on it is hidden a rich treasure. I do not know the exact spot, but it is there, and you will surely find it. Spare no energy and leave no spot unturned in your search.“\n \n     The father died, and no sooner was he in his grave than the sons set to work digging with all their might, turning up every foot of ground with their spades, and going over the whole farm two or three times. \n     No hidden gold did they find; but at harvest time when they had settled their accounts and had pocketed a rich profit far greater than that of any of their neighbors, they understood that the treasure that their father had told them about was the wealth of a bountiful crop, and that in their industry had they found the treasure. \n     Industry is itself a treasure."
    },
    {
      "category": "",
      "title": "",
      "body": "The Worry Men:\n\nThere were two funny men living together for a long time. Both of them were very close pals, very stupid and yet they lived happily. Something that annoys other people is that they worry even for very minor issues.\n\nOne day, they saw a sign board with these words.\n\n'If you can do something successfully, there is no reason to worry about doing it!\nIf you cannot do something, worrying for it will not make it happen!'\nThe two men decided not to worry for anything.\n\nHowever, they still did worry that who would then take care of their problems. They decided to appoint a person who could worry for their problems.\n\nAfter few days, they found a man who survived on temporary jobs. The man asked how much they would like to pay if he worries for them.\n\nThe old men discussed and told him that they decided to pay 20 bucks for a week for his job!\n\nThe young man said it won't work! He continued, 'you pay too little to worry about something for you. How can I worry when I really worry about the little pay?'\n\nThe old men discussed again and told they were ready to pay him 150 bucks a week!\n\nThe surprised young man, 'It won't work again. You pay a huge amount. While I earn a good sum of money, why should I worry?\n\nThe old men started to worry now!!!!"
    },
    {
      "category": "",
      "title": "",
      "body": "Story Of First Pearls:\n\nThere was once a man named Runoia, and when he walked along the pathways of the forest, the children would say to one another, \n“Look, there is the man who always hears music.\n“ \n    It was really true that wherever he went he could hear sweet music. He could hear the lilies sing their evening song to the stars. He could hear the mother tree whisper \n“Goodnight“\n to the little green leaves, though other men didn't hear a sound. \n    He was sorry for those other men, and he said to himself, \n“I will make a harp, and then even if they can not hear all the kinds of music, they will hear the sweet voice of the harp.“\n \n    This must have been a magic harp, for if someone else touched it, no sound was heard, but when Runoia touched the strings, the trees bent down their branches to listen, the little blossoms put their heads out shyly, and even the wind was hushed. All kinds of beasts and birds came about him as he played, and the sun and the moon stood still in the heavens to hear the wonderful music. \n\n    Sometimes Runoia's music was sad. Then the sun and the moon hid their faces behind the clouds, the wind sang mournfully, and the lilies bent low their snow-white blossoms. \n\n    One day Runoia roamed far away till he came to the shores of the great sea. The sun had set, darkness hid the sky and the water, not a star was to be seen. Not a sound was heard but the wailing of the sea. No friend was near. \n\n“I have no friends,\n“ he said. He laid his hand upon his harp, and of themselves the strings gave forth sweet sounds. Then the sounds grew louder, and soon the world was full of music, such as even Runoia had never heard before, for it was the music of the gods. \n“It is really true,“\n he said to himself softly. \n“My harp is giving me music to drive away my sadness.\n“ \n    \n“He who loves music is loved by the gods,“\n so the harp sang to him. \n    Tears came to Runoia's eyes, but they were tears of happiness, not of sadness. A gentle voice called, \n“Runoia, come to the home of the gods.“\n \n    As darkness fell over the sea, Runoia's friends went to look for him. He was gone, but where he had stood listening happily to the music of the gods, there on the fair white sand was the harp, and all around it lay beautiful pearls, shining softly in the moonlight, for every tear of happiness was now a pearl."
    },
    {
      "category": "",
      "title": "",
      "body": "The Oxen & the Wheels:\n\nA pair of Oxen were drawing a heavily loaded wagon along a miry country road. They had to use all their strength to pull the wagon, but they did not complain.\n\nThe Wheels of the wagon were of a different sort. Though the task they had to do was very light compared with that of the Oxen, they creaked and groaned at every turn. The poor Oxen, pulling with all their might to draw the wagon through the deep mud, had their ears filled with the loud complaining of the Wheels. And this, you may well know, made their work so much the harder to endure.\n\n\"Silence!\" the Oxen cried at last, out of patience. \"What have you Wheels to complain about so loudly? We are drawing all the weight, not you, and we are keeping still about it besides.\"\n\nMoral: They complain most who suffer least."
    },
    {
      "category": "",
      "title": "",
      "body": "Man And Faun:\n\nA long time ago a Man met a Faun in the forest and succeeded in making friends with him. The two soon became the best of comrades, living together in the Man's hut. But one cold winter evening, as they were walking homeward, the Faun saw the Man blow on his fingers. \n     \n“Why do you do that?“\n asked the Faun. \n     \n“To warm my hands,“\n the Man replied. \n     When they reached home the Man prepared two bowls of porridge. These he placed steaming hot on the table, and the comrades sat down very cheerfully to enjoy the meal. But much to the Faun's surprise, the Man began to blow into his bowl of porridge. \n     \n“Why do you do that?“\n he asked. \n     \n“To cool my porridge,“\n replied the Man. \n     The Faun sprang quickly to his feet and made for the door. \n     \n“Goodbye,“\n he said, \n“I've seen enough. A fellow that blows hot and cold in the same breath can not be friends with me!“\n \n     The man who talks for both sides is not to be trusted by either."
    },
    {
      "category": "",
      "title": "",
      "body": "Fox And Goat:\n\nA Fox fell into a well, and though it was not very deep, he found that he could not get out again. After he had been in the well a long time, a thirsty Goat came by. The Goat thought the Fox had gone down to drink, and so he asked if the water was good.\n\n\"The finest in the whole country,\" said the crafty Fox, \"jump in and try it. There is more than enough for both of us.\"\n\nThe thirsty Goat immediately jumped in and began to drink. The Fox just as quickly jumped on the Goat's back and leaped from the tip of the Goat's horns out of the well\n\nThe foolish Goat now saw what a plight he had got into, and begged the Fox to help him out. But the Fox was already on his way to the woods\n\n\"If you had as much sense as you have beard, old fellow,\" he said as he ran, \"you would have been more cautious about finding a way to get out again before you jumped in.\"\n\nMoral: Look before you leap."
    },
    {
      "category": "",
      "title": "",
      "body": "The Mother's Heart:\n\nIF children could realize how indifference and disrespect to parents wound the heart, they would never offend in that way. \"Honor thy father and thy mother,\" is one of the first commands, and was intended to be obeyed as much as any other. When one of God's commands is disobeyed, a penalty is sure to follow, whether the transgressor realizes the cause or not. It may be that every disappointment, loss, sickness or affliction is a penalty merci- fully appointed to pay the debt here instead of here-after. If so, what a load we would carry with us into the next life to our great shame and hindrance if we do not expiate, in part, our faults while here.\n\nIf a person should make you a costly present, you would entertain the most pleasant feelings toward that one; your countenance would brighten and your step hasten to do some kindness in return, and this you would perhaps consider almost nothing in comparison. Yet, to those who gave you the first smile and welcome, shelter, food and clothing, loving care and teaching, do you respond as willingly ? If so, how sweet must be the thought ; if not, there will be much to regret some day.\n\nIf you were making some beautiful article for yourself, your time and materials being limited, and you should mar your workmanship beyond repairing, how sorrowful you would be ; but the spirit and the record you are moulding are what money cannot create or replace; neither can time efface from the faithful records of the heart, the vivid picture of a misused opportunity, an injured work of the soul. There is some consolation in the knowledge that repentance cancels part of the offense, if not its result; but the heart that never repents or seeks to amend its wrongs, the heart that fosters ingratitude, is cultivating an element that will at last destroy every bright attribute and hope.\n\nLet me tell you a story or two from life to show you the tenderness of a mother's heart, its long, enduring love.\n\nA woman past sixty years of age, a tailoress, lived near me. She had sons and grandchildren, and was very kind to them all, constantly helping to provide for the families, and even now and then lending some poor man or woman a sum of money to start business with; always cheerful and hopeful in her ways, and never idle. Early and late her sewing-machine was hurrying, and some persons hinted that she must have riches hoarded up. One day a young woman entered the shop, and the tailoress looking at the baby she carried in her arms, the baby responded with a coo and a spring toward her. \"What do you think of my baby ? Just take her a minute,\" said the young mother. The gray-haired woman drew back, and a strange look came over her face. \"I have never held a girl-baby in my arms since my own little girl died I cannot! \" said she. \"How long ago was that?\" tenderly asked the young mother. \"Thirty years,\" answered the poor woman, and the tears came so fast she had to wipe them away, and the rest of us had to wipe our eyes too. Long as we had known her, we had never had a thought that a secret, beautiful and sacred sorrow was hidden in her heart, but I know that ever afterward we who were in her shop that afternoon always spoke with tenderness to the poor old woman, as though we were partners in her sorrow.\n\nTHE GRAVE AT NEPHI.\n\nThere was another old woman, quite an eccentric person, whom some young folks used to smile at when she came to their houses with her basket of lace and other small things ; she was so lofty about her business, as though it were vastly more important than it really was, and so cheerful about it, as though it was a very delightful way of making her living. \"I'm sorry you have to earn your living this way,\" said a young lady to her one day. \" Why, my dear, it's just as well as for your father to be selling furniture the year around; I only has to earn a little bit for myself, and it brings in all I need, and I gets acquainted with lots of fine young folks, and I sees all the pretty things as I pass along as well as if I was riding, and I gets refreshed a bit, and when I goes home I've lots to think over that I've seen through the day, and that's better than sitting alone and fretting. I'm well off, my dear, to get what I need and lay a bit by for a future day.\" We all felt a little touched, and when she missed coming next week we hardly knew what to think, but the week after she came again, and we inquired if she had been sick. \"No, my dears, I have been down to Nephi on the excursion train to visit my daughter.\" \"Why, we didn't know you had a child living.\" \"And I hasn't, my dears; my daughter has been dead and buried these eighteen years; only nineteen when she died; and every year I goes down once in the summer and takes my bouquet of flowers to lay on her grave, and I has my bread and cheese and bottle of cold tea, and I sits down by her grave till sundown, and we has a comfortable time together that lasts till I goes again.\"\n\nDo you think we felt like smiling slyly at her odd ways after that? One of us went out and brought a tray with refreshments, and never forgot to do the same thing in all her after calls. She had kept her Decoration-day years before it had become a national custom.\n\nLet me tell you of another mother's faithful heart. This woman had such love for children, such tender pity for the orphan, that she had, when we first met her, raised three adopted children of different parentage. One day a person said to her, \"You never had a child of your own, did you?\" \"Yes, I have got a son of my own,\" proudly answered the dear old lady. The questioner paused in surprise, and thought, \"Perhaps she left him for the Gospel's sake,\" and respectfully pursued, \" Did you leave him in the old country?\" \"Yes, I have left my dear boy in the old country.\" \"How old is he? and does he write to you?\" \"He does not write to me; he is twenty- three years old. He died when he was five.\" \"Died? then you have not got him now!\" \"Yes, I have got him now; I have got him all the time, I have never lose him, he is mine.\"\n\nChildren, let these brief stories prove to you that each heart bears its own hidden, sweet history, and do be careful when meeting the aged, the poor and numble, to speak kindly and show them respect; perhaps this is all you can ever do for them, and you little know what might be revealed to claim your pity and admiration."
    },
    {
      "category": "",
      "title": "",
      "body": "The Mice In Council:\n\nA cat was chasing all the mice, and eating all the ones she could get. The mice called a great meeting to try and think of some way of making themselves safe from the cat. The meeting lasted a long time. Many ideas were put forward by the mice at the council, but none of them seemed any good. Finally, one bright young mouse stepped forward. \n“ I‘ve got it“\n he said excitedly. \n“ The reason why the cat keeps catching us is because we can hear her coming. Isn‘t that right?“\n \n    \n“Of course it is“\n said another mouse. \n“ That doesn‘t really help us though.“\n \n    \n“I haven‘t finished yet! What we need is something to warn us that the cat is coming. Well I know what to do we must tie a bell round the cat‘s neck! That way, every time the cat comes near us we will hear the bell tinkling and have time to hide.“\n \n    \n“What a good idea!“\n squeaked all the other mice. \n“ Well done! You have solved all our problems all we have to do is find a bell a tie it around the cat‘s neck!“\n \n    The other mice started to cheer and squeal excitedly. But then a very old and very wise mouse said: \n“ just a minute! It may be a good idea but tell me this, is anyone here willing to risk his life by going up to the cat and putting the bell around her neck?“\n \n    No one answered. In a moment, all of the mice had left the meeting and the room was empty. No one was prepared to put the bell on the cat. \n    It‘s no use having bright ideas unless we are willing to put them into practice."
    },
    {
      "category": "",
      "title": "",
      "body": "Boy And Hazelnuts:\n\nA very greedy boy saw a jar of hazelnuts standing on a table. It was very very full. He licked his lips and stole up to the jar.  Plunging his hand inside, he grabbed the biggest handful he could take. \n“ Hazelnuts! I love hazelnuts!\n“ he said. But the boy had picked up so many nuts that he could not pull his hand out of the jar. He was angry, and then he started crying. If he let the nuts go, he would be able to take his hand out of the jar, but he wanted those nuts so badly. An onlooker helped him. \n“ Don‘t be so greedy\n“ said the man. \n“ If you take half the amount of hazelnuts, your hand will come out of the jar easily!\n“ \n    Don‘t attempt too much at one time."
    },
    {
      "category": "",
      "title": "",
      "body": "Hunter And Woodman:\n\nA hunter, armed with a rifle, walked bravely through the forest, saying loudly that he was looking for a lion to shoot. Secretly, he was not really as brave as he seemed. After a long walk, he came across a woodman cutting a tree. The hunter stopped. \n“ Hello! I‘m looking for the tracks of a lion. Can you tell me where I might find them?“\n \n    The woodman put down his axe and nodded. \n“ Yes, certainly! Come with me and I will show you the lion himself!“\n \n    At this, the hunter turned pale and his knees shook, for he was very scared. \n     \n“N-N-No, thank you!“\n he said, turning and running away. \n“ I‘m not looking for the lion himself, I only wished to find his tracks!“\n \n    People are not always as brave as they say they are."
    },
    {
      "category": "",
      "title": "",
      "body": "Lightning And Thunder:\n\nIn the olden days the Thunder and Lightning lived on the earth amongst all the other people, but the king made them live at the far end of the town, as far as possible from other people's houses. \n\n    The Thunder was an old mother sheep, and the Lightning was her son, a ram. Whenever the ram got angry he used to go about and burn houses and knock down trees; he even did damage on the farms. Whenever the Lightning did these things, his mother used to call out to him in a very loud voice to stop and not to do any more damage; but the Lightning did not care in the least for what his mother said, and when he was in a bad temper used to do a very large amount of damage. At last the people could not stand it any longer, and complained to the king. \n\n    So the king made a special order that the Thunder and the Lightning, should leave the town and live in the far bush. This did not do much good, as when the ram got angry he still burnt the forest, and the flames sometimes spread to the farms and consumed them. \n\n     So the people complained again, and the king banished both the Lightning and the Thunder from the earth and made them live in the sky, where they could not cause so much destruction. Ever since, when the Lightning is angry, he commits damage as before, but you can hear his mother, the Thunder, rebuking him and telling him to stop. Sometimes, however, when the mother has gone away some distance from her naughty son, you can still see that he is angry and is doing damage, but his mother's voice can not be heard."
    },
    {
      "category": "",
      "title": "",
      "body": "The Town Mouse & the Country Mouse:\n\nA Town Mouse once visited a relative who lived in the country. For lunch the Country Mouse served wheat stalks, roots, and acorns, with a dash of cold water for drink. The Town Mouse ate very sparingly, nibbling a little of this and a little of that, and by her manner making it very plain that she ate the simple food only to be polite.\n\nAfter the meal the friends had a long talk, or rather the Town Mouse talked about her life in the city while the Country Mouse listened. They then went to bed in a cozy nest in the hedgerow and slept in quiet and comfort until morning. In her sleep the Country Mouse dreamed she was a Town Mouse with all the luxuries and delights of city life that her friend had described for her. So the next day when the Town Mouse asked the Country Mouse to go home with her to the city, she gladly said yes.\n\nWhen they reached the mansion in which the Town Mouse lived, they found on the table in the dining room the leavings of a very fine banquet. There were sweetmeats and jellies, pastries, delicious cheeses, indeed, the most tempting foods that a Mouse can imagine. But just as the Country Mouse was about to nibble a dainty bit of pastry, she heard a Cat mew loudly and scratch at the door. In great fear the Mice scurried to a hiding place, where they lay quite still for a long time, hardly daring to breathe. When at last they ventured back to the feast, the door opened suddenly and in came the servants to clear the table, followed by the House Dog.\n\nThe Country Mouse stopped in the Town Mouse's den only long enough to pick up her carpet bag and umbrella.\n\n\"You may have luxuries and dainties that I have not,\" she said as she hurried away, \"but I prefer my plain food and simple life in the country with the peace and security that go with it.\"\n\nMoral: Poverty with security is better than plenty in the midst of fear and uncertainty."
    },
    {
      "category": "",
      "title": "",
      "body": "The Ant and the Grasshopper:\n\nOne bright day in late autumn a family of Ants were bustling about in the warm sunshine, drying out the grain they had stored up during the summer, when a starving Grasshopper, his fiddle under his arm, came up and humbly begged for a bite to eat.\n\n\"What!\" cried the Ants in surprise, \"haven't you stored anything away for the winter? What in the world were you doing all last summer?\"\n\n\"I didn't have time to store up any food,\" whined the Grasshopper; \"I was so busy making music that before I knew it the summer was gone.\"\n\nThe Ants shrugged their shoulders in disgust.\n\n\"Making music, were you?\" they cried. \"Very well; now dance!\" And they turned their backs on the Grasshopper and went on with their work.\n\nMoral: There's a time for work and a time for play."
    },
    {
      "category": "",
      "title": "",
      "body": "Why The Bear Has A Short Tail:\n\nOne cold morning when the fox was coming up the road with some fish, he met the bear. \n    \n“Good-morning, Mr. Fox,“\n said the bear. \n    \n“Good-morning, Mr. Bear,“\n said the fox. \n“The morning is brighter because I have met you.“\n \n    \n“Those are very good fish, Mr. Fox,“\n said the bear. \n“I have not eaten such fish for many a day. Where do you find them?“\n \n    \n“I have been fishing, Mr. Bear,“\n answered the fox. \n    \n“If I could catch such fish as those, I should like to go fishing, but I do not know how to fish.“\n \n    \n“It would be very easy for you to learn, Mr. Bear,“\n said the fox. \n“You are so big and strong that you can do anything. Come to this pond, and I will show you how to fish through the ice.“\n \n    So the fox and the bear went to the frozen pond, and the fox showed the bear how to make a hole in the ice. \n    \n“This is easy for you,“\n said the fox, \n“but many an animal could not have made that hole. Now comes the secret. You must put your tail down into the water and keep it there. That is not easy, and not any animal could do it, for the water is very cold; but you are a learned animal, Mr. Bear, and you know that the secret of catching fish is to keep your tail in the water for a long time. Then when you pull it up, you will pull with it as many fish as I have.“\n \n    The bear put his tail down into the water, and the fox went away. \n    It began to get dark, and the bear said, \n“Now I will pull the fish out of the water. How good they will be!“\n He pulled and pulled, but not a fish came out. Worse than that, not all of his tail came out, for the end of it was frozen fast to the ice. \n    He went slowly down the road, growling angrily, \n“I wish I could find that fox,“\n but the cunning fox was curled up in his warm nest, and whenever he thought of the bear he laughed."
    },
    {
      "category": "",
      "title": "",
      "body": "Ant And Dove:\n\nAn Ant went to the bank of a river to quench its thirst, and being carried away by the rush of the stream, was on the point of drowning. A Dove sitting on a tree overhanging the water plucked a leaf and let it fall into the stream. The Ant climbed onto it and floated safely to the bank. \n\nShortly afterwards, a birdcatcher came and stood under the tree, wanting to catch the Dove. The Ant, perceiving his design, stung him in the foot. In pain the birdcatcher ran away, and the noise made the Dove take wing. \n\nMoral: A kindness is never wasted.\nOne good turn deserves another."
    },
    {
      "category": "",
      "title": "",
      "body": "Travellers And Sea:\n\nTwo Travelers were walking along the seashore. Far out they saw something riding on the waves. \n     \n“Look,“\n said one, \n“a great ship rides in from distant lands, bearing rich treasures!“\n \n     The object they saw came even nearer the shore. \n     \n“No,“\n said the other, \n“that is not a treasure ship. That is some fisherman's net, with the day's catch of savoury fish.“\n \n     Still nearer came the object. The waves washed it up on shore. \n     \n“It is a chest of gold lost from some wreck,“\n they cried. Both Travelers rushed to the beach, but they found nothing there but a water-soaked log. \n     Do not let your hopes carry you away from reality."
    },
    {
      "category": "",
      "title": "",
      "body": "Mother And Wolf:\n\nEarly one morning a hungry Wolf was prowling around a cottage at the edge of a village, when he heard a child crying in the house. Then he heard the Mother's voice say: \n     \n“Hush, child, hush! Stop your crying, or I will give you to the Wolf!“\n \n     Surprised but delighted at the prospect of so delicious a meal, the Wolf settled down under an open window, expecting every moment to have the child handed out to him. But though the little one continued to cry, the Wolf waited all day in vain. Then, toward nightfall, he heard the Mother's voice again as she sat down near the window to sing and rock her baby to sleep. \n     \n“There, child, there! The Wolf shall not get you. No, no! Daddy is watching and Daddy will kill him if he should come near!“\n \n     Just then the Father came within sight of the home, and the Wolf was barely able to save himself from the Dogs by a clever bit of running. \n     Do not believe everything you hear."
    },
    {
      "category": "",
      "title": "",
      "body": "The Water Fairy:\n\nA little brother and a little sister were playing by a well, and while they were playing there they both fell in. A water fairy was down there. She said, \n“Now I have you. Now you will have to work for me.“\n \n    She gave the girl tangled dirty flax to spin, and she had to fill a bottomless barrel with water. The boy had to chop down a tree with a dull ax, and all they got to eat were dumplings as hard as rocks. \n    Finally the children became so impatient, that they waited until one Sunday when the fairy was away and then they ran away. When the fairy came back, she saw that the children had run away and she started to follow them. \n\n    The children saw her from afar, and the girl threw a brush behind her, which turned into a large brush-mountain with thousands and thousands of spikes, which the fairy had to climb over with great difficulty, but she finally got to the other side. \n\n    When the children saw this the boy threw a comb behind him, which turned into a large comb-mountain with a thousand times a thousand teeth, but the fairy was able to keep hold of them, and finally got to the other side. \n\n    Then the girl threw a mirror behind her, which turned into a glass mountain, which was so slippery that it was impossible for the fairy to climb over it. \n\n    Then she thought, \n“I will quickly go home and get my ax and chop the glass mountain in two.“\n \n    However, by the time she returned and had chopped up the glass mountain, the children were very far away. So the water fairy had to trudge back to her well."
    },
    {
      "category": "",
      "title": "",
      "body": "The Sick Lion:\n\nA lion, old and tired, couldn‘t provide himself with food anymore, so he resolved to do so by artifice. \n    He returned to his den, and lying down there, pretended to be sick, taking care that his sickness should be publicly known among all the animals. In fact, all the animals expressed their sorrow, and came one by one to his den, where the Lion ate them all. After many of the beasts had thus disappeared, the Fox discovered the trick and, presenting himself to the Lion, stood outside the cave and asked him how he was. \n“ I am very sick“\n replied the Lion, \n“ but why do you stand outside. Please come in so we can talk!“\n \n“ No, thank you,“\n said the Fox. \n“ I notice that there are many footprints entering your cave, but I see no trace of any returning.“\n \n    He who is wise is warned by the misfortune of others."
    },
    {
      "category": "",
      "title": "",
      "body": "Sun, Moon And Wind Go Out To Dinner:\n\nOne day Sun, Moon, and Wind went out to dine with their uncle and aunt, Thunder and Lightning. Their mother, a star, waited alone for her children's return. \n    Now both Sun and Wind were greedy and selfish. They enjoyed the great feast that had been prepared for them. But the gentle Moon did not forget her. Of every dainty dish that was brought round, she placed a small portion under one of her beautiful long fingernails, that Star might also have a share in the treat. \n    On their return their mother, who had kept watch for them all night long with her little bright eye, said, \n“Well, children, what have you brought home for me?“\n Then Sun (who was eldest) said, \n“I have brought nothing home for you.“\n And Wind said, \n“Neither have I!“\n But Moon said, \n“Mother, fetch a plate, see what I. have brought you.“\n And shaking her hands she showered down such a choice dinner as never was seen before. \n    Then Star turned to Sun and said \n“Because you went out to amuse yourself with your friends, you shall be cursed. Henceforth, your rays shall ever be hot and scorching, and shall burn all that they touch. And men shall hate you, and cover their heads when you appear.“\n \n    And that is why the Sun is so hot to this day. \n    Then she turned to Wind and said, \n“You also, you shall always blow in the hot dry weather, and shall parch and shrivel all living things. And men shall detest and avoid you from this very time.“\n \n    And that is why the Wind in the hot weather is still so disagreeable. \n    But to Moon she said, \n“Daughter, because you remembered your mother, and kept for her a share of food, from henceforth, you shall be ever cool, and calm, and bright. No noxious glare shall accompany your pure rays, and men shall always call you 'blessed.'“\n \n    And that is why the Moon's light is so soft, and cool, and beautiful even to this day."
    },
    {
      "category": "",
      "title": "",
      "body": "Weakness is Strength:\n\nEveryone has their own strengths and weaknesses! Turning our weaknesses into strengths makes us unbeatable. This is an inspiring story of a 12-year-old boy Kim who defeated his weakness, by unknowingly making it his strength.\n\nPoor Kim lost his left hand in a terrible accident. His parents could not console him. To cheer him up, his father made him join a Judo school. As the boy always wanted to learn Judo, his father thought that this would make him happy.\n\nEveryone wondered how a single armed boy could learn Judo. However, the master happily enrolled him. He trained in Judo for about 8 months. He practiced nothing but a single stroke. He trained for all 8 months in mastering a single stroke. The boy was surprised and sometimes annoyed as his master taught him only one stroke.\n\nYet, he said nothing. The boy mastered the stroke and grew as nobody could excel in doing that particular stroke. The boy was picked by the master to compete in the national level Judo championship tournament.\n\nEveryone made fun of Kim and the master. How a one-handed boy could win a national championship? Even the boy was not sure about why his master chose him.\n\nSurprising to other's taunting, Kim easily defeated his six contenders with his single stroke. He gradually moved to semi-finals. He struggled a bit in the semi-finals and won the match.\n\nNeedless to say, it surprised everyone. The final match began. The opponent was very strong and the boy could not counterattack him. The referee decided to halt the match, as the opponent could harm Kim severely. He announced a break and discussed with Kim's master to stop the match and declare the opponent as the champion of the year. Even Kim was happy that he advanced very much and happily said yes! However, his master did not want him to quit the match. He asked Kim to continue the match. Of course, with a huge effort, Kim won the match and the title. He had become the champion!\n\nKim was so surprised how he won the competition with just a single stroke. His master told him,'My dear boy, you learned the most difficult stroke in Judo that very few can master to perfection. If your opponent wants to beat you and prevent you from using the stroke, they should hold your left hand. This is the secret behind your victory!'\n\nIf the boy turned his weakness, the loss of his left hand to a massive success, why can't we?"
    },
    {
      "category": "",
      "title": "",
      "body": "THE COCK AND THE PEARL:\n\nA cock was once strutting up and down the farmyard among the hens when suddenly he espied something shinning amid the straw.\n\n“Ho! ho!” quoth he, “that’s for me,” and soon rooted it out from beneath the straw.\n\nWhat did it turn out to be but a Pearl that by some chance had been lost in the yard?\n\n“You may be a treasure,” quoth Master Cock,\n\n“to men that prize you, but for me I would rather have a single barley-corn than a peck of pearls.”\n\nPrecious things are for those that can prize them\n\nMoral: Precious things are for those that can prize them."
    },
    {
      "category": "",
      "title": "",
      "body": "Wolf And Goat:\n\nA hungry Wolf spied a Goat browsing at the top of a steep cliff where he could not possibly get at her.\n\n\"That is a very dangerous place for you,\" he called out, pretending to be very anxious about the Goat's safety. \"What if you should fall! Please listen to me and come down! Here you can get all you want of the finest, tenderest grass in the country.\"\n\nThe Goat looked over the edge of the cliff.\n\n\"How very, very anxious you are about me,\" she said, \"and how generous you are with your grass! But I know you! It's your own appetite you are thinking of, not mine!\"\n\nMoral: An invitation prompted by selfishness is not to be accepted."
    },
    {
      "category": "",
      "title": "",
      "body": "The Vain Jackdaw & his Borrowed Feathers:\n\nA Jackdaw chanced to fly over the garden of the King's palace. There he saw with much wonder and envy a flock of royal Peacocks in all the glory of their splendid plumage.\n\nNow the black Jackdaw was not a very handsome bird, nor very refined in manner. Yet he imagined that all he needed to make himself fit for the society of the Peacocks was a dress like theirs. So he picked up some castoff feathers of the Peacocks and stuck them among his own black plumes.\n\nDressed in his borrowed finery he strutted loftily among the birds of his own kind. Then he flew down into the garden among the Peacocks. But they soon saw who he was. Angry at the cheat, they flew at him, plucking away the borrowed feathers and also some of his own.\n\nThe poor Jackdaw returned sadly to his former companions. There another unpleasant surprise awaited him. They had not forgotten his superior airs toward them, and, to punish him, they drove him away with a rain of pecks and jeers.\n\nMoral: Borrowed feathers do not make fine birds."
    },
    {
      "category": "",
      "title": "",
      "body": "The Duck Pond:\n\nSO little Bridget took the baby on her right arm and a jug in her left hand, and went to the farm to get the milk. On her way she went by the garden-gate of a large house that stood close to the farm, and she told the baby a story:-\n\n\"Last summer,\" she said,\" a little girl, bigger than you, for she was just able to walk, came to stay in that house she and her father and mother. All about the road just here, the ducks and the chickens from the farm, and an old turkey, used to walk about all the day long, but the poor little ducks were very unhappy, for they had no pond to swim about in, only that narrow ditch through which the streamlet is flowing. When the little girl's father saw this, he took a spade, and worked and worked very hard, and out of the ditch and the streamlet he made a little pond for the ducks, and they swam about and were very happy all through the summer days. Every morning I used to stand and watch, and presently the garden-gate would open, and then the father would come out, leading the little girl by the hand, and the mother brought a large plateful of bits of broken bread. The little girl used to throw the bread to the ducks, and they ran after it and ate it up quickly, while she laughed out with glee,, and the father and the mother laughed too just as merrily. Baby, the father had blue eyes, and a voice that you seemed to hear with your heart.\n\n\"The little girl used to feed the chickens too, and the foolish old turkey that was so fond of her it would run after her until she screamed and was afraid. The dear father and the little girl came out every morning, while the black pigs looked through the bars of the farm-yard gate and grunted at them, as if they were glad, and I think the ducks knew that the father had made the pond, for they swam round and round it proudly while he watched them, but when he went away they seemed tired and sad.\n\n\"The pond is not there now, baby, for a man came by one day and made it into a ditch again; and the chickens and the ducks from the farm are kept in another place.\n\n\"The little girl is far away in her own home, which the father made for her, and the dear father lives in his own home too in the hearts of those he loved.\"\n\nThat was the story that Bridget told the baby."
    },
    {
      "category": "",
      "title": "",
      "body": "The Fox & the Crow:\n\nOne bright morning as the Fox was following his sharp nose through the wood in search of a bite to eat, he saw a Crow on the limb of a tree overhead. This was by no means the first Crow the Fox had ever seen. What caught his attention this time and made him stop for a second look, was that the lucky Crow held a bit of cheese in her beak.\n\n\"No need to search any farther,\" thought sly Master Fox. \"Here is a dainty bite for my breakfast.\"\n\nUp he trotted to the foot of the tree in which the Crow was sitting, and looking up admiringly, he cried, \"Good-morning, beautiful creature!\"\n\nThe Crow, her head cocked on one side, watched the Fox suspiciously. But she kept her beak tightly closed on the cheese and did not return his greeting.\n\n\"What a charming creature she is!\" said the Fox. \"How her feathers shine! What a beautiful form and what splendid wings! Such a wonderful Bird should have a very lovely voice, since everything else about her is so perfect. Could she sing just one song, I know I should hail her Queen of Birds.\"\n\nListening to these flattering words, the Crow forgot all her suspicion, and also her breakfast. She wanted very much to be called Queen of Birds. So she opened her beak wide to utter her loudest caw, and down fell the cheese straight into the Fox's open mouth.\n\n\"Thank you,\" said Master Fox sweetly, as he walked off. \"Though it is cracked, you have a voice sure enough. But where are your wits?\"\n\nMoral: The flatterer lives at the expense of those who will listen to him."
    },
    {
      "category": "",
      "title": "",
      "body": "The Little Match Girl:\n\nIt was very cold one winter‘s evening. The snow fell and it was almost dark. \n    It was the last day of the year. \n    A little match girl was walking down the street. Her name was Gretchen. \n    She had no hat and no cloak. She was very cold. \n    Gretchen had a lot of matches in her old apron. \n    She had a little bunch in her hand. \n    But she couldn‘t sell her matches because no one would buy them. \n    Poor little Gretchen! \n    She was cold and hungry. \n    The snow fell on her hair. But she did not think about that. She saw lights in the houses and smelled good things cooking. \n    She said to herself, \n“This is the last night of the year.“\n \n    Gretchen got colder and colder and she was afraid to go home. She knew her dad would whip her, if she did not take some money to him. \n    So Gretchen sat down on a door step. Her little hands were almost frozen. \n    She took het match and lit it to warm her hands. The match looked like a little candle. Gretchen thought she was sitting by a big stove. It was so bright. \n    She put the match near her feet, to warm them. Then the light went out. She didn‘t think she was by the stove any more. \n    So Gretchen lit another match. Now she thought she could look into a room and in this room was a table full of food. \n    The light went out and she was in the cold again. \n    So Gretchen lit a third match. She thought she was sitting by a Christmas tree. Very many candles were on the tree and it was full of pretty things. \n    Then she saw a star fall. \n    \n“Some one is dying,“\n said little Gretchen. \n    Her grandma had been very good to the little girl. But she was dead. The grandma had said, \n“When a star falls some one is going to Heaven.“\n \n    The little girl lit another match. It made a big light. Gretchen thought she saw her grandma. She never looked so pretty before. She looked so sweet and happy. \n    \n“O grandma,“\n said the little girl, \n“take me. When the light goes out you will go away. The stove and the turkey and the Christmas tree, they all went away.“\n \n    So Gretchen lit a bunch of matches. She wanted to keep her grandma with her.\n    The grandma took the little girl in her arms. They went up, up\\u2014where they would never be cold or hungry. \n    The next day came.\n    Some men found a little girl in the street. She was dead. \n    In her hand were the burned matches. \n    They said, \n“Poor little thing, she froze to death.“\n \n    They didn‘t know how happy she was with her grandma."
    },
    {
      "category": "",
      "title": "",
      "body": "The Clever Boys:\n\nIt was a busy high way that connects all major roads in the city. People rush in their vehicles and it leads to chaos in the busy road. Driving the vehicles beyond the speed limit became the major problem in the city. A police officer decided to watch for the vehicles that are driven beyond the speed limit. He found a perfect place to hide himself to watch for the rash driving vehicles. \n\nVery surprisingly, one day, the police officer was very surprised that everyone who drove on the road was under the prescribed speed limit. There was none that crossed the speed limit. Out of curiosity, the police officer decided to find the reason for the same. He walked for a while and saw a 12 years old boy standing near a huge sign board ' RADAR TRAP AHEAD '. \n\nThe police officer wanted to move further to find out what exactly happened! Almost about 100 yards beyond the boy who stood with the sign board radar trap; there was another boy who stood with a sign board carrying the words, 'TIPS'. Also, there was a big container almost filled three-fourth with money!"
    },
    {
      "category": "",
      "title": "",
      "body": "Hare And Tortoise:\n\nA Hare was making fun of the Tortoise one day for being so slow.\n\n\"Do you ever get anywhere?\" he asked with a mocking laugh.\n\n\"Yes,\" replied the Tortoise, \"and I get there sooner than you think. I'll run you a race and prove it.\"\n\nThe Hare was much amused at the idea of running a race with the Tortoise, but for the fun of the thing he agreed. So the Fox, who had consented to act as judge, marked the distance and started the runners off.\n\nThe Hare was soon far out of sight, and to make the Tortoise feel very deeply how ridiculous it was for him to try a race with a Hare, he lay down beside the course to take a nap until the Tortoise should catch up.\nThe Tortoise meanwhile kept going slowly but steadily, and, after a time, passed the place where the Hare was sleeping. But the Hare slept on very peacefully; and when at last he did wake up, the Tortoise was near the goal. The Hare now ran his swiftest, but he could not overtake the Tortoise in time.\n\nMoral: The race is not always to the swift."
    },
    {
      "category": "",
      "title": "",
      "body": "The Intelligent Artist:\n\nVery long ago, a one-eyed king was ruling a country. He was fond of arts and crafts. He generously rewards the great artists, poets and craftsmen. However, he was stuck with one major habit. He never liked any person who used to praise him falsely! Simply, he was a man of truth and wanted his people to be true.\n\nThe king was born with one eye. He had vision on his right eye and the space for left eye was simply closed with the skin! One day, he wanted to get himself painted and made an announcement. After filtering the talented artists, the king asked three men to draw his face.\n\nHe told them, 'If you do an impeccable job, I will reward you with something you won't even earn in your life time! If not, you will be severely punished!'\n\nAll the three agreed and started to sketch his face.\n\nThe first artist showed the painted picture of the king. The king felt bad as the picture showed that one of the eyes was shown blind, though he drawn both eyes. The artist was sentenced to imprisonment for 10 years. The king felt that the picture was a dishonor to a ruler showing a physical disability!\n\nThe second artist showed the picture and even he was imprisoned for 5 years. The picture depicted the king having vision in both eyes. The king felt he was falsely praising the king to earn reward and it was also considered a matter of dishonoring the king pointing his blindness!\n\nThe third artist showed the picture and was rewarded a fortune! The third artist was very clever and he drawn the king's face with only one eye!"
    },
    {
      "category": "",
      "title": "",
      "body": "The Two Pots:\n\nTwo Pots, one of brass and the other of clay, stood together on the hearthstone. One day the Brass Pot proposed to the Earthen Pot that they go out into the world together. But the Earthen Pot excused himself, saying that it would be wiser for him to stay in the corner by the fire.\n\n\"It would take so little to break me,\" he said. \"You know how fragile I am. The least shock is sure to shatter me!\"\n\n\"Don't let that keep you at home,\" urged the Brass Pot. \"I shall take very good care of you. If we should happen to meet anything hard I will step between and save you.\"\n\nSo the Earthen Pot at last consented, and the two set out side by side, jolting along on three stubby legs first to this side, then to that, and bumping into each other at every step.\n\nThe Earthen Pot could not survive that sort of companionship very long. They had not gone ten paces before the Earthen Pot cracked, and at the next jolt he flew into a thousand pieces.\n\nMoral: Equals make the best friends."
    },
    {
      "category": "",
      "title": "",
      "body": "Boy And Nettle:\n\nA Boy, stung by a Nettle, ran home crying, to get his mother to blow on the hurt and kiss it.\n\n\"Son,\" said the Boy's mother, when she had comforted him, \"the next time you come near a Nettle, grasp it firmly, and it will be as soft as silk.\"\n\nMoral: Whatever you do, do with all your might."
    },
    {
      "category": "",
      "title": "",
      "body": "The Law of Motion:\n\nJohn and James were neighbours and envy of each other. One day, John while taking a walk on his terrace saw smoke all around him. He looked down and saw that James was burning some leaves. He asked him not to do so.\n\nAt this, James replied, \"What can I do in this? Smoke always goes up.\" Then John brought a bucket full of water and poured it over the burning leaves.\n\nWhen James shouted at him, he said, \"What can I do in this? Water always flows down.\"\n\nJames had no answer to this."
    },
    {
      "category": "",
      "title": "",
      "body": "Home Alone:\n\nOne day Mr. & Mrs. David went out to attend a wedding. Their two sons Jack and Tom were all alone in the house. At midnight, the doorbell rang. Tom ran and opened the door thinking that his parents were back.\n\nBut there he found a stranger standing at the door. Actually, he was a burglar. He tied Tom and went to the room to look for valuables. But he was unaware of Jack, the other brother.\n\nWhen Jack saw the thief, he quietly slipped out of the house and complained to the police. The thief got arrested."
    },
    {
      "category": "",
      "title": "",
      "body": "The Lazy Farmer:\n\nSinha, the farmer was a very lazy man. He had fertile lands, but because of his laziness, he cultivated crops only in a part of his land.\n\nOne night, it rained heavily and the roads turned muddy. Sinha was very happy that it had rained. He was to water the crops the next day. However, because of the heavy rain, he did not have to water them as the crops got sufficient water. However, he wanted to assess the status of his fields after the rain.\n\nHe also had two loads of hay to be sold at the market. Since the roads were muddy, he stayed at home. He decided to take a visit after two days, by which time, he hoped that the roads would be clean.\n\nHowever, even after two days, the roads were still slightly muddy. Nevertheless, Sinha went to the market on a cart with horses. The road to the market was fairly good and he sold the hay. Then he took the country road and rode the cart towards his fields. But, the road was uneven and muddy with stagnant water.\n\nSinha drove very slowly to avoid getting dirty. Unfortunately, for Sinha, one wheel of the cart sank into the mire. He tried hard to move the cart and even pushed the horses to do so. The more he tried, the deeper the wheels sank into the mire.\n\nHe got down from the cart to look at the sunken wheel and searched all around for any help. However, help was hard to find, as people rarely took the country road, and all of them preferred the market road, which was much better.\n\nSinha started to curse himself for taking the bad road. Suddenly dark clouds appeared in the sky and it appeared that it was going to rain. Sinha lost his temper and started screaming, 'Hell, there is no one to help me'\".\n\nSuddenly, he heard a booming voice from the sky, \"Sinha, no one will help you unless you try to pull the wheel out by yourself.\n\nSinha then realized that he had done nothing to pull out the wheel from the mire. Sinha then removed the horses that were tied to the cart. He bent down and tried to pull out the wheel. After a few minutes of struggle, he gradually lifted the wheel from the mire. Supporting the cart with a shoulder, he pulled the wheel out. It was then Sinha understood that he succeeded, because he had tried. After that incident, Sinha realized his folly and was a changed man."
    },
    {
      "category": "",
      "title": "",
      "body": "Why Fish Lives In Water:\n\nMany years ago, when King Eyo was ruler of Calabar, the fish used to live on the land; he was a great friend of the leopard, and frequently used to go to his house in the bush, where they had a lot of fun together. \n\nNow the leopard had a very beautiful wife, with whom the fish fell in love. And after a time, whenever the leopard was absent in the bush, the fish used to go to his house and the wife and the fish used to be together, until at last an old woman who lived near informed the leopard what happened whenever he went away. \n\nAt first the leopard would not believe that the fish, who had been his friend for so long, would play such a low trick, but one night he came back unexpectedly, and found the fish and his wife together. \n\nThe leopard was very angry, and wanted to kill the fish, but he thought that because they had been friends for so long, he would not deal with him himself, but would report his behaviour to King Eyo. This he did, and the king held a big meeting, at which the leopard stated his case quite shortly, but when the fish was put upon his defence he had nothing to say, so the king addressing his subjects said, \n“This is a very bad case, as the fish had been the leopard's friend, and had been trusted by him, but the fish has taken advantage of his friend's absence, and has betrayed him.\"\n\nThe king, therefore, made an order that for the future the fish should live in the water, and that if he ever came on the land he should die."
    },
    {
      "category": "",
      "title": "",
      "body": "The Power of Silence:\n\nJoe was an old man aged 75 years. He lived very happily and formed a beautiful family. His children grew up and moved to different cities in pursue of good career and future. He lived in a small village carrying the memories of his deceased wife. Joe had 4 grand children and they used to visit him during their holidays.\n\nAnd it was the vacation time and Joe was eagerly waiting for the arrival of his grand children. He was preparing his home for the kids, cleaning the home, mowing the garden, rearranging the household items, buying the favourite foods, dresses for the children, etc. In the busy arrangements, he lost his favourite watch. old-watch\n\nThe watch was gifted by his dead wife when their first child was born. Joe treasured the watch and it became his sole companion after his wife's death.\n\nHe forgot the watch missing and was happy receiving the kids at home. It was only the next day when he was about to take bath, he remembered that the watch was missing. He saw the watch last when he was arranging things in the barn. He was shocked and very upset.\n\nHis grandchildren asked him why he was so dull and asked him what troubled him.\n\nJoe said, 'Dear children, I lost the most precious watch I have ever had and I ever got in my life. It was gifted by your grandma and I lost it while cleaning the home! I feel like I'm missing my heart.'\n\nJoe was on tears and the children promised him that they would search the watch for him.\n\nOne granddaughter asked 'grand pa, do you remember when you saw the watch last before it was missing?'\n\nJoe told, 'I guess when I was cleaning the barn!'\n\nThe children decided to search for the watch in the barn. The barn was full of waste materials, books, scraps, broken furniture, etc.\n\nThe children searched for more than 2 hours with help of Joe and a servant, but could not find it. Joe was completely shattered and asked the children to stop searching as they could not find anything.\n\nThe kids were also too sad, and consoled the grandfather.\n\nOne grandson again moved to the barn, and Joe asked why he was going there again. The little boy requested others not to follow him and remain silent.\n\nWhile the others were little surprised, they still followed what he said. The little boy went to the barn and sat there in silence.\n\nThe other children reached him and asked him what he was doing and the little boy asked them not to make noise.\n\nHe sat there for about 15 minutes and then rushed to his grandfather. Yes, he got the watch and happily gave it to Joe.\n\nHe was surprised and asked how he was able to find it. The little boy replied, 'I sat there without making a noise and the barn was so silent. After a few minutes, I heard the 'tick tick' sound and found the watch.\n\nJoe hugged him and thanked the little boy.\n\nThis is the power of silence. If we stay calm, we can find the solution very easily!"
    },
    {
      "category": "",
      "title": "",
      "body": "Lion And Statue:\n\nOne day, a Man and a Lion were discussing the relative strength of men and lions. The Man said that he and all his fellow men were stronger than lions because they were much more intelligent. \n“Come with me,“\n he said, \n“and I will soon prove that I am right.“\n So he took him into the park and showed him a statue of Hercules overcoming the Lion and tearing him in two. \n    \n“Oh, that is all very well,“\n said the Lion, \n“but honestly it proves nothing, for it was a man who made the statue.“\n \n    We can easily represent things as we wish them to be."
    },
    {
      "category": "",
      "title": "",
      "body": "Two Fishermen:\n\nThere were two fishermen who where close pals. They used to catch fish together on weekends. Since they were busy in their personal work and family, they hardly spend time together. It was a Saturday and they decided to drive to a nearby pond to enjoy their day in fishing. Also, they wanted to have some feast with the fish they catch.\n\nBoth carried essential utensils, cooking accessories, ingredients and fishing equipments. They reached the pond.\n\nThey sat at a distance and started hunting for the fish. The first fisherman got a big and beautiful fish in a few minutes. He was so happy and placed the fish in the ice box to retain the freshness. He decided to cook the fish as a whole fish in the noon. He spent some more time and captured a few more fishes. He decided to make a grand meal with the fish. Also, he froze a few fishes to take it back to home.\n\nIt was almost more than an hour they were fishing. He then approached the second fisherman and asked him if he need any help. The second man said no. In a few minutes, the second fisherman captured a large fish. However, he put that back into the lake.\n\nThe first man was surprised at his act. He remained silent. The second man captured many big fishes, but he just put back all those fishes into the lake.\n\nVery annoyed by his act, the first fisherman angrily asked him, 'Are you mad? Why do you put your fishes back into the water? They were beautiful and big!'\n\nThe second fisherman replied, 'I know they were big, but I don't have the big pan to cook the big fish! So I'm looking for a smaller fish that fits my cooking pan! The god is troubling me today.'\n\nBy hearing this, the first fisherman was surprised. He advised the second fisherman to cut the big fish into small pieces to suit in the pan and cook them properly.\n\nMany people are just like the second fisherman. We are provided with handful of big opportunities, chances and even fortune that we many times overlook. We need to work out just the same like the big fish fit into a small pan.\n\nGod will always give massive possibilities as well as problems that we can handle effortlessly. Everything given to us is within our means. Tell your problems that you have god with you rather than telling the god that you have problems."
    },
    {
      "category": "",
      "title": "",
      "body": "The Boasting Traveller:\n\nMan once went abroad on his travels, and when he came home he had wonderful tales to tell of the things he had done in foreign countries. \n\nAmong other things, he said he had taken part in a jumping-match at Rhodes, and had done a wonderful jump which no one could beat. \n\n“Just go to Rhodes and ask them,” he said; “every one will tell you it’s true.” But one of those who were listening said, “If you can jump as well as all that, we needn’t go to Rhodes to prove it. \n\nLet’s just imagine this is Rhodes for a minute: and now—jump!”\n\nMoral: \nDeeds, not words.\nDeeds speak louder than words."
    },
    {
      "category": "",
      "title": "",
      "body": "Why Feathers Of The Raven Are Black:\n\nLong, long ago the raven's feathers were as white as snow. He was a beautiful bird, but the other birds didn‘t like him because he was a thief. \n    One morning the raven heard a little bird singing merrily in a thicket. The leaves of the trees were dark green, and the little bird's yellow feathers looked like sunshine among them. \n    \n“I will have that bird,“\n said the raven, and he seized the trembling little bird. \n    The yellow bird fluttered and cried, \n“Help, help! Will no one come and help me?“\n \n     The other birds happened to be far away, and not one heard her cries. \n    Now hidden in the bark of a tree was a wood-worm. \n    \n“I am only a wood-worm,“\n he said to himself, \n“and I can not fly like a bird, but the yellow bird has been good to me. \n    When the sun set, the raven went to sleep. Then the wood-worm made his way softly up the pine-tree to the raven's nest, and bound his feet together with grass and pieces of birch-bark. \n    \n“Fly away,“\n whispered the wood-worm softly to the little yellow bird, \n“and come to see me. I must teach the raven not to be cruel to the other birds.“\n \n    The little yellow bird flew away, and the wood-worm brought twigs, and moss, and birch-bark, and grass, and put them around the tree. Then he set them all on fire. Up the great pine-tree went the flames, leaping from bough to bough. \n    \n“Fire! Fire!“\n cried the raven.\n“Come and help me! My nest is on fire!“\n \n    The other birds were not sorry to see him flutter. \n“He is a thief,“\n they said. \n“Let him be in the fire.“\n \n    By and by the fire burned the grass and the pieces of birch-bark that fastened his feet together, and the raven flew away. He was not burned, but he could no longer be proud of his shining white feathers, for the smoke had made every one of them as black as night."
    },
    {
      "category": "",
      "title": "",
      "body": "Clever Mr. Pat:\n\nMr. Pat was a very clever man but he had a habit of bragging. One day, he went to a restaurant. A man came and sat in front of him, as there was no other space available in the restaurant.\n\nAs was his habit Mr. Pat started bragging. The other person got fed up of his bragging and asked him, \"Tell me one thing that you can't do and I will show you that I can do it.\n\nAt this, Mr. Pat stood up from his chair and said; \"I cant pay my bill. Now you will have to pay it.\"\n\nThe other person had no option but to pay the bill."
    },
    {
      "category": "",
      "title": "",
      "body": "The Tale of Peter Rabbit:\n\nA long time ago, there lived four little rabbits, with fancy names: Flopsy, Cotton-tail, Peter and Mopsy. They lived under a very big fir tree, in a sand-bank.\n\nOne day, old Mrs. Rabbit called the four little rabbits for a little talk. \"Listen to me,\" she said, \"I know that you like to run and play all around the place, but I advise you not to go to Mr. McGregor's garden. Do you know why?\"\n\nFlopsy, Mopsy, Cotton-tail and Peter shook their heads.\n\n\"Your father was killed in Mr. McGregor's garden. Mrs. McGregor put him in a pie,\" mother rabbit said solemnly.\n\nThe four little rabbits looked as though they understood their mother's message.\n\n\"Alright then, go and play, but don't get into trouble. I have to go out now,\" mother rabbit said. She took her umbrella and her basket, and set out to the baker's. She had to buy a few currant buns and a loaf of brown bread.\n\nMeanwhile, the four little bunnies, left on their own, began exploring their neighbourhood. Mopsy, Flopsy and Cotton-tail, being good bunnies, hopped down the lane to pick some blackberries. However, Peter, being very naughty, did exactly what was forbidden: He ran to Mr. McGregor's garden, and squeezed under the gate. Not troubled by any thoughts of danger, he ate up some lettuce, and then some beans. Next came the radishes. Then, feeling a bit sick in his stomach, he looked for some parsley.\n\nBut, as he foraged for parsley, he had the misfortune of coming face to face with none other than Mr.McGregor himself, who had been planting out young cabbages. Presently, he ran after Peter waving his rake, and screaming, \"Stop thief!\"\n\nPeter was terribly frightened and ran all over the garden looking for an exit. In his panic, he had forgotten where the gate was. Now, it should be said that he had been wearing shoes, and he lost both his shoes among the vegetables while he was running for his life. However, after losing his shoes, he ran on all four legs and went faster, but unfortunately, ran into a gooseberry net. He was wearing a blue jacket with large brass buttons, and the buttons got caught in the net.\n\nPeter lost all hope of escaping Mr. McGregor's wrath, and began sobbing uncontrollably. Some sparrows overheard the bunny's sobs and flew to him. They urged him to try to escape and not to give up. In the meanwhile, Mr.McGregor approached Peter with a sieve, which he wanted to catch Peter with, but Peter wriggled out, leaving his jacket behind him.\n\nNow free of his shoes and jacket, Peter scurried at full speed into the toolshed and jumped into a can. It would have saved him, had it not been full of water.\n\nMeanwhile, Mr. McGregor, being quite sure of finding Peter in the toolshed, began to look for him there in all possible hiding places. Most unfortunately, right at that moment Peter sneezed 'Kertyschoo!'\n\nMr. McGregor was soon upon him, but Peter managed to jump out of the window, which was too small for the big man to squeeze through.\n\nTherefore, Mr. McGregor stopped his chase of Peter, having been tired of so much running around. He went back to his work.\n\nPeter sat down and took a rest. He was out of breath, and was still trembling from fright. He still had no idea which way to go to escape the place. He was also very wet, having been in the can full of water. He ventured out of his hiding place and began to wander about, and met a mouse and a cat. Both did not help in any way. Anyway, he did not trust the cat. He had heard enough about cats from his cousin Benjamin Bunny.\n\nHe tried going back to the toolshed, and climbed upon a wheelbarrow. He saw Mr.McGregor hoeing onions. Luckily his back was turned towards Peter. Then, all of a sudden, Peter saw the gate beyond him!\n\nSo he climbed down very quietly from the wheelbarrow, and ran as fast as he could to the gate, slipped under it, and was safe at last outside the garden.\n\nMeanwhile, Mr.McGregor found Peter's jacket and shoes, and decided that they would be best for a scare-crow to scare off the birds.\n\nPeter, safe outside the garden, did not stop running until he reached home under the big fir tree. He was so tired that he flopped down on the floor and closed his eyes. His mother was busy cooking, and wondered what he had done with his shoes and jacket. It was the second pair of shoes and jacket that Peter had lost in a fortnight!\n\nLater she found that, well, Peter was not so fine, and had a flu. But Peter did not utter a word about his adventures. His mother put him to bed, made some chamomile tea and gave him a dose of it with the admonition \"one table-spoonful to be taken at bed time!\"\n\nMopsy, Flopsy and Cotton-tail, who had a significantly less exciting time than Peter, were fed with milk, bread and strawberries for supper."
    },
    {
      "category": "",
      "title": "",
      "body": "The Fisherman & the Little Fish:\n\nA poor Fisherman, who lived on the fish he caught, had bad luck one day and caught nothing but a very small fry. The Fisherman was about to put it in his basket when the little Fish said:\n\n\"Please spare me, Mr. Fisherman! I am so small it is not worth while to carry me home. When I am bigger, I shall make you a much better meal.\"\n\nBut the Fisherman quickly put the fish into his basket.\n\n\"How foolish I should be,\" he said, \"to throw you back. However small you may be, you are better than nothing at all.\"\n\nMoral: A small gain is worth more than a large promise."
    },
    {
      "category": "",
      "title": "",
      "body": "The Defeat of an Animal Kingdom:\n\nIt was a beautiful animal kingdom in the forest. Instead of a lion being the king, a brave and kind hearted Leopard ruled the forest. There were no lions in the kingdom. All animals lived happily under the reign of the King Leopard. A wise fox was the minister of the kingdom.\n\nKing Leopard always seeks suggestion from his minister to make any decision. One day, Leopard saw a new-born lion cub near a bush. He wished to look after the cub and asked his minister to offer his suggestion.\n\nThe wise fox told the king, \"It is not wise to raise a lion cub! We are happy in our kingdom. They are more powerful than us and it may cause harm to our happy lives. Please think well before you act majesty!\"\n\nThe Leopard ordered his soldiers to carry the cub to his place. He informed the minister 'the cub was seen dying in the forest and let him stay with us here in our kingdom!' The minister fox was happy for the kind hearted words of the king, but still warned him to stay alert.\n\nYears pass by and the little lion cub grew into a powerful young lion. Lion realized that he was the most powerful animal in the entire kingdom and demanded supremacy over others.\n\nThe lion started to destroy the beautiful animal kingdom to show off his power to the animals.\n\nThe king Leopard heard all these and was really shocked at hearing the behavior of the lion.\n\nThe fox requested the king to befriend the lion before he ruin everything in their kingdom. However, the king Leopard, who was very much angry with the lion decided to kill the lion.\n\nThe fox pleaded the king to befriend the lion as lions won't harm the friends. Unfortunately, the king ignored the words of the fox.\n\nOne day, the lion demanded a part of the kingdom and ordered him to crown as a king! The fox requested the king to provide him a part of their kingdom with animals.\n\nThe king angrily refused and demanded the lion to leave their kingdom.\n\nAfter a few days, lion arrived with a group of big and powerful lions. They gradually destroyed the kingdom and brought everything under their control.\n\nSo we cannot ignore the words and suggestions of elders. We should listen to them carefully and take necessary actions if it's a good suggestion."
    },
    {
      "category": "",
      "title": "",
      "body": "The Sheep & the Pig:\n\nOne day a shepherd discovered a fat Pig in the meadow where his Sheep were pastured. He very quickly captured the porker, which squealed at the top of its voice the moment the Shepherd laid his hands on it. You would have thought, to hear the loud squealing, that the Pig was being cruelly hurt. But in spite of its squeals and struggles to escape, the Shepherd tucked his prize under his arm and started off to the butcher's in the market place.\n\nThe Sheep in the pasture were much astonished and amused at the Pig's behavior, and followed the Shepherd and his charge to the pasture gate.\n\n\"What makes you squeal like that?\" asked one of the Sheep. \"The Shepherd often catches and carries off one of us. But we should feel very much ashamed to make such a terrible fuss about it like you do.\"\n\n\"That is all very well,\" replied the Pig, with a squeal and a frantic kick. \"When he catches you he is only after your wool. But he wants my bacon! gree-ee-ee!\"\n\nMoral: It is easy to be brave when there is no danger."
    },
    {
      "category": "",
      "title": "",
      "body": "Stone Soup:\n\nA kindly old stranger was walking through the land, when he came upon a village. As he entered, the villagers moved towards their homes, locking doors and windows. The stranger smiled and asked, \n“ Why are you all so frightened? I am a simple traveler, looking for a soft place to stay for the night, and a warm place for  a meal.“\n \n    \n“ There‘s not a bite to eat,“\n he was told, \n“ we are weak, and our children are hungry!“\n \n    \n“ Oh, I have everything I need! In fact, I was thinking of making some stone soup, to share with all of you.\n“ \n    He pulled an iron cauldron from his cloak, filled it with water and began to build a fire under it. Then, with great ceremony, he drew an ordinary looking stone from a silken bag, and dropped it into the water. \n    By now, hearing the rumor of food, most of the villagers had come out of their homes, or watched from their windows. As the stranger sniffed the broth, and licked his lips in anticipation, hunger become to overcome their fear. \n    \n“ Aaaah“\n said the stranger, \n“ I do like a tasty stone soup! Of course stone soup with cabbage that‘s much better!“\n \n    Soon, a villager approached hesitantly, holding a small cabbage. He added it to the pot. \n    \n“ Wonderful!“\n cried the stranger. \n“ You know, I once had stone soup with cabbage and a bit of salt beef as well and it was fit for a king!“\n \n    The village butcher managed to find some salt beef, and so it went through potatoes, onions, carrots, mushrooms and so on, until there was indeed a delicious meal for everyone in the village to share. \n    The village elder offered the stranger a great deal of money for the magical stone, but he refused to sell it and travelled on the next day. \n    As he left, the stranger came upon a group of village children, standing near the road. He gave the silken bag to the youngest child, and whispered to him that it was not the stone, but the villagers that had performed the magic. \n    By working together, with everyone contributing what they can, a greater good is achieved."
    },
    {
      "category": "",
      "title": "",
      "body": "Dog And His Master's Dinner:\n\nA Dog had learned to carry his master's dinner to him every day. He was very faithful to his duty, though the smell of the good things in the basket tempted him.\n\nThe Dogs in the neighborhood noticed him carrying the basket and soon discovered what was in it. They made several attempts to steal it from him. But he always guarded it faithfully.\n\nThen one day all the Dogs in the neighborhood got together and met him on his way with the basket. The Dog tried to run away from them. But at last he stopped to argue.\n\nThat was his mistake. They soon made him feel so ridiculous that he dropped the basket and seized a large piece of roast meat intended for his master's dinner.\n\n\"Very well,\" he said, \"you divide the rest.\"\n\nMoral: Do not stop to argue with temptation."
    },
    {
      "category": "",
      "title": "",
      "body": "Bear And Two Travellers:\n\nTwo men were traveling together, when suddenly a Bear appeared in front of them. One of them climbed up quickly into a tree, and hid himself in the branches. The other, scared, fell flat on the ground, and when the Bear came up and felt him with his snout, and smelt him all over, he held his breath, and pretended to be dead. The Bear soon left him, for bears do not touch dead bodies. \n    When he was quite gone, the other traveler came down from the tree, and asked what the Bear had whispered in his ear? \n“ He gave me this advice,“\n his companion replied. \n“ Never travel with a friend who deserts you at the approach of danger.“\n \n    Misfortune tests the sincerity of friendship."
    },
    {
      "category": "",
      "title": "",
      "body": "The Ass In Skin Of A Lion:\n\nAn ass, having put on a Lion‘s skin, roamed about in the forest and laughed by frightening all the foolish animals he met in his wanderings. He was having a lot of fun. \n\nAt last coming upon a Fox, he tried to frighten him as well, but the Fox no sooner heard the sound of his voice that he exclaimed, \n“I might possibly have been frightened by your looks by myself, if I had not heard your bray. Closed me disguise a fool but his words will give him a way“"
    },
    {
      "category": "",
      "title": "",
      "body": "Story Of First Emeralds:\n\nIn the days of long ago there was a time when there were no emeralds on the Earth. Men knew where to find other precious stones. They could get pearls and diamonds, but no one had ever seen an emerald, because the emeralds were hidden away in the bed of the sea, far far down below the waves. \n    The king of India had many precious things, and he was always eager to get others. One day a stranger stood before his door, and when the king came out he cried, \n“O king, you have much that is precious. Do you wish to have the most beautiful thing on Earth,?“\n \n    \n“Yes, in truth,“\n said the king. \n“What is it?“\n\n    \n“It is a vase made of an emerald stone,“\n answered the stranger. \n    \n“And what is an emerald stone?“\n asked the king. \n    \n“It is a stone that no one on Earth has ever seen. It is greener than the waves of the sea or the leaves of the forest.“\n \n    \n“Where is the wonderful vase?“\n cried the king. \n    \n“Where the waves of the sea never roll“\n but when the king was about to ask where that was, the stranger had gone. \n    The king asked his three wise men where it was that the waves of the sea never rolled. One said, \n“In the forest;“\n another said, \n“On the mountain; “\n and the last said, \n“In the sea where the water is deepest.“\n \n    The king thought a long time about these answers of the wise men. At last he said: \n“If the emerald vase had been in the forest or on the mountain, it would have been found. I think it is in the deepest water of the sea.“\n \n    This king of India was a great magician. He went to the sea, and there he sang many a magical song, for he said to himself, \n“I have no diver who can go to the bed of the sea, but often magic will do what a diver can not.“\n \n    The king of the world under the water owned the beautiful vase, but when he heard the songs, he knew that he must give it up. \n“Take it,“\n he said to the spirits that live in the deepest water. \n“Bear it to the king of India. The spirits of the air will try to take it from you, but see that it goes safely to the king whose magic has called it from the sea.“\n \n    The spirits of the sea rose from the waves bearing the precious vase. \n    \n“It is ours, it is ours,“\n said the spirits of the air. The spirits of the air and the spirits of the water fought together. \n“What a fearful storm!“\n cried the people on the Earth. \n“See how the lightning shoots across the sky, and hear the thunder roll from mountain to mountain!“\n They hid themselves in terror, but it was no storm, it was only the spirits fighting for the emerald vase. \n    One of the spirits of the air bore it at last far up above the top of the highest mountain. \n“It is mine,“\n he cried. \n“Never,“\n said a spirit of the water, and he caught it and threw it angrily against the top of the mountain. It fell in hundreds of pieces. \n    There was no vase like it in the east or the west, the north or the south, and so the king of India never had an emerald vase; but from the pieces of the vase that was thrown against the mountain came all the emeralds that are now on the Earth."
    },
    {
      "category": "",
      "title": "",
      "body": "The Magician:\n\nTHIS is a fairy story, but it is a true one, as you will know when I have done. Magicians are not believed in nowadays, but .they still exist, and I will tell you about one whom you can all employ after reading my story.\n\nA favored being of earth, endowed with the spirit and power of which I speak, once exclaimed, \"I wish ! \" And he wished to see a city built, to see forests and fields, streams, tiny lakes, and many other wonderful things, in a desolate country. \n\nThis power was put into force in a thousand directions, and soon dwellings arose, scenes once barren waste became end-less beauty, human creatures and dumb animals rejoiced, and the abundance of all good things brought harmony in every home, and there was no envy, for this power blessed all alike. I saw this power in its might and beauty, and it was not from beneath, it was from above ; it was a principle that even exalted beings recognize, honor, and employ. Idleness, want, and misery had vanished, and the thoughts of human creatures had time to soar to loftier themes that still had in them the higher demands of this motive power. Shall I tell you the secret, that you also may exercise this magical gift ? \n\nThe lowliest hearts and hands may wield it and help to adorn the earth, help to ennoble and bless each fellow-creature. The name of this magical power is Prayerful Labor."
    },
    {
      "category": "",
      "title": "",
      "body": "North Wind And Sun:\n\nThe North Wind and the Sun had a quarrel about which of them was the stronger. While they were disputing with much heat and bluster, a Traveler passed along the road wrapped in a cloak.\n\n\"Let us agree,\" said the Sun, \"that he is the stronger who can strip that Traveler of his cloak.\"\n\n\"Very well,\" growled the North Wind, and at once sent a cold, howling blast against the Traveler.\n\nWith the first gust of wind the ends of the cloak whipped about the Traveler's body. But he immediately wrapped it closely around him, and the harder the Wind blew, the tighter he held it to him. The North Wind tore angrily at the cloak, but all his efforts were in vain.\n\nThen the Sun began to shine. At first his beams were gentle, and in the pleasant warmth after the bitter cold of the North Wind, the Traveler unfastened his cloak and let it hang loosely from his shoulders. The Sun's rays grew warmer and warmer. The man took off his cap and mopped his brow. At last he became so heated that he pulled off his cloak, and, to escape the blazing sunshine, threw himself down in the welcome shade of a tree by the roadside.\n\nMoral: \n- Gentleness and kind persuasion win where force and bluster fail.\n- It is sometimes possible to gain by persuasion what can not be gained by mere force."
    },
    {
      "category": "",
      "title": "",
      "body": "The Art of Drawing:\n\nRonnie, a small boy was very fond of drawing but his father didn't allow him to do so. One day he was sitting on a windowsill when he saw a red car parked outside his house. He made a sketch of it.\n\nNext day, the police came to his house to enquire about a red car that belonged to a gangster. Ronnie showed them his sketch from which the police got the information about the model of the car and its number too.\n\nAfter few days, the police came and said that because of Ronnie's sketch, the gangster was caught. Ronnie's father praised him and then never stopped him from drawing."
    },
    {
      "category": "",
      "title": "",
      "body": "The Plum Stone:\n\nOne day Vanya's mother bought some plums from the market. She washed them and left them on a big plate in the centre of the dining table. Mother wanted to give the plums to the children after dinner. It was not every day that plums were bought.\n\nVanya had not tasted plums all his life and was very curious about it. First he sniffed the fruit, wrinkled his nose at the pleasing smell, and decided that he liked the fruit. Dinner time was still a long way off and he did not have the patience to wait. He just could not resist his temptation. \"No one will notice if I take one,\" he said to himself.\n\nAs soon as he was alone in the room, he seized a big plum and ate it quickly. Vanya exclaimed, \"Hmmm.. plums are very delicious indeed!\"\n\nWhen it was time for dinner, his mother counted the plums and found that one was missing. She informed her husband about it. The whole family sat around the table to eat and in the course of the meal, father enquired, \"Well children, have any of you eaten a plum without your mother's knowledge?\" Each child answered in turn, \"No.\" Vanya's heart began to beat very fast and he blushed. He lied that he did not eat the plum.\n\nSuddenly, somebody from the deck called out, \"Shark! Shark!\"\nThe Shark, Short Story By Leo Tolstoy\n\nThen father said, \"It is wrong to steal a plum, but that's not all. You see, plums have small stones and if you swallow a stone, you will die the next day. That's what really bothers me.\"\n\nVanya became very upset and blurted out, \"I did not eat the stone. I threw it out of the window.\"\n\nThe entire family burst into peals of laughter, Vanya felt guilty and ashamed. He wept bitterly.\n\nHis parents hugged him. His mother consoled him and said, \"Your father presented the matter in such a way that you would come up with the truth.\" She added, \"God loves children who are honest.\"\n\nVanya apologized to the whole family and promised that thereafter he would speak only the truth.\n\nAfter all, honesty is the best policy!"
    },
    {
      "category": "",
      "title": "",
      "body": "The Miser:\n\nA Miser had buried his gold in a secret place in his garden. Every day he went to the spot, dug up the treasure and counted it piece by piece to make sure it was all there. He made so many trips that a Thief, who had been observing him, guessed what it was the Miser had hidden, and one night quietly dug up the treasure and made off with it.\n\nWhen the Miser discovered his loss, he was overcome with grief and despair. He groaned and cried and tore his hair.\n\nA passerby heard his cries and asked what had happened.\n\n\"My gold! O my gold!\" cried the Miser, wildly, \"someone has robbed me!\"\n\n\"Your gold! There in that hole? Why did you put it there? Why did you not keep it in the house where you could easily get it when you had to buy things?\"\n\n\"Buy!\" screamed the Miser angrily. \"Why, I never touched the gold. I couldn't think of spending any of it.\"\n\nThe stranger picked up a large stone and threw it into the hole.\n\n\"If that is the case,\" he said, \"cover up that stone. It is worth just as much to you as the treasure you lost!\"\n\nMoral: A possession is worth no more than the use we make of it."
    },
    {
      "category": "",
      "title": "",
      "body": "Ugly Duckling:\n\nA duck made her nest under some leaves and sat on her eggs to keep them warm. When the eggs broke, little ducks came out until only one egg was left. It was a very large egg. At last it broke, and out came a big, ugly duckling. \n“What a big duckling!“\n said the old duck. \n“He doesn‘t look like us.  Could it be a goose? We will see. If he doesn‘t like the water, he is not a duck.“\n \n   The next day the mother duck took her ducklings to the pond. \n    Splash! Splash! The mother duck was in the water and the little ducklings followed. The big, ugly duckling swam, too. \n    The mother duck said, \n“He is not a goose. He is my own little duck. He will not be so ugly when he grows up.“\n \n    Then she said to the ducklings, \n“Come with me. I want you to see the other ducks.“\n \n    While the mother duck wasn‘t paying attention, an old duck bit the ugly duckling. \n    \n“Let him alone,“\n said the mother duck. \n“He didn‘t hurt you.“\n \n   \n“I know that,“\n said the duck, \n“but he is so ugly.“\n \n    The next duck they met, said, \n“Your ducklings are lovely, but one of them is very very ugly.“\n \n    The mother duck said, \n“I know he is not very pretty, but he is a very good duckling.“\n \n    Then she said to the ducklings, \n“Now, my dears, have fun.“\n \n    But the poor, big, ugly duckling didn‘t have fun. The hens bit him and the big ducks walked on him. \n    The poor duckling was very sad. He didn‘t want to be ugly but he could not help it. He ran to hide away. \n    The summer went by. Then the leaves fell, and it was very cold and the poor duckling had a very hard time. But at last it was spring. The birds sang. The ugly duckling was big now, so one day he flew away. Soon he saw three white swans on the lake, and said \n“ I am going to see those birds, but I am afraid they will bite me because I am so ugly.“\n \n    He put his head down to the water and saw a beautiful reflection. He was not an ugly duck. He had become a white swan and the other swans came to see him. Everyone looked at him and said \n“Oh, look at the beautiful swans! The one that came last is the pretties of all.“\n \n    And they gave him bread and cake. \n    It was a very happy time for the ugly duckling."
    },
    {
      "category": "",
      "title": "",
      "body": "The Fire Specialists:\n\nOnce there was a big haystack near a village and several small animals had made their homes in it. Among them were a snake, a tortoise and a jackal.\n\nOne day, all the three creatures were gossiping, when suddenly they heard some people shouting Fire! Fire! the snake said that he knew hundred ways to deal with the fire and the tortoise said that he knew thousand ways.\n\nWhen it was the Jackal's turn, he said, \"I know only one way to deal with the fire and that is to run away.\"\n\nSaying this, the Jackal ran away and other fire specialists got burnt in the fire."
    },
    {
      "category": "",
      "title": "",
      "body": "Delicacy of Feeling:\n\nTHE value of a charitable deed depends entirely upon the way it is done. Remember, the poor are always sensitive. Said a poor woman: \"If anyone gives me anything and then tells of it, I've paid for it\" Yes, paid for it in shame and distress more than the gift was worth. Said a lady at her gate one day: \"That's Mrs. Dean; I know it's her by her dress. I gave it to her.\"\n\nOnce one man said to another, \" I gave you this work because you were poor and I thought you'd be glad to get it.\" Why did he remind the man of his distress, already hard to bear? It would have sounded much better if he had said: \" It is very handy getting this work done so near home. I am glad you could do it for me.\" The workman would have thought: \"I like to work for him, his manners are so pleasant.\"\n\nNow judge which is nicest. A lady was having the Primary Association girls at her house to make a quilt for a donation to some worthy object. One girl whispered: \"My sister and I are the only ones here without white aprons.\" She did not know it was overheard till after dinner, when the hostess appeared from an inner room and whispered to her, \"Now you're not the only ones with gingham aprons on.\" I heard the whisper, glanced at the two faces, and lovelier smiles I never saw. They were from the hearts of sympathy and appreciation."
    },
    {
      "category": "",
      "title": "",
      "body": "The Wolf & the Crane:\n\nA Wolf had been feasting too greedily, and a bone had stuck crosswise in his throat. He could get it neither up nor down, and of course he could not eat a thing. Naturally that was an awful state of affairs for a greedy Wolf.\n\nSo away he hurried to the Crane. He was sure that she, with her long neck and bill, would easily be able to reach the bone and pull it out.\n\n\"I will reward you very handsomely,\" said the Wolf, \"if you pull that bone out for me.\"\n\nThe Crane, as you can imagine, was very uneasy about putting her head in a Wolf's throat. But she was grasping in nature, so she did what the Wolf asked her to do.\n\nWhen the Wolf felt that the bone was gone, he started to walk away.\n\n\"But what about my reward!\" called the Crane anxiously.\n\n\"What!\" snarled the Wolf, whirling around. \"Haven't you got it? Isn't it enough that I let you take your head out of my mouth without snapping it off?\"\n\nMoral: Expect no reward for serving the wicked."
    },
    {
      "category": "",
      "title": "",
      "body": "The Selfish Giant:\n\nLong ago, there was an exquisite garden which not only had lively trees, but also had a collection of flowers that gave out a wonderful fragrance. The birds that used to regularly visit the garden sang the most melodious songs. It was truly a lovely garden.\n\nThere were some children who regularly played in this beautiful garden. It was their play area, where they used to spend some lovely afternoons after school and the even more time during holidays. The birds that lived in this magnificent garden, used to sing melodious tunes, which even made the kids stop their games and listen to them.\n\nHowever, there was a truth that no one knew, not until the day when a giant, returned one day. The garden, in fact, belonged to the giant who had gone away for a long time, and no one knew about him. At times the little ones used to talk among themselves, wishing that the owner never returned.\n\nOne day, the kid's fears came true as the owner of the garden returned.\n\nThe owner, a big fat giant, came back stamping his feet with a loud thud. The children playing in the garden felt themselves being lifted from the ground and back as the sound got stronger.\n\nWhen the giant saw kids playing in his garden, he became very angry and then built a huge wall all around it and put a notice board, which said that any trespasser will be punished.\n\nThe selfish giant had closed the door on the kids. They would come back from school, and would talk about the garden. The children were sad and wished that the giant had never returned.\n\nThen spring came, beautiful flowers bloomed everywhere. An array of colors was spread all over the country, but what was the garden like, no one could see.\n\nThe reality was that spring did not visit the garden this time. It was still winter in the selfish giants' garden. The trees had forgotten to blossom and the birds were in no mood to sing. Even the little flowers were so annoyed with the sign to ban children from coming in, that they slipped back into the ground, as they were as sad as they could be.\n\nThe only ones who were happy were snow and frost. Having the whole space to them, both were happy to be up in spring. They thought that spring had overlooked this garden, and considered themselves as the undisputed master of the now \"frozen\" garden.\n\nThe snow had painted everything white and the frost had turned all the trees silver. Both rulers of this white world now invited the north wind, who came roaring in furs and moaned over the garden day in and day out. He roared so much that he blew all the chimney- pots down. And, if this was not enough, one day the north wind had an idea. Since we are having so much fun here, is it not a good idea that we invite hail.\n\nThen came Hail, dressed in grey with icy cold breadth. Every day for hours, it rattled on the roof on the roof of the castle, until most of the slates on the roof were broken. He ran and ran, around the garden like the fastest roller coaster ride, casting havoc on the once beautiful garden.\n\nOne day the giant heard lovely music while lying on his bed. He thought that it must be some of the king's musicians, who were passing by the garden.\n\nHowever, as the giant went towards the window, he saw a bird singing. He thought that spring had finally arrived and even a little bird's song, felt like the most melodious music in the world to him.\n\nThe north wind stopped dancing, the hail stopped roaring, and a deliciously sweet perfume came to him through the open window.\n\nThe giant jumped out of his bed and looked out of the window, but what did he see?\n\nHe saw the most beautiful sight; a few children had come in through a small hole in the gardens wall.\n\nThe children were on every tree, the trees were happy that they covered themselves with flowers.\n\nThe grass was happy and so were the flowers, each one of them was waiting for the kids to come back and here they were laughing with glee at the sight of innocent children playing around the garden. The birds tweeted, as they had never done before.\n\nHowever, in a corner of the garden, there was a little boy, who could not reach the branches of a tree.\n\nThe tree was still covered in snow and frost and hail was still roaring around it. The tree bent its branches to help the boy climb up, but to no avail. The child was too tiny to do so himself.\n\nThe giant felt guilty about his selfish behavior, and was very sorry for what he had done. I should have let the children play in my garden, he thought to himself. The giant was indeed very sorry and he decided to help the small boy.\n\nHe then proclaimed, \"From now on the garden will be the children's playground forever and ever, and I will knock down the walls of my garden, and I'll do that for sure.\"\n\nThe giant slowly went down stairs, softly opened the door, and slowly went into the garden.\n\nAll the children ran away except for the one who was crying, he could not see the garden because of his tears. The giant picked the boy up and placed him on a branch of the tree. The flowers and birds came back and so did the other children, when they saw the giant being kind to the boy. The boy hugged the giant and kissed him.\n\nFrom that day on, the giant played with all the children every day, until he grew old and week, that was when he confined himself in his room and used to watch the children play.\n\nThe boy, who had kissed him, the giants' first friend, never came back and he longed for him to come. He used to ask the other children about him, but they had the faintest clue as to who he was and where he lived.\n\nOne winter morning, the giant was getting ready, he saw the most wonderful sight from the window, the boy was standing in the farthest corner of the garden, the same boy the giant loved the most. The tree above the boy had blossoms on it and silver fruits hung from the tree.\n\nThe giant ran towards the boy and hugged him, he saw blood in his palms, the giant was angry because the boy was hurt. The giant asked the boy to name the person who hurt him and that he shall punish him.\n\nThe boy calmed him down and asked him not to worry, as they were wounds of love. An unusual calmness came on the giants' face.\n\nThe little boy then took his hand and told the giant he was taking him to the garden of paradise.\n\nLater, that afternoon, when the children came to play in the garden, they saw the giant lying on the ground with a calm smile on his face. On closer inspection, they realized that he was dead, his body covered with white flowers."
    },
    {
      "category": "",
      "title": "",
      "body": "The Young Crab & His Mother:\n\nA crab lived with his mother at the bottom of the sea. The mother crab was very very proud of her son, but she was always nagging and nagging at him to do better. One morning she noticed her son scuttling across the sea bed in the sideways motion that crabs have. \n“ I wish you would walk forwards,“\n said the mother crab. \n“ It would look so much nicer!“\n \n   \n“I will mother, answered the son, if you will show me how.“\n \n    The crab tried and tried and tried but she found that she too could only walk sideways, as crabs can only walk sideways! And so, she finally gave up and didn‘t criticize her son any longer. \n\t\nMoral: We should not criticize people for what is not their fault.\nDo not tell others how to act unless you can set a good example."
    },
    {
      "category": "",
      "title": "",
      "body": "How a Boy Went Fishing:\n\nON the morning of Decoration-day, Harry declined attending the celebration with the family, saying that he preferred to go fishing, \"lots of other fellows were going.\" So Harry gathered up his fishing outfit, his gun, dinner pail, matches, and an umbrella for sultry sun or summer shower, and set them outside the door while he hunted for a few angleworms.\n\nThe parents bade him good-by, to take care of himself, and not go too far up the canyon, for the walk home after pleasure is over is always a longer one than that of going.\n\nWhen the parents and two youngest ones returned from the celebration that afternoon, the good house- keeper had a nice, plain dinner ready; the two children left in her care were asleep after their dinner, and the house seemed peaceful and cool after the long ride and exercises in the open air.\n\nJust before lamp-light, Harry came home, all his trim outfit looking very dusty and out of order; the umbrella was broken, the dinner pail dented and cover lost, and his clothing both torn and dirty. But Harry proudly showed a trout that he had brought home for mother's own supper no one else must ask for a taste or even accept a proffered portion, or cast admiring glances that way. The trout was about five inches long and had a peculiar, ragged appearance. \"You see,\" explained Harry, \"the line got tangled after he swallowed the bait, and I shot him for fear he'd get away.\" \" There was no danger of that,\" said Harry's father. The proud son now expressed a de- termination to. make a fire and cook the trout. \" O Harry, don't make a fire to-night and heat the house; the trout will do for breakfast ! \" \" Mother, the house-keeper might eat it herself; little bites; trout is tempting.\" \"No, Harry, she wouldn't do that.\" \"Well, then, mother, I'll dig a hole in the garden and bury the fish to keep it cool all night.\" \"Very well,\" said she, and Harry spent half an hour in the garden, then came in satisfied with the labors of the day. Throwing himself upon the lounge, he recounted the rambles he had made, how encumbered he had been with so much luggage, the loss of his ramrod, then the theft of his dinner by a hungry dog, and finally how blistered his feet were with so much walking ; but he had enjoyed himself. Suddenly he asked, \" Do you suppose cats or dogs could burrow under that box?\" He rose, looked out of the window and spied a neighbor's dog sniffing at the fresh earth. That roused him thoroughly and he forgot that he was tired. The dog was chased for a block away; the trout was dug up, the protecting wrappers of paper, cloth, and leaves were removed, a hot fire kindled, and the trout put into the oven. \" Baked trout, mother, is a delicacy enjoyed by epicures.\" \"Thank you, Harry, but I'm afraid I can't eat it to-night.\" \"Yes you can, I want you to know what a real fresh brook trout tastes like. I'll practice on my flute while it bakes, and call you when it is done. You go walk in the garden.\" She had not the heart \"to refuse his pleading smile, and, glad also to get out of the warm kitchen, she strayed into the front yard, and, oh, what a sight met her gaze ! Geraniums, verbenas, and over there the strawberry bed, turned upside down ! Holes and mounds of earth, and, lying crossways of a pansy bed, a hoe and long- handled shovel. \"What does it mean?\" she asked the housekeeper, who was just returning from an errand up town. \" He said it was searching for angle- worms, ma'am.\" Harry's mother re-entered the house after a serious conflict with self, whether to scold or not to scold, and there was he upon the lounge fast asleep after the weariness of the day. She went to the oven ; the trout was done like a chip.\n\nWhen Harry was awakened for bed-time, he said : \" Mother, I enjoyed your having that trout more than though I had eaten it myself.\" \" I know it, my son, and now won't you eat some raspberry pie and sweet milk, for I am sure you must be faint?\" \" Faint! I'm starved! Mother, I couldn't love you more if you were an angel ! \" Harry concluded this declaration with a rapturous hug, and turned with a boy's own appetite to his tempting meal."
    },
    {
      "category": "",
      "title": "",
      "body": "Boys And Frogs:\n\nSome Boys were playing one day at the edge of a pond in which lived a family of Frogs. The Boys amused themselves by throwing stones into the pond so as to make them skip on top of the water.\n\nThe stones were flying thick and fast and the Boys were enjoying themselves very much; but the poor Frogs in the pond were trembling with fear.\n\nAt last one of the Frogs, the oldest and bravest, put his head out of the water, and said, \"Oh, please, dear children, stop your cruel play! Though it may be fun for you, it means death to us!\"\n\nMoral: Always stop to think whether your fun may not be the cause of another's unhappiness."
    },
    {
      "category": "",
      "title": "",
      "body": "Why Parrot Repeats Words Of Men:\n\nIn the olden times when the earth was young, all the birds knew the language of men and could talk with them. Everybody liked the parrot, because he always told the truth. \n   This bird that always told the truth lived with a man who was a thief, and one night the man killed another man's ox and hid its flesh. \n    When the other man came to look for it in the morning, he asked the thief, \n“Did you take my ox?“\n \n    \n“No, I didn‘t take it,“\n said the man. \n    \n“Is that the truth?“\n the owner asked. \n    \n“Yes, it is. I have not seen the ox,“\n repeated the man. \n    \n“Ask the parrot,“\n said one of the villagers, \n“He is a bird of truth.“\n \n    \n“O bird of truth,“\n said they to the parrot, \n“did this man kill an ox?“\n \n     \n“Yes, he did,“\n answered the parrot. \n    The thief knew well that the villagers would punish him the next day, if he could not make them think that the parrot didn‘t always tell the truth. \n   When night came he put a great jar over the parrot. Then he poured water upon the jar and struck it many times with a tough piece of oak. This he did half the night. Then he went to bed and was soon fast asleep.\n    In the morning the men came to punish him. \n    \n“How do you know that I killed the ox?“\n he asked. \n    \n“Because the bird of truth says that you did.“\n \n    \n“The bird of truth!“\n he said. \n“That parrot is no bird of truth. He will not tell the truth even about what happened last night. Ask him if the moon was shining.“\n \n    \n“Did the moon shine last night?“\n the men asked.\n    \n“No,“\n answered the parrot. \n“There was no moon, for the rain fell, and there was a great storm in the heavens. I heard thunder half the night.“\n \n    \n“This bird has always told the truth before,“\n said the villagers, \n“but there was no storm last night and the moon was bright. What shall we do to punish the parrot?“\n they asked the thief. \n    \n“I think we will no longer let him live in our homes,“\n answered the thief. \n“Yes,“\n said the others, \n“ he must fly away to the forest.“\n \n    So the parrot flew away sorrowfully into the lonely forest. He met a mocking-bird and told him what had happened. \n     \n“Why did you not repeat men's words as I do?“\n asked the mocking-bird. \n“Men always think their own words are good.“\n \n    \n“But the man's words were not true,“\n said the parrot. \n    \n“That is nothing,“\n replied the mocking-bird, laughing. \n“Say what they say, and they will think you are a wonderful bird.“\n \n    \n“Yes, I see,“\n said the parrot truthfully, \n“and I will never again be punished for telling the truth. I will only repeat the words of others."
    },
    {
      "category": "",
      "title": "",
      "body": "Fly And Bull:\n\nA Fly flew over the meadow with much buzzing for so small a creature and settled on the tip of one of the horns of a Bull. After he had rested a short time, he made ready to fly away. But before he left he begged the Bull's pardon for having used his horn for a resting place. \n    \n“You must be very glad to have me go now,“\n he said. \n    \n“It's all the same to me,“\n replied the Bull. \n“I did not even know you were there.“\n \n    We are often of greater importance in our own eyes than in the eyes of our neighbor."
    },
    {
      "category": "",
      "title": "",
      "body": "The Travelers & the Purse:\n\nTwo young men were traveling in company along when one of them picked up a good looking purse with valuables.\n\n“Oh, what a lucky day for me!” he said. “I have found the purse filled with gems and gold.”\n\n“Do not say ‘I’ have found a purse,’” said his companion. “ Rather say  ‘we’ have found a purse and ‘how lucky we are.’ Travelers are ought to share alike the fortunes or misfortunes of the road.”\n\n“No, no,” disagreed the other angrily. “I found and picked the purse so it is only me who is going to keep it.”\n\nAs the two men were discussing the ownership of the fortune, they heard a shout “Stop, thief! Catch the thief”. When the men looked behind they saw a  mob of people armed with clubs angrily coming down the road.\n\nThe man with the purse fell into a panic.\n\n“We are in trouble if they find the purse with us,” he cried.\n\n“No, no,” replied the other, “You did not say ‘we’ before when you had to share your fortune, so now stick to your ‘I’. Say ‘I am in trouble.’ Don’t try to share your misfortune now, when you were not ready to share your fortune  earlier.\n\nMoral: We cannot expect anyone to share our misfortunes unless we are willing to share our good fortune also."
    },
    {
      "category": "",
      "title": "",
      "body": "An Hour with the Aged:\n\nAT a time when I had a nice Sunday-school class, of which I was very fond, there was an aged and very eccentric old lady who was quite particular in the selection of her acquaintances. For some reason of her own, she favored me with her friendship, and it became my custom to start so early to Sunday-school that I could spend an hour with her. Her room was very odd to look at ; she had a fancy for putting almost everything into a separate little bag. The hair-brush, coarse and fine combs, were each suspended in a bag just exactly large enough. Even the penholder stuck out of the top of a slender bag that just fitted it. Would you imagine a thimble-bag also? It was a fact. It took me several visits to become accustomed to her oddity. \" It was partly on account of the dust, and partly a habit of order,\" she said. I found out through her kindness of heart that some of these calico bags held a bunch of grapes and an apple each. \"I've got grandchildren,\" she explained.\n\nShe also had a Bible so very old that the pages were yellow, and it was so large it was awkward to hold. Many a pleasant talk we had, she explaining to me passages that were obscure. How I loved to read the writings of Esdras in the Apocrypha, and how odd were some of the names in the old Bible ! Such old-fashioned ear-rings as she wore, too. One day I asked her if she had not had them a long time, for my mother had, hidden safely away, a pair something like them that grandpa gave her for her fifth birthday, when he came home with his ship. Said she, \"My husband put these in my ears forty years ago on our wedding-day, and I want them buried with me.\"\n\nIt so happened that her wish was fulfilled that same summer, and it was my mournful pleasure to attend her last hours and moments in this life.\n\nDear children, it is a sacred pleasure to realize that you have lightened a few hours of the aged and lonely who have been withdrawn from the sunshine and cheerfulness of outdoor existence. If it is your privilege to do so, let your ministrations help them to forget a portion of their sorrow and pain, and perhaps they may bear a kind word for you to the higher and better world."
    },
    {
      "category": "",
      "title": "",
      "body": "Dogs And Hides:\n\nSome hungry Dogs saw a number of hides at the bottom of a stream where the Tanner had put them to soak. A fine hide makes an excellent meal for a hungry Dog, but the water was deep and the Dogs could not reach the hides from the bank. So they held a council and decided that the very best thing to do was to drink up the river. \n\n     All fell to lapping up the water as fast as they could. But though they drank and drank until, one after the other, all of them had burst with drinking, still, for all their effort, the water in the river remained as high as ever. \n\n     Do not try to do impossible things."
    },
    {
      "category": "",
      "title": "",
      "body": "Donkey, Fox And Lion:\n\nA Donkey and a Fox had become close friends, and were constantly in each other's company. While the Donkey cropped a fresh bit of greens, the Fox would devour a chicken from the neighboring farmyard or a bit of cheese stolen from the dairy. One day the pair unexpectedly met a Lion. The Donkey was very much frightened, but the Fox calmed his fears. \n     \n“I will talk to him,“\n he said. \n     So the Fox walked boldly up to the Lion. \n     \n“Your highness,“\n he said in an undertone, so the Donkey could not hear him, \n“I've got a fine scheme in my head. If you promise not to hurt me, I will lead that foolish creature yonder into a pit where he can't get out, and you can feast at your pleasure.“\n \n     The Lion agreed and the Fox returned to the Donkey. \n     \n“I made him promise not to hurt us,“\n said the Fox. \n“But come, I know a good place to hide till he is gone.“\n \n     So the Fox led the Donkey into a deep pit. But when the Lion saw that the Donkey was his for the taking, he first of all struck down the traitor Fox. \n     Traitors may expect treachery."
    },
    {
      "category": "",
      "title": "",
      "body": "The Lamb:\n\nThe lamb was very very proud of itself. It was polished and very beautiful. It was filled with oil and when it was lit it shone so brightly, casting a soft glowing light over the room it was in. \n    \n“Just look at me“\n said the lamb happily. \n“ I really am a most wonderful lamb. I give as much light as the silver moon in the sky. I shine as beautifully as the moon and all the stars in the heavens put together. More than that, I shine as brightly as the sun itself!“\n \n    At that moment, a great gust of wind blew into the room through the open window. The wind was so strong that it blew the light of the lamb out altogether. The room was plunged into darkness. \n    \n“Now do you see how foolish you are?“\n asked the lamb‘s owner as he relit the lamb. \n“ How dare you compare yourself with the sun, the moon and the stars. They all cast their light forever while a mere puff of wind can put you out!“\n \n    Pride comes before a fall."
    },
    {
      "category": "",
      "title": "",
      "body": "Traveller And His Dog:\n\nA man was just about to set out. He was going on a very long journey. He was rather fussy and he truly wanted everything to be perfect. In order to make sure that everything would be perfect he spent days and days getting ready. He tidied everything up in his house and he prepared a great deal of food. When he was ready he put on his travelling clothes and put his backpack on his back. Only then did he leave the house. His dog was waiting for him outside. \n“ Why are you sitting there doing nothing?“\n grumbled his owner. \n“ Do I have to do everything? Come on, get ready to come with me!“\n \n    The dog wagged his tail politely. \n“ But I am ready, master,“\n he said, \n“ I have been waiting for you!“\n \n    We tend to blame others for our own mistakes."
    },
    {
      "category": "",
      "title": "",
      "body": "The Little Pink Rose:\n\nOnce there was a little pink rosebud, and she lived down in a little dark house under the ground. \n    Once, she was sitting there, all by herself, and it was very still. Suddenly, she heard a little \\u2018tap tap tap‘ at the door. \n    \n“Who is that?“\n she said. \n    \n“It‘s the rain, and I want to come in“\n said a soft little voice. \n    \n“No, you can‘t come in!“\n \n    After a while, she heard another \\u2018tap tap tap‘ on the window pane. \n    \n“Who is there?“\n she said. \n    The same soft little voice answered, \n“ It‘s the rain, and I want to come in“\n. \n    \n“No, you can‘t come in!“\n said the little rosebud. \n    Then it was still for a long time. \n    At last, there came a little rustling, whispering sound, all around the window. Rustle! Whisper! Whisper! \n    \n“Who is there?“\n said the little rosebud. \n    \n“It‘s the sunshine!“\n said a little soft cheery voice, \n“ And I want to come in!“\n \n   \n“No\n\\\\“ said the little pink rose, “\n you can‘t come in!“\n \n    And she sat still again. \n    Pretty soon she heard the sweet little rustling noise at the keyhole. \n    \n“Who is there?“\n she said. \n    \n“It‘s the sunshine!“\n said the cheery little voice, \n“ And I want to come in! I want to come in!“\n \n    \n“No, no“\n said the little pink rose, \n“ you can not come in!“\n \n    By and by, as she sat so still she heart \\u2018tap tap tap‘ and \\u2018rustle, whisper, rustle‘, all up and down the window pane, and on the door, and at the keyhole. \n    \n“Who is there?“\n she said. \n    \n“It‘s the rain and the sun, the rain and the sun,“\n said the two little voices together,\n“ and we want to come in! We want to come in!“\n \n    \n“Dear dear“\n said the little rosebud, \n“ if there are two of you, I suppose I shall have to let you in.“\n \n    She opened the door a little wee crack and in they came, and one took one of her little hands, and the other took her other little hand and they ran ran ran with her, right up to the top of the ground. \n    Then they said, \n“ Poke your head through!“\n \n    So, she poked her head through, and she was in the midst of a beautiful garden. It was springtime, and all the other flowers had their heads poked through, and she was the prettiest little pink rose in the whole garden."
    },
    {
      "category": "",
      "title": "",
      "body": "The Crow & the Pitcher:\n\nA Crow, half-dead with thirst, came upon a Pitcher which had once been full of water; but when the Crow put its beak into the mouth of the Pitcher he found that only very little water was left in it, and he simply couldn‘t reach far enough down to get it. He tried, and he tried. He tried everything to push his head into the pitcher, but at last he gave up in despair. Suddenly, a thought came to him. He took a pebble and dropped it into the Pitcher. Then he took another pebble and dropped it into the Pitcher.\n\n Then he took yet another pebble and dropped that into the Pitcher, and so on. \n\n At last, he saw the water mount up near him, and after casting in a few more pebbles he was able to drink and quench his thirst. \n \n Moral: Little by little does the trick"
    },
    {
      "category": "",
      "title": "",
      "body": "The Fox & the Grapes:\n\nA Fox one day spied a beautiful bunch of ripe grapes hanging from a vine trained along the branches of a tree. The grapes seemed ready to burst with juice, and the Fox's mouth watered as he gazed longingly at them.\n\nThe bunch hung from a high branch, and the Fox had to jump for it. The first time he jumped he missed it by a long way. So he walked off a short distance and took a running leap at it, only to fall short once more. Again and again he tried, but in vain.\n\nNow he sat down and looked at the grapes in disgust.\n\n\"What a fool I am,\" he said. \"Here I am wearing myself out to get a bunch of sour grapes that are not worth gaping for.\"\n\nAnd off he walked very, very scornfully.\n\nMoral: There are many who pretend to despise and belittle that which is beyond their reach."
    },
    {
      "category": "",
      "title": "",
      "body": "Most People:\n\nOnce there was a farmer who owned a large garden with variety of fruit-trees. But one mango tree got barren. Though, it no longer had any fruits, it provided shelter to many birds.\n\nFinding the mango tree useless, farmer decided to fell it. The moment, he was about to cut the tree with his axe, the birds living on the tree begged him, \"Spare this tree, sir! If you fell it, we will become homeless and have to go elsewhere. Moreover, it will deprive you of our merry notes when you are here at work.\"\n\nBut the farmer turned a deaf-ear to the plea of the birds and struck at the tree with his axe. A few strokes of axe discovered a hollow in the tree-stem containing a large honey-comb inside it.\n\nDelighted at his find, the farmer thought in his mind, \"This tree is really worth keeping. If not mangoes, then honey can make me money. So, I must not fell it.\"\n\nThe farmer was very clever. Finding the tree to be useless, he decided to get rid of it but the moment he came to know that the tree was still fruitful, he decided to keep it."
    },
    {
      "category": "",
      "title": "",
      "body": "The Bundle Of Sticks:\n\nA certain Father had a family of Sons, who were forever quarreling among themselves. No words he could say did the least good, so he cast about in his mind for some very striking example that should make them see that discord would lead them to misfortune.\n\nOne day when the quarreling had been much more violent than usual and each of the Sons was moping in a surly manner, he asked one of them to bring him a bundle of sticks. Then handing the bundle to each of his Sons in turn he told them to try to break it. But although each one tried his best, none was able to do so.\n\nThe Father then untied the bundle and gave the sticks to his Sons to break one by one. This they did very easily.\n\n\"My Sons,\" said the Father, \"do you not see how certain it is that if you agree with each other and help each other, it will be impossible for your enemies to injure you? But if you are divided among yourselves, you will be no stronger than a single stick in that bundle.\"\n\nMoral: In unity is strength."
    },
    {
      "category": "",
      "title": "",
      "body": "Two Brave Women:\n\nKaran Singh was all set to go to the fields. Among the other things he carried with his agricultural tools, were his sword and a gun. A merchant, who always noticed this, could not but help satisfy his curiosity. One day as Karan set out to go the fields, the merchant asked him why he always carried his weapons along with his other agricultural tools.\n\nKaran Singh went to his shop and told him that even if he told him the reason, he might not understand it. Hence, he advised him to concentrate on his shop's accounts, rather than focusing on matters that did not concern him. He also added that it was mainly because of Dadua, and that the villagers should be prepared when Dadua attacks. Hence, it was wise to always carry the weapons.\n\nThe merchant had the least idea who Dadua was, and asked him, \"Who is Dadua, and what does he want from us. Are there so many dacoits near our village?\"\n\nKaran understood that the merchant was getting apprehensive. It was understandable, because the dacoits always looted the merchants first, because they were also the local moneylenders. In order to pacify the merchant, he sat down and told him the story of Dadua, the famous dacoit.\n\nIn those days, might was right and the sword belonged to those who used it with honor. Accordingly, the sword settled all quarrels. The village, where Karan Singh and his brother Ram Singh stayed was called Pachegaon. In addition, not too far from this place was the neighboring village of Vala. A Thakur Sahib, a very powerful man, who had a large army of soldiers, ruled the neighboring village.\n\nThe village of Pachegaon mostly consisted of Rajput warriors, who were united and stopped all attacks from the Thakur. Finally, the Thakur realized that he could not beat the Rajputs. Therefore, he turned to the dacoit, Dadua for help. He promised to give one whole village in his territory, if the dacoit could capture the particular village of Pachegaon.\n\nDadua, with the help of Thakur's soldiers tried many times to capture the village of Pachegaon, but he was unsuccessful. Each time, there was much bloodshed, but Dadua could not capture the village. He knew that the people were united and the only way he could possibly beat them was to break that unity. Their loyalty to each other was so great, that it was like a fortress against any enemy. Dadua knew that the only way that he could possibly get in was during the time, when the warriors were working in the fields or hunting.\n\nOne early winter morning, when the dacoits were all sitting around the fire and smoking their hookahs, a messenger came and told them it was harvest-time at Pachegaon. It was likely that all men at the village would be at the fields, and only the women and children would be at home. They knew that this was the ideal time to attack. Dadua collected a few men and getting on their horse, they rode to the village.\n\nThe villagers were always ready to fight the dacoits. Even the women were prepared. A few of them also kept a sword next to their oven, where they made their bread. Even the children played dacoits and soldiers amongst themselves.\n\nBy the time, the dacoits reached the village, it was already mid-morning. They looked around and envied the villagers. The fields were rich yellow and ripe for harvest. There was plenty of vegetables and dairy stock around. For a moment, Dadua thought of settling down and becoming a farmer.\n\nMeanwhile, Vama, and Mala, the wives of Karan Singh and his brother Ram Singh were busy cooking the afternoon meal in the kitchen. They were talking to themselves, and suddenly, Vama said to Mala, \"I feel very restless today. All the men are in the fields and only the women, children and old men are left in the village. What if the dacoits attack the village today?\"\n\nMala asked Vama not to worry and said, \"They will not come, and even if they do, we have our sticks and swords.\"\n\nMala went to the next room, brought out her sword, and pulled it out of the scabbard. She started brandishing it and said, \"Who knows, I might need this today.\"\n\nWhen the lunch was ready, then tied it into bundles, and set out for the fields. The men saw the women coming and they stopped working. They gave their bullocks some grass to eat and proceeded to wash themselves in the stream. Then, they all sat under the tree and began to eat.\n\nSuddenly, from far, the women saw in a cloud of dust, horsemen fast approaching. Mala said, \"This must be Dadua's men. He must have got word that the village is unguarded today.\"\n\nThe men got up, when they realized it was Dadua and his men. Soon, a fierce battle began and in the ensuing battle, Karan Singh was badly wounded. Soon his brother was also shot dead. Both Vama and Mala came to their husband's side. Karan Singh told them, \"You are Rajput women. Don't allow them to pass this field.\"\n\nVama, Mala and the other Rajput women began throwing stones at the horses. The horses began prancing, when the shower of stones began to hit them. The horses soon threw the riders off balance. The dacoits picked their swords, and ran towards the women, who were ready with their swords.\n\nHowever hard they tried, the dacoits were unable to beat Vama, Mala, and the other few women. Clearly, the women were outnumbered, but the dacoits were no match for them. They asked Dadua, whether they could shoot them, just like they shot Karan and Ram Singh.\n\nDadua shouted at them, and said it was even shameful to think that. The fight went on and soon only four of the twelve dacoits were remaining, while Vama and Mala were still fighting hard. They were slightly injured but showed no signs of stopping.\n\nFinally, Dadua decided to leave and return another day, now that the main men were dead. Besides, the other farmers, hearing the sound of guns had also reached the scene. All they saw was these two women, all bloodied, brandishing swords and screaming, \"Come back and fight.\"\n\nThe farmers' quickly attended to the wounds of the women and pacified them. Then they gave the dead men a hero's burial, and returned to the village."
    },
    {
      "category": "",
      "title": "",
      "body": "Milkmaid And Her Pail:\n\nA Milkmaid had been out to milk the cows and was returning from the field with the shining milk pail balanced nicely on her head. As she walked along, her pretty head was busy with plans for the days to come.\n\n\"This good, rich milk,\" she mused, \"will give me plenty of cream to churn. The butter I make I will take to market, and with the money I get for it I will buy a lot of eggs for hatching. How nice it will be when they are all hatched and the yard is full of fine young chicks. Then when May day comes I will sell them, and with the money I'll buy a lovely new dress to wear to the fair. All the young men will look at me. They will come and try to make love to me,—but I shall very quickly send them about their business!\"\n\nAs she thought of how she would settle that matter, she tossed her head scornfully, and down fell the pail of milk to the ground. And all the milk flowed out, and with it vanished butter and eggs and chicks and new dress and all the milkmaid's pride.\n\nMoral: Do not count your chickens before they are hatched."
    },
    {
      "category": "",
      "title": "",
      "body": "Bat And Weasels:\n\nA Bat blundered into the nest of a Weasel, who ran up to catch and eat him. The Bat begged for his life, but the Weasel would not listen.\n\n\"You are a Mouse,\" he said, \"and I am a sworn enemy of Mice. Every Mouse I catch, I am going to eat!\"\n\n\"But I am not a Mouse!\" cried the Bat. \"Look at my wings. Can Mice fly? Why, I am only a Bird! Please let me go!\"\n\nThe Weasel had to admit that the Bat was not a Mouse, so he let him go. But a few days later, the foolish Bat went blindly into the nest of another Weasel. This Weasel happened to be a bitter enemy of Birds, and he soon had the Bat under his claws, ready to eat him.\n\n\"You are a Bird,\" he said, \"and I am going to eat you!\"\n\n\"What,\" cried the Bat, \"I, a Bird! Why, all Birds have feathers! I am nothing but a Mouse. 'Down with all Cats,' is my motto!\"\n\nAnd so the Bat escaped with his life a second time.\n\nMoral: Set your sails with the wind."
    },
    {
      "category": "",
      "title": "",
      "body": "Died on the Way:\n\nTHE emigrant train had come in, and so many were waiting, some at the depot with their own vehicles, watching for dear ones ; others hailed hacks or took the street-cars, and a few remained, who would, as soon as the throng cleared away a little, walk up to the house where homeless emigrants might stay for a few days.\n\nA party of four by themselves attracted attention. A man of solemn countenance, with two little children that clung on either side of him, serious, frightened-looking little things, although they were healthy and neatly dressed. Beside them walked a pale woman with a babe in her arms. Oh, those sad dark eyes ! The group, followed by a few others, moved into the large yard, and when they entered the house, sobs and moans and the cries of little children broke forth. Men and women on the street had noticed and wondered, but no one liked to ask a question, and now well they had gone out of sight. The man who had charge of the house came to show them a room, and render assistance if needed and learned the sad story. The baby had been ailing a little, and just before they reached the city had died in convulsions. The parents must go on in the morning, and the precious one be laid among strangers. The father walked the floor in dumb wretchedness. One after another came in with heart-felt words. One whose heart is ever kind and thoughtful, provided a meal for the travelers and then went out for the little casket. His wife came in and saw that dainty clothes were in readiness, and the husband assumed the expense of the occasion, saying it was little enough he could do, for his own heart had known the loss of his first child only a short time before. The tears of strangers mingled with the mourners, and it may be that the sweet sympathy helped to assuage their grief.\n\nA young girl came in and looked on, but what was there for her to do ? A sudden thought ! She went out and in a few moments returned with a handful of flowers and laid them upon the casket. The poor mother took one from the rest and laid it in her pocket-book. Brief services were held, and in a few moments the little casket was carried out, the family entered a carriage, and then the few who had gathered around dispersed to their own homes. The little Saint had reached his journey's end, the Zion of his parents hopes, and now endeared to them, by that little mound, their link between earth and heaven.\n\nIn early times, before the railroad was made, many yielded to the fatigues of travel by wagon. I knew of a young girl whose lover set out for Zion, having not means sufficient for both, but intending to earn money and send back for her. It happened soon after he had gone that means came to her family, and they joyfully set forth with the next company. They had reached \"the plains,\" and one night the young lady, after walking about awhile, sat down to rest. They had seen, day after day, newly-made graves by the way- side. \"Lily, dear, perhaps that is a grave you are sitting upon; there is a board at one end.\" Lily rose and bent over to read the name, then cried out, \" Mother! \" It was the grave of the young man who had left them in England so little while before. This was Lily's first trial in coming to Zion, and the journey from that day must have been a sorrowful one.\n\nThere was an old man so poor that he was obliged to go into an institution for the poor. The officers granted him the privilege of coming out on Sunday to attend his house of worship, and knew he was a Latter-day Saint too. This was perhaps his only solace, but he kept praying that God would bring him out of that prison life and to Zion. The matter was spoken of in meeting, and word reached Salt Lake City, where an old friend of his had lately come. Very soon it was written to a friend there that the money was forwarded to pay his passage here. On Sunday he was asked after meeting if he could make ready in three days to go to Utah. He was overjoyed, and the release from the house was obtained next day. With his possessions all tied up in one red cotton handkerchief, he left the prison-like walls and went among old acquaintances, bidding them a glad good-by. It so happened that some of these found themselves able to add a few gifts and comforts for the journey, which you may be sure he appreciated. Friends related how he enjoyed the ocean trip and the cities of America, then the cars for the long, swift ride. But, alas ! his feeble frame could not endure the constant excitement and change, and it was thought best to stop over a few days to give him rest. A good elder stayed with him and did all that could be done. One night the old man said, ''Brother, you can go on in the morning with my body. I want it buried in Zion ; but I shall be there in spirit, before you.\" He died happy, because he was free and on his way here.\n\nChildren who were born in Zion have no idea of the intense, prayerful longing in the hearts of those who desire to gather to God's appointed place. I know all about it, for I once lived out in the world. Can you realize the blessing of emigrating those who cannot otherwise get here ? How different all would have seemed if that poor man had died away back beyond the ocean!"
    },
    {
      "category": "",
      "title": "",
      "body": "The Donkey & His Driver:\n\nAn Donkey was being driven along a road leading down the mountain side, when he suddenly took it into his silly head to choose his own path. He could see his stall at the foot of the mountain, and to him the quickest way down seemed to be over the edge of the nearest cliff. Just as he was about to leap over, his master caught him by the tail and tried to pull him back, but the stubborn Ass would not yield and pulled with all his might.\n\n\"Very well,\" said his master, \"go your way, you willful beast, and see where it leads you.\"\n\nWith that he let go, and the foolish Ass tumbled head over heels down the mountain side.\n\nMoral: They who will not listen to reason but stubbornly go their own way against the friendly advice of those who are wiser than they, are on the road to misfortune."
    },
    {
      "category": "",
      "title": "",
      "body": "Wolf In Clothing Of A Sheep:\n\nA certain Wolf could not get enough to eat because of the watchfulness of the Shepherds. But one night he found a sheep skin that had been cast aside and forgotten. The next day, dressed in the skin, the Wolf strolled into the pasture with the Sheep. Soon a little Lamb was following him about and was quickly led away to slaughter.\n\nThat evening the Wolf entered the fold with the flock. But it happened that the Shepherd took a fancy for mutton broth that very evening, and, picking up a knife, went to the fold. There the first he laid hands on and killed was the Wolf.\n\nMoral: The evil doer often comes to harm through his own deceit."
    },
    {
      "category": "",
      "title": "",
      "body": "The Fairy:\n\nOnce upon a time there was a widow who had two daughters. The elder was so much like her, both in looks and character, that whoever saw the daughter saw the mother. They were both so disagreeable and so proud that it was impossible to live with them. The younger, who was the very picture of her father, was one of the most beautiful girls ever seen. As people naturally love their own likeness, this mother doted on her elder daughter, and at the same time had a great aversion for the younger. She made her eat in the kitchen and work continually. \n\n    Among other things, this unfortunate child had to go twice a day to draw water more than a mile and a half from the house, and bring home a pitcher full of it. One day, as she was at this fountain, there came to her a poor woman, who begged of her to let her drink. \n    \n“Oh, yes, of course“\n said this pretty little girl. So she took some of the best clearest water from the fountain, and gave it to her. \n    The good woman having drunk, said to her: \n“You are so pretty and so good that I can not help giving you a gift.“\n For this was a fairy, who had taken the form of a poor country-woman, to see how far the good manners of this pretty girl would go. \n“I will give you for gift,“\n continued the Fairy, \n“that, at every word you speak, there shall come out of your mouth either a flower or a jewel.“\n \n    When this pretty girl returned, her mother scolded at her for staying so long at the fountain. \n    \n“I beg your pardon, mother,“\n said the poor girl. \n    And in speaking these words there came out of her mouth two roses, two pearls, and two large diamonds. \n    \n“What is it I see there?“\n said her mother, quite astonished. \n“I think pearls and diamonds come out of the girl's mouth! How happens this, my child?“\n \n    So the girl told her the story of the old woman. \n   \n“Truly,“\n cried the mother, \n“I must send my own dear child there“\n. \n    So the other girl went, but grumbled all the way, taking with her the best silver tankard in the house. \n    She no sooner reached the fountain than she saw coming out of the wood, a magnificently dressed lady, who came up to her, and asked to drink. This was the same fairy who had appeared to her sister, but she had now taken the air and dress of a princess, to see how far this girl's rudeness would go. \n    \n“Did I come here to serve you with water, pray? I suppose this silver tankard was brought purely for your fancy, was it? However, you may drink out of it, if you want,“\n said the proud ill-bred girl. \n   \n“You are not polite,“\n answered the fairy, without anger. \n“Well, then, since you are so disobliging, I will give you a gift. At every word you speak there shall come out of your mouth a snake or a toad.“\n \n    So soon as her mother saw her coming, she cried out: \n    \n“Well, daughter?“\n \n    \n“Well, mother?“\n answered the unhappy girl, throwing out of her mouth a snake and a toad. \n    \n“Oh, mercy!“\n cried the mother, \n“what is it I see? It is her sister who has caused all this, but she shall pay for it,“\n and immediately she ran to beat her. The poor child fled away from her, and went to hide herself in the forest nearby. \n    The King's son, who was returning home, met her, and seeing her so beautiful, asked her what she did there alone and why she cried. \n   \n“Alas! sir, my mother has turned me out of the house.“\n \n    The King's son, who saw five or six pearls and as many diamonds come out of her mouth, desired her to tell him how that happened. She told him the whole story. The King's son fell in love with her, and, considering that such a gift was worth more than any marriage portion another bride could bring, conducted her to the palace of the King, his father, and there married her, and they lived happily ever after."
    },
    {
      "category": "",
      "title": "",
      "body": "The Lion and the Mouse:\n\nOnce when a lion, the king of the jungle, was asleep, a little mouse began running up and down on him. This soon awakened the lion, who placed his huge paw on the mouse, and opened his big jaws to swallow him.\n\n\"Pardon, O King!\" cried the little mouse. \"Forgive me this time. I shall never repeat it and I shall never forget your kindness. And who knows, I may be able to do you a good turn one of these days!”\n\nThe lion was so tickled by the idea of the mouse being able to help him that he lifted his paw and let him go.\n\nSometime later, a few hunters captured the lion, and tied him to a tree. After that they went in search of a wagon, to take him to the zoo.\n\nLion and Mouse Story\nJust then the little mouse happened to pass by. On seeing the lion’s plight, he ran up to him and gnawed away the ropes that bound him, the king of the jungle.\n\n\"Was I not right?\" said the little mouse, very happy to help the lion.\n\nMoral: A kindness is never wasted."
    },
    {
      "category": "",
      "title": "",
      "body": "The Astronomer:\n\nAn absent minded astronomer was interested in nothing, but simply staring and staring at the stars. Every night he would go out, and he would look and study them in the sky. One evening he was walking along as usual, his head in the air and his eyes fixed on the stars. He didn‘t notice that there was a deep well in front of him. As he made his way along, he suddenly tripped and fell into the well. \n“ Help“\n he shouted, \n“ Help me someone!“\n \n    He sat at the bottom of the well, soaked to the skin and calling for help. A passerby heard his shouts and peered down into the hole. \n    \n“Please help me!“\n begged the astronomer. \n“ I was so busy studying the stars that I didn‘t notice the well.“\n \n    \n“That‘s your fault“\n the passerby told him. \n“ You really should have looked where you were going!“\n \n    It‘s no use fixing our minds on higher things, like the stars and the sky, if we ignore what is going on around us."
    },
    {
      "category": "",
      "title": "",
      "body": "Sweet Porridge:\n\nThere was a poor but good little girl who lived alone with her mother, and they no longer had anything to eat. So the child went into the forest, and there an aged woman met her who was aware of her sorrow, and presented her with a little pot, which when she said, cook, little pot, cook, would cook good, sweet porridge, and when she said, stop, little pot, stopped cooking. \n\nThe girl took the pot home to her mother, and now they were freed from their hunger and ate sweet porridge as often as they chose. Once on a time when the girl had gone out, her mother said, cook, little pot, cook. And it did cook and she ate till she was satisfied, and then she wanted the pot to stop cooking, but did not know the words. So, the pot went on cooking and the porridge rose over the edge, and still it cooked and cooked and cooked until the kitchen and whole house were full, and then the next house, and then the whole street, just as if it wanted to satisfy the hunger of the whole world.\n\n At last when only one single house remained, the child came home and just said, stop, little pot, and the pot stopped, and whosoever wished to return to the town had to eat his way back."
    }
  ]
}