{
  "data": [
    {
      "category": "Educational Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Always Stay Alert",
      "body": "Once upon a time there was a lion that grew so old that he was unable to kill any prey for his food. So, he said to himself, I must do something to stay my stomach else I will die of starvation.\nHe kept thinking and thinking and at last an idea clicked him. He decided to lie down in the cave pretending to be ill and then who-so-ever will come to inquire about his health, will become his prey. The old lion put his wicked plan into practice and it started working. Many of his well-wishers got killed. But evil is short lived.\n\nOne day, a fox came to visit the ailing lion. As foxes are clever by nature, the fox stood at the mouth of the cave and looked about. His sixth sense worked and he came to know the reality. So, he called out to the lion from outside and said, How are you, sir?\n\nThe lion replied, I am not feeling well at all. But why don’t you come inside?\n\nThen the fox replied, I would love to come in, sir! But on seeing, all foot prints going to your cave and none coming out, I would be foolish enough to come in.\n\nSaying so, the fox went to alert the other animals.\n\nMoral: Always Keep Your Eyes Open and Stay Alert before Walking in Any Situation.\n\n"
    },
    {
      "category": "Educational Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Birbals Khichri",
      "body": "On a cold winter day Akbar and Birbal took a walk along the lake. A thought came to Birbal that a man would do anything for money. He expressed his feelings to Akbar. Akbar then put his finger into the lake and immediately removed it because he shivered with cold. Akbar said “I don’t think a man would spend an entire night in the cold water of this lake for money.” Birbal replied “I am sure I can find such a person.” Akbar then challenged Birbal into finding such a person and said that he would reward the person with a thousand gold coins.\n\nBirbal searched far and wide until he found a poor man who was desperate enough to accept the challenge. The poor man entered the lake and Akbar had guards posted near him to make sure that he really did as promised. The next morning the guards took the poor man to Akbar. Akbar asked the poor man if he had indeed spent the night in the lake. The poor man replied that he had. Akbar then asked the poor man how he managed to spend the night in the lake.\n\nThe poor man replied that there was a street lamp near by and he kept his attention affixed on the lamp and away from the cold. Akbar then said that there would be no reward as the poor man had survived the night in the lake by the warmth of the street lamp. The poor man went to Birbal for help.\n\nThe next day, Birbal did not go to court. The king wondering where he was, sent a messenger to his home. The messenger came back saying that Birbal would come once his Khichri(Rice) was cooked. The king waited hours but Birbal did not come. Finally the king decided to go to Birbal’s house and see what he was up to.\n\nHe found Birbal sitting on the floor near some burning twigs and a bowl filled with Khichri(Rice) hanging five feet above the fire. The king and his attendants couldn’t help but laugh.\n\nAkbar then said to Birbal “How can the Khichri(Rice) be cooked if it so far away from the fire?”\n\nBirbal answered “The same way the poor man received heat from a street lamp that was more than a furlong away.”\n\nThe King understood his mistake and gave the poor man his reward.\n\n"
    },
    {
      "category": "Educational Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Crows in the Kingdom",
      "body": "One day Emperor Akbar and Birbal were taking a walk in the palace gardens. It was a nice summer morning and there were plenty of crows happily playing around the pond. While watching the crows, a question came into Akbar’s head.\n\nHe wondered how many crows were there in his kingdom. Since Birbal was accompanying him, he asked Birbal this question. After a moment’s  thought, Birbal replied, “There are ninety-five thousand four hundred and sixty-three crows in the Kingdom”.\n\nAmazed by his quick response, Akbar tried to test him again, “What if there are more crows than you answered?” Without hesitating Birbal replied, “If there are more crows than my answer, then some crows are visiting from other neighboring kingdoms”. “And what if there are less crows”, Akbar asked. “Then some crows from our kingdom have gone on holidays to other places”.\n\nMoral: There is always a way if you think with ease.\n\n"
    },
    {
      "category": "Educational Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Eklavyas Loyalty",
      "body": "This is the story of a long-gone era. In the country of India, nearly five thousand years back, lived a boy named Eklavya, the son of a tribal chief in the forests of the kingdom- Hastinapura. Eklavya was a brave, handsome boy. He was loved by all. But he was not happy. His father saw that something troubled Eklavya. More than once he found his son lost deep in thought when other boys enjoyed the pleasures of hunting and playing.\n\nOne day the father asked his son, Why are you so unhappy, Eklavya? Why don t you join your friends? Why are you not interested in hunting? Father, I want to be an archer replied Eklavya, I want to become a disciple of the great Dronacharya, the great tutor of Archery in Hastinapura. His Gurukul is a magical place where ordinary boys are turned into mighty warriors. Eklavya saw his father was silent. He continued, Father, I know that we belong to the hunting tribe, but I want to be a warrior, father, not a mere hunter. So please allow me to leave home and become the disciple of Dronacharya. Eklavya’s father was troubled, for he knew that his son s ambition was not an easy one. But the chief was a loving father and he did not want to refuse his only son s wish. So the kind man gave his blessings and sent his son on his way to Drona s Gurukul. Eklavya set on his way. Soon he reached the part of the forest where Drona taught the princes of Hastinapur. In those days, there was no such system as a school, college, university or\nhostel. The only place where one could get some education was a Gurukul . A Gurukul (Guru refers to teacher or master, Kul refers to his domain, from the Sanskrit word kula, meaning extended family.) is a type of ancient Hindu school in India that is residential in nature with the shishyas or students and the guru or teacher living in proximity, many a time within the same house. The Gurukul is the place where the students resided together as equals, irrespective of their social standing. The students learned from the guru and also helped the guru in his day-to-day life, including the carrying out of mundane chores such as washing clothes,  cooking, etc. The education imparted thus, was a wholesome one. Having said this much, let us now\nreturn to Eklavya. When the boy reached Dronacharya s Gurukul, he saw that it consisted of a group of huts, surrounded by trees and an archery yard. The disciples were practicing to shoot arrows with their bows and arrows in the yard. It was an engaging sight. But Eklavya s eyes searched Drona. Where was he? Will he be able to see the man? Without Drona, all his purpose of coming here would be meaningless. But all his worries soon subsided. He did not have to wait for long. There was the man standing near a tree busy instructing a boy, who\nwas none else than the third Pandava prince Arjuna, as Eklavya came to know later. Though Eklavya had never seen Drona before, he put his guess at work. He went near Drona and bowed. The sage was surprised to see a strange boy addressing him. Who are you? he asked. Dronacharya, I am Eklavya, son of the Tribal Chief in the western part of the forests of Hastinapura. Eklavya replied. Please accept me as your disciple and teach me the wonderful art of Archery. Drona sighed. Eklavya… if you are a tribal hunter, you must be a Shudra, the lowest social community according to the Vedic Caste System. I am a Brahmin, the highest caste in the kingdom. I cannot teach a Shudra boy he said. And he’s also a Royal teacher, interrupted Prince Arjuna. Our Guru has been appointed by the King to train\nus, the princes and the highborn. How dare you come inside the Gurukul and seek him? Leave! NOW! he spat  out, looking enraged that Eklavya had disturbed his practice. Eklavya was stunned at Arjuna’s behavior. He himself was the son of the chief of his clan, but he never insulted anyone below him in such a way.\n\nHe looked at Drona for some kind of support, but the sage remained silent. The message was loud and clear.\n\nDronacharya also wanted him to leave. He refused to teach him. The innocent tribal boy was deeply hurt by Drona’s refusal to teach him. It’s not fair! he thought miserably. God has given\nknowledge to all, but man alone differentiates his kind. He left the place with a broken heart and a bitter taste in his mouth. But it could not shatter his ambition to learn Archery. He was still as\ndetermined to learn Archery. I may be a Shudra but does it make any difference? thought he.  I am as strong and zealous as Drona’s princes and disciples. If I practice the art everyday, I can\nsurely become an archer. Eklavya reached his own forests and took some mud from a nearby river.\n\nHe made a statue of Dronacharya and selected a secluded clearing in the forests to place it. Eklavya did this because he faithfully believed that if he practiced before his Guru, he would become an able archer. Thus, though his Guru shunned him, he still held him in high esteem and thought of him as his Guru. Day\nafter day, he took his bow and arrow, worshiped the statue of Drona and started practice. In time faith, courage  and perseverance transformed Eklavya the mere tribal hunter into Eklavya the extraordinary archer. Eklavya  became an archer of exceptional prowess, superior even to Drona’s best pupil, Arjuna. One day while Eklavya is practicing, he hears a dog barking. At first the boy ignored the dog, but continuous disturbance in his practice angered him. He stopped his practice and went towards the place where the dog was barking. Before\nthe dog could shut up or get out of the way, Eklavya fired seven arrows in rapid succession to fill the dog’s mouth without injuring it. As a result it roamed the forests with its mouth opened. But Eklavya was not alone in his practice. He was unaware of the fact that just some distance away, the Pandava princes were also present in that area of the forest. As fate would have it, that day, they had come with their teacher, Drona, who was instructing them about some finer points of archery by making them learn in the real-life condition of the open jungle. As they were busy practicing, they suddenly chanced upon the stuffed dog, and wonder who could have pulled off such a feat of archery. Drona was amazed too. Such an excellent aim can only come from a mighty archer. he exclaimed. He told the Pandavas that if somebody was such a\ngood archer then he surely needed to be met. The practice was stopped and together they began searching the forest for the one behind such amazing feat. They found a dark-skinned man dressed all in black, his body besmeared with filth and his hair in matted locks. It was Eklavya. Dronacharya went up to him. Your\naim is truly remarkable! Drona praised Eklavya, and asked From whom did you learn Archery?\n\nEklavya was thrilled to hear Drona’s praises. How surprised he will be if he told Drona that he, in fact was his Guru! From you my Master. You are my Guru, Eklavya replied humbly. Your Guru? How can I be your Guru? I have never seen you before! Drona exclaimed in surprise. But all of a sudden he remembered something. He remembered about an eager boy who had visited his Gurukul several months ago.\n\nNow I remember, said he. Are you not the same hunter boy whom I refused admission in my Gurukul some months back? Yes, Dronacharya, replied the boy. After I left your Gurukul, I\ncame home and made a statue like you and worshipped it every day. I practiced before your image. You refused to teach me, but your statue did not. Thanks to it, I have become a good archer. Hearing this, Arjuna became angry. But you promised me that you’d make me the best archer in the world! he accused Drona. Now how can that be? Now a common hunter has become better than me! The other princes remembered their master frequently praising Arjuna that he had immense talent and will be the greatest  archer in the kingdom. They waited with bated breath. What will their teacher do now? Unable to answer Arjuna’s question, Drona remained silent. The sage too was upset that his promise to Prince Arjuna was not going to be fulfilled. He was also angry with Eklavya for disobeying him. So the sage planned to punish Eklavya. Where is your guru dakhsina? You have to give me a gift for your training, the\nsage demanded. He had finally found a way to make Eklavya suffer for his disobedience.\n\nEklavya was overjoyed. A guru dakshina was the voluntary fee or gift offered by a disciple to his guru at the end of his training. The guru-shishya parampara, i.e. the teacher-student tradition, was a hallowed tradition in Hinduism. At the end of a shishya’s study, the guru asks for a guru dakshina, since a guru does not\ntake fees. A guru dakshina is the final offering from a student to the guru before leaving the ashram. The teacher may ask for something or nothing at all.\n\nDronacharya, I’ll be the happiest person on earth to serve you. Ask me anything and I will offer it to you as my guru dhakshina he said. I might ask something you don’t like to give me. What if you refuse  the dhakshina I want? Drona asked cunningly.\n\nEklavya was shocked. It was considered a grave insult and a great sin if a guru’s dakshina was refused. No!\n\nHow can I, teacher? I am not that ungrateful. I’ll never refuse anything you ask, Dronacharya, promised the unsuspecting boy.\nDrona did not wait anymore. Eklavya, I seek to have your right-hand thumb as my guru dhakshina he declared. Silence befell on everyone. Everyone was shocked, even Arjuna. He looked at his teacher in horror and disbelief. How could their teacher make such a cruel demand? That too, from a mere boy?\n\nFor a moment Eklavya stood silent. Without his thumb he could never shoot arrows again. But the teacher must be satisfied. Ok Gurudev, as you wish. said he. Then, without the slightest hesitation, Eklavya drew out his knife and cut his thumb!\n\nThe princes gasped at Eklavya’s act of bravery. But the tribal boy betrayed no signs of pain, and held out his severed thumb to Dronacharya.\n\nHere is my guru dakshina, Drona, Ekalavya said. I am happy that you have made me your disciple, even if I’m a mere Shudra hunter.\n\nThe sage was humbled. He blessed the young archer for his courage. Eklavya, even with out your thumb, you’ll be known as a great archer. I bless you that you will be remembered forever for your loyalty to your guru, Drona declared and left the forests. He was moved and grieved at his own action. But he was content that his promise to Arjuna was not broken. The Gods blessed Eklavya from above.\n\nBut despite his handicap, Eklavya continued to practice archery. How could he do so? When one is dedicated, one can make even mountains bow. With practice, Eklavya could shoot arrows with his index and middle finger and he became a greater archer than he was ever before. His renown spread far and wide. When Drona came to know this, he blessed the boy silently and begged for divine forgiveness.\n\nAnd true to Drona’s blessing, Eklavya is still praised as the most loyal and brave student in the epic of Mahabharatha.\n\nMoral: Any knowledge Teacher gives to Student has value in life of a Student as he goes on with life.\nThink from Kindergarten till highest level of study you have completed, see what you will be left with if there\nwere no teachers in your life. Parents give us life, love and help in going right direction, But Teachers\nshow us how to live life, shows us path and makes us self dependable so that we can pick the right path.\nAlways respect your teachers, do not value them any lesser than your parents. When student succeeds in\nstudies and life, its student who always gets praised by People, not the one who gave student a knowledge to\nsuccess. Teacher’s Happiness is in student’s success, and student should not forget to at least\nthank politely to the one who made you capable of following journey of life. And if you had learned what\nyour teacher taught you with dedication and respect to towards teacher, journey of life always gets comfortable.\n\n"
    },
    {
      "category": "Educational Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Fear vs Respect",
      "body": "Long time ago very cruel king name Virat Singh was ruling the city of Vijay Nagar. All citizens were fearful because of his cruelty.\n\nVirat has a dog named Jack, which he used to love more than anything, one fateful morning Jack died. Virat Singh organized last rituals for dog; entire city came to cremation ground. Virat Singh was very happy to see that people love him so much and he felt he is the most popular king in the world. After few days Virat Singh died, but no one came for his funerals.\n\nMoral: Respect is something you have to earn, you cannot force it on others to respect you. There is a thin line between Fear and Respect, every one of us should understand it and do necessary corrections in our personalities.\n\n"
    },
    {
      "category": "Educational Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Helping Others",
      "body": "Once there was a small boy named Shankar. He belonged to a poor family. One day, he was crossing through the forest carrying some woods. He saw an old man who was very hungry. Shankar wanted to give him some food, but he did not have food for his own. So he continued on his way. On his way he saw a deer who was very thirsty. He wanted to give him some water, but he did not have water for himself. So he went on his way ahead. Then he saw a man who wanted to make a camp but he did not have woods.\n\nShankar asked his problem and gave some woods to him. In return, he gave him some food and water.\n\nNow he went back to the old man and gave him some food and gave some water to the deer. The old man and the deer were very happy. Shankar than happily went on his way.\n\nHowever, one day Shankar fell down the hill. He was in pain but he couldn’t move and no one was there to help him. But, the old man who he had helped before saw him, he quickly came and pulled him up the hill.\n\nHe had many wounds on his legs. The deer whom shankar had gave water saw his wounds and quickly went to forest and brought some herbs. After sometime his wounds were covered. All were very happy that they were able to help each other.\n\nMoral: If you help others, then they will also help you. \n\n"
    },
    {
      "category": "Educational Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Pundit and Rich Man",
      "body": "There was Pundit in the village. He was well-versed in all Scriptures. He knew everything, but, he was poor. He did not have a house. He used to get his meals also with great difficulties. Even his clothes were very much worn out.\nSo, the Pundit used to beg for his meals. He went from House-to-House begging. “Please give me alms”. On seeing his old clothes many people were thinking that he is mad. So, saying “Go Away” they shut the door. For many days he did not even eaten.\n\nOnce somehow he obtained new clothes. A rich man gave those clothes to the Pundit. Wearing those new clothes he went to beg as before. To the very first house he went, the householder said, “Sir, please come in. Please have your food in our house”. Saying thus, with great respect, he took the Pundit inside for food.\n\nThe Pundit sat down to eat. Varieties of soups, Sweet meals, Vedas, and Sweet foods were served for eating.\n\nHaving prayed first, the Pundit took a sweetmeat with his hand and began to feed his new clothes saying, “Eat, eat!”\nOn seeing that all the householders were surprised and were not able to understand. So, they asked thus, “The clothes do not eat right? The why O, Great Pundit, do you offer food to the clothes?”\n\nThen that Pundit answered thus, “Indeed because of this new clothes you offered me food today. Yesterday itself in this very house you asked me to go away. Since I obtained food due to these clothes, I am grateful to them. This is why I am feeding them.” The householders were a little ashamed.\n\nMoral: never judge anyone by their outlook.\n\n"
    },
    {
      "category": "Educational Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Stubborn Goats",
      "body": "Two goats came face to face while crossing a narrow bridge. “Let me pass” said one of them. “Never, you get out of my way” said the other goat. They quarrel each other and lost their balance.\n\nThey fell into the stream down below and died!\nA few days later another two goats came face to face while crossing the same bridge. Both these goats were wise and patient.\n\nThey made way for each other to cross the narrow bridge. Both reached their home safely.\n\nMoral: Better bend than break.\n\n"
    },
    {
      "category": "Educational Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Monkey and Cats",
      "body": "It was the aftermath of a big festival. Two cats were prowling together. One of the cats saw a big cake and mieued. The other jumped up and picket it.\n\nThe first cat said, “Give me the cake. It is I who saw it first.”\nThe other cat said “Keep away from it. It is I who picked it up.”\nThey were fighting and fighting. But there was no solution. Just then, a monkey passed by. He thought “What foolish cats they must be! Let me make use of this chance.”\n\nHe came to the cats and said in a loud voice. “Don’t fight. Let me share the cake among you both”. The cake was handed over to the monkey.\n\nThe monkey split the cake into tow parts. He shook his head and said, “Oho! One is bigger. One is smaller”. He had a bit of the bigger and now said “Oho! This has become smaller now”. He ate from the other. And thus, he went on eating from part to part and finally finished the whole cake. The poor cats were disappointed.\n\nMoral: When you quarrel someone else gains.\n\n"
    },
    {
      "category": "Educational Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Rabbit and the Turtle",
      "body": "One day a rabbit was boasting about how fast he could run. He was laughing at the turtle for being so slow. Much to the rabbit’s surprise, the turtle challenged him to a race. The rabbit thought\nthis was a good joke and accepted the challenge. The fox was to be the umpire of the race. As the race began, the rabbit raced way ahead of the turtle, just like everyone thought.\n\nThe rabbit got to the halfway point and could not see the turtle anywhere. He was hot and tired and decided to stop and take a short nap. Even if the turtle passed him, he would be able to race to the finish line ahead of him. All this time the turtle kept walking step by step by step. He never quit no matter how hot or tired he got. He just kept going.\n\nHowever, the rabbit slept longer than he had thought and woke up. He could not see the turtle anywhere! He went at full-speed to the finish line but found the turtle there waiting for him.\n\nMoral: never underestimate the weakest opponent.\n\n"
    },
    {
      "category": "Educational Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Three Types of People",
      "body": "A teacher shows three toys to a student and asks the student to find out the differences. All the three toys are seemed to be identical in their shape, size and material. After keen observation, the student observes holes in the toys. 1st toy it has holes in the ears. 2nd toy has holes in ear and mouth. 3rd toy has only one hole in one ear.\n\nThan with the help of needle the student puts the needle in the ear hole of 1st toy. The needle comes out from the other ear. In the 2nd toy, when the needle was put in ear the needle came out of mouth. And in the 3rd toy, when the needle was put in, the needle did not come out.\n\nFirst toy represent those people around you who gives an impression that they are listening to you, all your things and care for you. But they just pretend to do so. After listening, as the needle comes out from the next ear, the things you said to them by counting on them are gone. So be careful while you are speaking to this type of people around you, who does not care for you.\n\nSecond toy represent those people who listens to you all your things and gives an impression that they care for you. But as in the toy, the needle comes out from mouth. These people will use your things and the words you tell them against you by telling it to others and bringing out the confidential issues for their own purpose.\n\nThird toy, the needle does not come out from it. These kinds of people will keep the trust you have in them. They are the ones who you can count on.\n\nMoral: Always stay in a company of a people who are loyal and trustworthy. People, who listen to what you tell them, are not always the ones you can count on when you need them the most.\n\n"
    },
    {
      "category": "Educational Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Whats for Dinner",
      "body": "A man feared his wife wasn’t hearing as well as she used to and he thought she might need a hearing aid. Not quite sure how to approach her, he called the family Doctor to discuss the problem. The Doctor told him there is a simple informal test the husband could perform to give the Doctor a better idea about her hearing loss.\n\nHere’s what you do,” said the Doctor, “stand about 40 feet away from her, and in a normal conversational speaking tone see if she hears you. If not, go to 30 feet, then 20 feet, and s o on until you get a response.”\n\nThat evening, the wife is in the kitchen cooking dinner, and he was in the den. He says to himself, “I’m about 40 feet away, let’s see what happens.” Then in a normal tone he asks, ‘Honey, what’s for dinner?” No response.\n\nSo the husband moves to closer to the kitchen, about 30 feet from his wife and repeats, “Honey, what’s for dinner?” Still no response.\n\nNext he moves into the dining room where he is about 20 feet from his wife and asks, Honey, what’s for dinner?”\nAgain he gets no response so, He walks up to the kitchen door, about 10 feet away. “Honey, what’s for dinner?” Again there is no response.\n\nSo he walks right up behind her. “Honey, what’s for dinner?”\n“James, for the FIFTH time I’ve said, CHICKEN!”\n\nMoral: The problem may not be with the other one as we always think, could be very much within us..!\n\n"
    },
    {
      "category": "Educational Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Cycle of Evil",
      "body": "There was once a king who was so cruel and unjust that his subjects yearned for his death or dethronement. However, one day he surprised them all by announcing that he had decided to turn over a new leaf.\n\n“No more cruelty, no more injustice,” he promised, and he was as good as his word.\n\nHe became known as the ‘Gentle Monarch’. Months after his transformation one of his ministers plucked up enough courage to ask him what had brought about his change of heart.\n\nAnd the king answered, “As I was galloping through my forests I caught sight of a fox being chased by a hound. The fox escaped into his hole but not before the hound had bitten into its leg and\nlamed it for life. Later I rode into a village and saw the same hound there. It was barking at a man. Even as I watched, the man picked up a huge stone and flung it at the dog, breaking its leg. The man had not gone far when he was kicked by a horse. His knee was shattered and he fell to the ground, disabled for life. The horse began to run but it fell into a hole and broke its leg. Reflecting on all that had happened, I thought: ‘Evil begets\nevil. If I continue in my evil ways, I will surely be overtaken by evil’. So I decided to change”.\n\nThe minister went away convinced that the time was ripe to overthrow the king and seize the throne. Immersed in thought, he did not see the steps in front of him and fell, breaking his neck.\n\nMoral: Cycle of Deeds always gives us back what we give to others. If we do good to others, our good will happen, If we do bad to others, our turn will also come.\n\n"
    },
    {
      "category": "",
      "title": "",
      "body": "The Murphy twins:\n\nTwo men were sitting next to each other at Murphy's Pub in London. After awhile, one bloke looks at the other and says, 'I can't help but think, from listening to you, that you're from Ireland' \nThe other bloke responds proudly, 'Yes, that I am!' \n\nThe first one says, 'So am I! And where about from Ireland might you be?' \nThe other bloke answers, 'I'm from Dublin, I am.' \nThe first one responds, 'So am I!' \n\n`Mother Mary and begora. And what street did you live on in Dublin ?' \nThe other bloke says, 'A lovely little area it was. I lived on McCleary Street in the old central part of town.' \nThe first one says, 'Faith and it's a small world. So did I! So did I! And to what school would you have been going?' \n\nThe other bloke answers, 'Well now, I went to St. Mary's, of course.' \nThe first one gets really excited and says, `And so did I. Tell me, what year did you graduate?' \nThe other bloke answers, 'Well, now, let's see. I graduated in 1964.' \n\nThe first one exclaims, The Good Lord must be smiling down upon us! I can hardly believe our good luck at winding up in the same place tonight. Can you believe it, I graduated from St. Mary's in 1964 my own self!' \nAbout this time, Vicky walks up to the bar, sits down and orders a drink. \n\nBrian, the barman, walks over to Vicky, shaking his head and mutters, 'It's going to be a long night tonight.' \nVicky asks, 'Why do you say that, Brian?' \nThe Murphy twins are drunk again.'"
    },
    {
      "category": "",
      "title": "",
      "body": "Selling of the House:\n\nRobert was trying to sell his house since long but couldn't succeed. One day, he took out a brick from the wall of his house.  \n\nHis wife angrily asked him, Why did you do that? Robert replied, You are foolish! You don't know anything. I know why am I failing again and again in selling my house. I have never shown its sample to anyone. Now I have got a customer. \n\nI have promised him to this brick as a sample of our house. His wife held her head at the foolishness of her husband."
    },
    {
      "category": "",
      "title": "",
      "body": "Tenali Tales: Raman the horse trainer:\n\nAn Arab brought a shipload of horses from Persia. Many in the court of king Krishnadevaraya bought the horses from the Arab. Raman maintained that Vijayanagara’s horses were superior to the horses from Arabia. The ministers who bought the Arabian horses challenged Raman to prove this point in a horse race.\n\nThe courtiers put in much effort to train their horses. They fed the horses well to make sure they were strong and sturdy.\n\nOn the day of the race, all the courtiers brought their well-fed horses to a field. They had employed well-trained jockeys to ride the horses.\n\nRaman brought his horse which looked lean and thin. He had a hungry look, as though he had not eaten for days. Raman announced that he himself would ride his horse.\nAll the horses were lined up with the jockeys in position. Raman sat on the hungry looking horse. He had a long pole in his hand. He had tied a bundle of grass to one end of the stick. Holding the stick from the other end, Raman dangled the grass in front of the horse. The horse wanted to grab the food. So, he ran fast. But no matter how fast he ran, the grass remained outside his reach.\n\nThe horse kept running with greater speed until it crossed the finish line, coming first in the race. Raman hugged his horse and fed it lush green grass. When Raman went to collect the prize, the king asked him the secret of his success. “One must have hunger for success, Maharaj,” Raman said, “only then will one succeed.”"
    },
    {
      "category": "",
      "title": "",
      "body": "Emperor’s new clothes:\n\nThere lived an emperor who fancied wearing expensive new clothes every day. He changed his outfit many times a day and paid utmost attention to his grooming while neglecting his duties as the ruler.\n\nOne day, two conmen visit the emperor posing as weavers. They convince the emperor that they have a fine fabric, visible only to wise and honest men. They pretend to show the fabric, and the emperor is forced to act as if he sees the fabric lest he is called a fool and dishonest. The emperor hires the two conmen to make special robes for him.\n\nThey keep pretending to weave clothes, and everybody in the king’s court is forced to act as if they are seeing the beautiful dress being woven for the emperor. One fine day, the conmen announce that the robe is ready, and ask the emperor to wear it for the upcoming procession.\n\nThough the emperor couldn’t see the robe, he obliges. He pretends to wear the robe and goes on the procession naked. No one wants to be called foolish or dishonest; hence, all the people remain silent about the emperor being naked. However, a child, innocent that he is, could not contain himself and blurts out, “The emperor is actually naked.” Then another child starts laughing, and the laughter spreads across.\n\nThe emperor is baffled but having no choice he continues to walk the procession.\nHe decides to punish the conmen, but they are already gone with the hefty money that they got as remuneration for the clothes that they never weaved."
    },
    {
      "category": "",
      "title": "",
      "body": "Great Mystery:\n\nNewsboy : \"Great mystery! Fifty victims! Paper, mister ?\"\nPasserby : \"Here boy, I'll take one\" (After reading a moment) \"Say, boy, there's nothing of the kind in this paper. Where is it ?\"\nNewsboy : \"That's the mystery, sir. You're the fifty first victim\"."
    },
    {
      "category": "",
      "title": "",
      "body": "The Bronze Rat:\n\nA tourist wanders into a back-alley antique shop in San Francisco's Chinatown. Picking through the objects on display he discovers a detailed, life-sized bronze sculpture of a rat. The sculpture is so interesting and unique that he picks it up and asks the shop owner what it costs.\n\n\"Twelve dollars for the rat, sir,\" says the shop owner, \"and a thousand dollars more for the story behind it.\"\n\n\"You can keep the story, old man,\" he replies, \"but I'll take the rat.\"\n\nThe transaction complete, the tourist leaves the store with the bronze rat under his arm. As he crosses the street in front of the store, two live rats emerge from a sewer drain and fall into step behind him. Nervously looking over his shoulder, he begins to walk faster, but every time he passes another sewer drain, more rats come out and follow him. By the time he's walked two blocks, at least a hundred rats are at his heels, and people begin to point and shout. He walks even faster, and soon breaks into a trot as multitudes of rats swarm from sewers, basements, vacant lots, and abandoned cars. Rats by the thousands are at his heels, and as he sees the waterfront at the bottom of the hill, he panics and starts to run full tilt.\n\nNo matter how fast he runs, the rats keep up, squealing hideously, now not just thousands but millions, so that by the time he comes rushing up to the water's edge a trail of rats twelve city blocks long is behind him. Making a mighty leap, he jumps up onto a light post, grasping it with one arm while he hurls the bronze rat into San Francisco Bay with the other, as far as he can heave it. Pulling his legs up and clinging to the light post, he watches in amazement as the seething tide of rats surges over the breakwater into the sea, where they drown.\n\nShaken and mumbling, he makes his way back to the antique shop.\n\n\"Ah, so you've come back for the rest of the story,\" says the owner.\n\nNo, says the tourist, I was wondering if you have a bronze lawyer."
    },
    {
      "category": "",
      "title": "",
      "body": "A Favor by Pilot:\n\nA woman was flying from Seattle to San Francisco. Unexpectedly, the plane was diverted to Sacramento along the way. \n\nThe flight attendant explained that there would be a delay, and if the passengers wanted to get off the aircraft the plane would re-board in 50 minutes... \n\nEverybody got off the plane except one lady who was blind... \n\nA man had noticed her as he walked by and could tell the lady was blind because her guide dog lay quietly underneath the seats in front of her throughout the entire flight... He could also tell she had flown this very flight before because the pilot approached her, and calling her by name, said, \"Kathy, we are in Sacramento for almost an hour, would you like to get off and stretch your legs?\" \n\nThe blind lady said, \"No thanks, but maybe Buddy would like to stretch his legs.\" \n\nAll the people in the gate area came to a complete stand still when they looked up and saw the pilot walk off the plane with a guide dog for the blind! Even worse, the pilot was wearing sunglasses! \n\nPeople scattered. They not only tried to change planes, but they were trying to change airlines!"
    },
    {
      "category": "",
      "title": "",
      "body": "The Hunting Prayers:\n\nOne day, a priest while passing through a forest, saw a lion coming towards him. He started trembling out of fear. He realized that his end was near and knew that escape was impossible. \n\nTherefore, he fell on his knees and started praying for the last time.  On opening his eyes, he saw the lion sitting on his knees and praying. The priest thought that the lion might have changed his mind. \n\nHe said to the lion, I thought that you were about to kill me. I'll, replied the lion, I always pray to god before I hunt for my food. Saying this, he attacked the priest and tore him into pieces."
    },
    {
      "category": "",
      "title": "",
      "body": "Alexander's Dilemma:\n\nThe armies of Alexander the Great were greatly feared in their day, but there was one problem that they had that almost defeated them. Alexander could not get his people to staff meetings on time. He always held the meetings at 6:00PM each day after the day's battle was done, but frequently his generals either forgot or let the time slip up on them and missed the staff meeting. This angered Alexander very much, to say the least!\n\nSo he called in his research guys and set up a project to come up with a method of determining the time at 6:00PM each day. There were no clocks in those days, at least none that could be carried around. (The smallest was a giant water clock) \"Find a way my staff can determine the hour of the day, or at least when it gets to be 6 o'clock!\", he said, \"Cost is no object.\"\n\nA study was instituted and, with several brain-storming sessions, came up with the following idea. In a land some distance away, there grew a bush whose berries contained a type of dye that changed color at 6 each evening. They found that by dyeing strips of cloth and issuing them to the generals, they could see when it was 6 by the color change, and could get to the meetings on time. Needless to say this pleased Alexander very much.\n\nIt was then turned over to the marketing group to come up with a name of this new invention as Alexander saw definite market potential in the strips. \"It can be worn on the wrist and can be easily watched for the color change\", said one junior executive. \"I therefore propose to call it the wrist watch.\" This name was immediately hooted down as being too bland and obvious. Another man suggested it be worn in the navel and could be observed by looking down, therefore it should called the Navel Observatory. This idea was rejected out of hand as being too weird and too technical sounding for the general public.\n\nFinally the senior vice president, who up to now had been silent, spoke and rendered his decision. \"We shall call it a Timeband, and in honor of the Great Alexander, it shall be known as 'Alexander's Rag Timeband!'"
    },
    {
      "category": "",
      "title": "",
      "body": "The Talking Parrot:\n\nOnce, a lady wanted to but a talking parrot for herself. So she went to a pet shop owner and told him about her requirement. The shop owner said, Yes madam, I have a talking parrot. \n\nThen he showed her a parrot. The owner further said, If you pull the string on the left leg, he'll say; Hi, how are you? And if you pull the string on the right leg, he'll say; I'm fine, thank you. At this the lady asked, What if I pull both the strings? Then I would fall from this perch, you stupid lady! answered the parrot."
    },
    {
      "category": "",
      "title": "",
      "body": "The Mosquito Net:\n\nOne day David asked his wife to go to the market and buy a mosquito net. His wife went to a shop and asked the shopkeeper to show her the best quality net.  \n\nThe shopkeeper showing her a very good net said, This is the best quality which you won't be able to find elsewhere. Not even a single mosquito can pass through it. Mrs. David refused to but the net. \n\nWhen the shopkeeper asked the reason, she said, If a mosquito can't pass through it, then how will we pass through it. Then she returned home and narrated the whole matter to her husband. Hearing the whole matter, David laughed at his wife's foolishness."
    },
    {
      "category": "",
      "title": "",
      "body": "Age of the leg:\n\nAn old man visits a doctor to seek remedy for the terrible pain in his leg. The doctor replies saying, “I am sorry but this could be due to your old age.” He further explains why nothing can be done to help with the pain.\n\nThe old man gets angry and questions the doctor about his ability and expertise. This angers the doctor, who asks the old man, “How can you say that I know nothing and I am at fault for the pain in your leg?”\n\nThe old man innocently replies, “It is quite obvious you are wrong. My other leg is of the same age too, but has no pain at all!”"
    },
    {
      "category": "",
      "title": "",
      "body": "A man and three thugs:\n\nIn a faraway village, a man used to help a landlord without asking for anything in return. He was extremely superstitious. Impressed with the work, the landlord rewards the man with a big healthy goat, one day.\n\nThe man carries the goat on his shoulders and starts walking back home. Three wicked thugs observe him and decide to trick him.\n\nThe first thug comes to him and asks, “Why are you carrying a dog on your shoulders.” The man gets angry and tells the thug that it is a goat and not a dog.\n\nAs he keeps walking, the second thug passes by and enquires why he was carrying a dead calf on his shoulders. The man’s anger multiplies and says, “You fool! Can’t you see this is a goat?” However, the second thug’s question plants the seed of suspicion in the man’s mind.\n\nAfter walking for some more distance, the third thug approaches the man, and asks in a sarcastic tone, “Why are you carrying a donkey on your shoulders?”\n\nThe superstitious man gets scared thinking the goat is actually a ghost. He leaves it right there and runs away.\n\nThe three thugs take the goat away, laughing at the man’s stupidity."
    },
    {
      "category": "",
      "title": "",
      "body": "A pet Store:\n\nI was in a pet store picking up some pet food for my dog when I overheard the following conversation. A cute girl peaks over the counter and politely asks the sales representative. “I’m interested in buying a rabbit.” “Oh sure we’ve got lots of rabbits” gushed the motherly sales representative. “Do you have any specific color in mind? We’ve got some adorable white Bunnies down this isle.” The lady exclaimed. \n\n“Oh” said the cute girl with a wave of her hand, “I really don’t think my boa constrictor would care about what color it is!”"
    },
    {
      "category": "",
      "title": "",
      "body": "The Horse Riding:\n\nJimmy was a very fat boy. He always used to be sad because of his obesity. So, he decided to consult a doctor. \n\nHe said to the doctor, How can I reduce my weight? Everybody teases me at the school. The doctor advised him to exercise daily. After few days, he again went to the doctor and complained that despite of exercising, he couldn't reduce his weight rather, putting on weight.  \n\nThe doctor asked him what exercise he was doing. Jimmy replied, I go for horse riding everyday. The result is that I gained weight while the horse lost weight. The doctor laughed and showed him how to exercise."
    },
    {
      "category": "",
      "title": "",
      "body": "Frog and his belly burst:\n\nTwo frogs — father and son — live together in a pond. One day, the son frog was playing in a garden when he spots a cow. He returns to the pond and tells his father that he saw a giant scary monster.\n\nThe father frog does not believe it and tries to rubbish it away. When the kid insists, the father pays attention, and the son frog starts to explain how big the ‘giant’ was.\n\nThe father frog fills up the air in his stomach and asks him if the monster looked like that? The son says, “No, it is much bigger.” The father fills up some more air in his belly and asks the son if the giant was that big. The son says no again.\n\nThe father does it again and again until his belly becomes huge with air. Before he could ask the question, his belly bursts. The father starts crying out in pain."
    },
    {
      "category": "",
      "title": "",
      "body": "The noisy neighbours:\n\nMotubhai was a merchant. After earning a lot of money, he bought a big house. One afternoon, he lay down for a nap. He had barely closed his eyes, when suddenly he heard a strange sound. It sounded like a road engine. He went to the window and looked out. There was no engine in sight. Then, he realized that the sound was coming from the house next door. It was a gavaiya (musician) doing riyaz (singing practice)! “Oh, no!” said Motubhai who loved music. This man next door was singing in a loud and terrible voice. Luckily, the singing stopped.\n\nMotubhai’s head was throbbing. He rubbed some balm and closed his eyes. Slowly he relaxed. A cool breeze cheered him up. He closed his eyes. But again, he woke up with a start. He thought somebody was pounding on his chest. When he opened his eyes, he found no one. The ear-shattering sound was coming from the house next door — this time on the other side of his house. It was a drummer beating his drum.\n\nMotubhai realised that he was caught between two neighbors — one a gavaiya or a musician, and the other, a drummer!\nHe called on his neighbours in the evening, and pleaded with them to practice their art somewhere far away. Both politely refused. They pointed out that Motubhai was a newcomer, and that he had no right to dictate terms.\n\nMotubhai found out that both were living in rented houses. He once again requested them to look for some other house. Again, they refused.\n\nAs a last resort, Motubhai offered them ten thousand rupees each, if they agreed to move out of their houses. They demanded the money in advance, and Motubhai parted with money.\n\nThere was silence the next morning. Motubhai was relieved. He thought the money he paid was a small price to buy peace, which he valued so much. Then came a sound. It was faint at first, but soon it became louder — it was the sound of a beating drum! Then came the terrible sound of the gavaiya doing his riyaz.\n\nMotubhai closed his ears and ran out to demand an explanation from the musicians. They told him that they had vacated their old houses as agreed. So, the gavaiya had now rented the house the drummer had vacated; and the drummer had rented the house vacated by the gavaiya!"
    },
    {
      "category": "",
      "title": "",
      "body": "Aussie Grasshoppers:\n\nA Texas farmer goes to Australia for a vacation. There he meets an Aussie farmer and gets talking. The Aussie shows off his big wheat field and the Texan says, \"\"Oh! We have wheat fields that are at least twice as large.\"\" \n\nThen they walk around the ranch a little, and the Aussie shows off his herd of cattle. The Texan immediately says, \"\"We have longhorns that are at least twice as large as your cows.\"\" \n\nWhen the Texan sees a herd of kangaroos hopping through the field, he asks, \"\"And what the heck are those?\"\" \n\nThe Aussie replies with an incredulous look, \"\"Don't you have any grasshoppers in Texas?\""
    },
    {
      "category": "",
      "title": "",
      "body": "Only for Love:\n\nTwo donkeys who were friends, met at a crossroad. One donkey was healthy and the other malnourished. The healthy donkey asked the weak one, What happen to you? Why do you seem so weak? The weak donkey replied, My master makes me work the whole day and doesn't give me enough food to eat and also beats me. \n\nOh exclaimed the healthy donkey. Then why don't you run away from your master's house. He replied, I think my job has better prospects. My master beats his only daughter, too. And whenever he does so, he says to her, I'll marry you off to this donkey. For this reason I'm not running away."
    },
    {
      "category": "",
      "title": "",
      "body": "The Stolen Smell :\n\nLong ago, in the city of Lima Peru, there lived a baker. He was so stinky that he wouldn’t even give a stale crumb to the birds. His neighbor, on the other hand, was a kind man who was always glad to share the little he had. He cared more about making friends than he did about making money.\n\nThe greedy baker was jealous of his cheerful neighbor. He grumbled, “How can he have so little and yet be so happy?” Every morning, the smell of cinnamon buns and sweet rolls drifted out of the bakery. The wind carried the wonderful aroma toward the neighbor’s house. As the poor neighbor sat on his porch eating stale bread, the sweet smell filled the air. He took a deep breath and sighed with happiness.\n\nAs the baker watched, he thought, “The smell from my baked goods makes his stale bread taste delicious. That’s not fair. He should have to pay for such pleasure.” After seeing this happen, again and again, the baker went to his neighbor’s house and handed him a bill. “You want me to pay you? For what? I don’t have enough money to buy anything in your store,” said the kind neighbor.\n\n“That’s right! You pay nothing and yet every day you steal the smell of my baked goods,” yelled the baker. “You mean you want me to pay ten coins as a smelling fee?” laughed the neighbor. “Yes! From now on, I’ll not be cheated and if you don’t pay, I’ll take you to the court,” replied the baker. When word of the baker’s demand spread around the city, everyone laughed at the idea of a stolen smell.\n\nAt last, the baker was so angry that he took the case to a respected judge. Everyone was sure that the judge would dismiss the case. After all, how could anyone steal a smell? But to their surprise, the judge said, “It’s my duty to listen to what the baker has to say. I order both the baker and his neighbor to come to court tomorrow.”\n\nThe judge sent word to the neighbor that he should bring five gold coins with him. When the kind man heard this, he worried that he would have to hand over the little money he had to the greedy baker. The baker was delighted with the news. He grinned as he thought of his pockets full of his neighbor’s gold coins.\n\nThe next day, the baker and the neighbor arrived at the crowded court. Many townspeople were puzzled by the judge’s actions and came to see what the judge would do. They could not believe that he might make the kind man paying for a smell.\n\nWhen the judge walked in, the courtroom fell silent. First, he listened to the baker’s complaint. Then, he turned to the neighbor and asked, “Is it true that you have enjoyed the smell of this man’s baked goods every day for many years?” “Yes, your honor! I must confess that is true,” admitted the neighbor. The judge thought for a while.\n\nFinally, he declared, “A smell has been stolen. Since stealing is a crime, the neighbor must be punished!” The kind man protested, “But your honor…” “Order in the court,” bellowed the judge. He then turned to the neighbor and demanded, “Take the five gold pieces from your pocket!” After the neighbor did so, the judge ordered, “Now, drop the coins from one hand to the other!” The neighbor passed the gold coins back and forth between his hands.\n\nThe judge turned to the baker and asked, “Did you hear the jingle of the gold coins?” “Yes, I did!” said the baker with a greedy grin. “Did you like the sound?” asked the judge. “Yes, it is a wonderful sound. It is the payment I believe I deserve,” cried the baker. The baker began to move toward his neighbor to grab the money.\n\n“Wait!” cried the judge. “You have already a fair payment. Your neighbor was guilty of stealing the smell of your baked goods. You have been paid by hearing the sound of his money. This case is dismissed,” said the judge. Laughter filled the courtroom as the people marveled at the judge’s cleverness. The baker hung his head. Even he saw how foolish and greedy he had been. From then on, the judge was known as the wisest of all.treating people fairly and honestly while also taking full responsibility for our actions."
    },
    {
      "category": "",
      "title": "",
      "body": "The missing tenth man:\n\nOne day, ten men go to the Ganges to take a dip in the holy Indian river. They hold the hands of each other while taking the dip. But they somehow forget to hold hands while coming out of the water.\n\nAfter coming to the shore, one of the senior men asks, “Have we all crossed the river safely?” The remaining men start looking at each other. They are confused.\n\nNow the senior man asks everyone to lift their hand up to take a count. He starts counting and takes a count of each person.\n\nWhen the count stops at nine, other men start screaming. They even go looking for the missing tenth man. This goes on with each person counting men up to nine and missing the tenth man.\n\nA cap vendor, who keeps watching the amusing scene, offers help. The vendor gives a cap to each man and asks them to wear it. The men are confused as to what is happening. The vendor asks the senior man to gather all the caps, including his own and count them all.\n\nEveryone is surprised and happy to see ten caps. The silly men credit the vendor to have helped them find their missing member and believe it to be magic. The vendor charges a good amount of money for each cap and walks away happily.\n\nBut what has really happened? The men forgot to count themselves and hence, the number was always nine."
    },
    {
      "category": "",
      "title": "",
      "body": "Salad Garden:\n\nYou name it, we’ll make it!” Was the big sign outside the new restaurant on 13th Avenue. “There is no food we can’t make for you!” “Excuse me sir”, said a man with a heavy Russian accent to the waiter, “I vould like please, A Garden Salad vith Russian dressing.” “RUSSIAN DRESSING?! \n\nScreamed the head cook, “I’VE NEVER EVEN HEARD OF RUSSIAN DRESSING! WHAT ARE WE GOING TO GIVE THIS GUY? “Don’t worry,” said the owner to the cook, “I’ll take care of everything, you just make the salad.” And that’s how it happened that two minutes later the waiter walked out with a big Garden Salad and a picture of a Russian man putting on his pants."
    },
    {
      "category": "",
      "title": "",
      "body": "Rosanne:\n\nRosanne a beautiful young foreigner walked into a small clothing store in the mall with her english speaking fiance. \n\n“Excuse me,” said her fiance with just a touch of an accent, “would it be ok with you if my Fiancee tried on the dress in the window?” \n\n“Listen” said the owner after just a brief pause, “business has been slow here for a while now, if you’re fine with her changing in the window, let her go on ahead, maybe it will bring in a few customers.”"
    },
    {
      "category": "",
      "title": "",
      "body": "Smart Wife:\n\nThere was a man who had worked all of his life and had saved all of his money. \nHe was a real miser when it came to his money. He loved money more than just about anything, and just before he died, he said to his wife, \" Now listen, when I die I want you to take all my money and place it in the casket with me. Because I want to take all my money to the after life.\" \n\nSo he got his wife to promise him with all her heart that when he died she would put all the money in the casket with him. Well one day he died. \n\nHe was stretched out in the casket, the wife was sitting there in black next to their best friend. When they finished the ceremony, just before the undertakers got ready to close the casket, the wife said \"Wait A Minute!\" \nShe had a shoebox with her, she came over with the box and placed it in the casket. Then the undertakers locked the casket and rolled it away. \n\nHer friend said, \"I hope you weren't crazy enough to put all that money in there with that stingy old man.\" \nShe said, \" Yes, I promised. I'm a good Christian, I can't lie. I promised him that I was going to put that money in that casket with him.\" \n\n\"You mean to tell me you put every cent of his money in the casket with him?\" \n\"I sure did,\" said the wife. \"I got it all together, put it into my account and I wrote him a check.\""
    },
    {
      "category": "",
      "title": "",
      "body": "First Computer:\n\nBecky was 73 and just got her first computer. After her son spent over 2 hours teaching her how to use it, she was sure she knew everything there was to know about computers. Unfortunately though, one day she couldn’t get it to start so she promptly called an IT guy to come over and take a look at it. \n\nThe IT guy managed to fix the issue in a few minutes and was on his way. Becky was proud when she overheard the IT guy on the phone with his boss telling him about the issue, she was sure it meant it was a serious issue and she was sure she took care of it the right way.\n\n“Excuse me if you don’t mind me asking,” asked Becky to the man on his way out. “I couldn’t help overhearing you on the phone with your boss. What exactly is an Id ten T problem? Just so I can tell my son.\n\n” The man smiled, took out a pen, “it stands for this: I-D -1-0-T”."
    },
    {
      "category": "",
      "title": "",
      "body": "We are even:\n\nOne day, Nasreddin Hodja goes to a Turkish bath. As he is offered an old towel and a robe, he is upset that nobody is paying attention to him. He says nothing but leaves a hefty tip at the counter while returning.\n\nA week later, he goes back and is very well received this time. He is given a royal treatment and is also provided extra services. Hodja is happy but hardly leaves any tip.\n\nEveryone is surprised and curious to know why Hodja left just a small tip this time.\n\nHe says, “Today’s tip is for the services offered during the last visit. And the tip given then was for today. We are even now.”"
    },
    {
      "category": "",
      "title": "",
      "body": "Future prediction:\n\nA father put his three-year-old daughter to bed. told her a story. and listened to her say her prayers. which she ended by saying God bless mommy. God bless daddy. God bless grandma. and good-bye grandpa.- \nFather said. \"Why did you say good-bye grandpa. \n\nThe little girl said. \"I don't know. daddy. It just seemed like the thing to do.' \n\nThe next day grandpa died. Father thought it was a strange coincidence. \n\nA few months later. the father put the girl to bed and listened to her prayers. which went like this: -God bless mommy. God bless daddy and good-bye grandma.- \n\nThe next day the grandmother died. \n\n\"My gosh.\" thought the father. \"this kid is in contact with the other side.\" \nSeveral weeks later when the girl was going to bed. the dad heard her say \"God bless mommy and good-bye daddy.- \n\nHe practically went into shock. He couldn't sleep all night and got up at the crack of dawn to go to his office. He was nervous as a cat all day. had lunch sent in. and watched the clock. He figured if he could get by until midnight he would be OK. He felt safe in the office, so instead of going home at the end of the day he stayed there, drinking coffee. looking at his watch. and jumping at every sound. \n\nFinally midnight arrived He breathed a sigh of relief and went home. \n\nWhen he got home, his wife said, \"I've never seen you work so late. What's the matter?\" \n\nHe said. -I don't want to talk about it. I've just spent the worst day of my life.- \n\nShe said. \"You think you had a bad day. You'll never believe what happened to me. This morning the mailman dropped dead on our porch.\""
    },
    {
      "category": "",
      "title": "",
      "body": "Taste of a Dish:\n\nOne day, Rita angrily said to her mother, \"This dish is not tasty. I can't have it.\"\n\nAt this, the mother said, \"I will try to make it tastier at dinner.\"\n\nIn the afternoon, both of them went to the kitchen garden. There, the mother uprooted some potatoes and Rita gathered them in her skirt. They kept working till dusk.\n\nRita felt tired and asked the mother to cook the food fast. When mother served the dish, Rita had it with relish and said, \"now the dish is very tasty.\""
    },
    {
      "category": "",
      "title": "",
      "body": "Marines:\n\nA Farm Kid Joins the Marines Dear Ma and Pa, I am well. Hope you are. Tell Brother Walt and Brother Elmer the Marine Corps beats working for old man Minch by a mile. Tell them to join up quick before all of the places are filled. I was restless at first because you get to stay in bed till nearly 5 a.m. But I am getting so I like to sleep late. Tell Walt and Elmer all you do before breakfast is smooth your cot, and shine some things. No hogs to slop, feed to pitch, mash to mix, wood to split, fire to lay. \n\nPractically nothing. Men got to shave but it is not so bad, there's warm water. Breakfast is strong on trimmings like fruit juice, cereal, eggs, bacon, etc , but kind of weak on chops, potatoes, ham, steak, fried eggplant, pie and other regular food, but tell Walt and Elmer you can always sit by the two city boys that live on coffee. Their food, plus yours, holds you until noon when you get fed again. It's no wonder these city boys can't walk much. \n\nWe go on \"route marches,\" which the platoon sergeant says are long walks to harden us. If he thinks so, it's not my place to tell him different. A \"route march\" is about as far as to our mailbox at home. Then the city guys get sore feet and we all ride back in trucks. \nThe sergeant is like a school teacher. He nags a lot. The Captain is like the school board. Majors and colonels just ride around and frown. They don't bother you none. This next will kill Walt and Elmer with laughing. I keep getting medals for shooting. I don't know why. The bulls-eye is near as big as a chipmunk head and don't move, and it ain't shooting at you like the Higgett boys at home. \n\nAll you got to do is lie there all comfortable and hit it. You don't even load your own cartridges. They come in boxes. Then we have what they call hand-to-hand combat training. You get to wrestle with them city boys. I have to be real careful though, they break real easy. \n\nIt ain't like fighting with that ole bull at home. I'm about the best they got in this except for that Tug Jordan from over in Silver Lake . I only beat him once. He joined up the same time as me, but I'm only 5'6\" and 130 pounds and he's 6'8\" and near 300 pounds dry. Be sure to tell Walt and Elmer to hurry and join before other fellers get onto this setup and come stampeding in. Your loving daughter, \nAlice"
    },
    {
      "category": "",
      "title": "",
      "body": "During The French Revolution:\n\nDuring the French Revolution, the \"common people\" were intent on ridding themselves of all vestiges of the Royalty and nobility. The Reign of Terror ensued and all nobility was hunted down. Some were allowed to leave the country, however most were executed at the guillotine. One nobleman in particular had sent his family into hiding in hopes of saving them. Soon he was caught. \n\nThe crowd searched in vain for his family, but they were well hidden. Threats were made but he always replied, \"I'll never tell!\". Finally the crowd dragged him to the guillotine and offered to let he and his family leave the country if he would only disclose their location. Again he replied \"I'll never tell!\". They dragged him up onto the platform next to the horrible machine and asked him again. \n\nStill he replied \"I'll never tell!\". They laid his neck across the cutting board and asked him once more. Again he replied \"I'll never tell!\". They slowly hoisted the blade and again asked for the location of his family. Weakly he replied \" I'll never tell\". They waited to see if his resolve would fail, he remained silent. Just as the executioner pulled the release and the blade began to fall the Count called out \"Wait, I'll tell, I'll t.....\"\n\nThe moral to this story, don't hatchet your Count before he chickens!"
    },
    {
      "category": "",
      "title": "",
      "body": "The Black Band:\n\nOne day Nick and Jane met in a garden. They were best friends and were studying in the same school in the same class.  When they both were playing in the garden Jane saw a black band tied on the wrist of Nick. \n\nShe asked him the reason for wearing that band. Nick replied, My mother tied it so that I don't forget to post an important letter. At this Jane asked, But where is the letter? Nick searched for it everywhere. \n\nThen he remembered that his mother had forgotten to give him the letter.  When Jane came to know about this, both laughed a lot."
    },
    {
      "category": "",
      "title": "",
      "body": "Long Con:\n\nWoman: Is there a problem, Officer? Officer: Ma'am, you were speeding. Woman: Oh, I see. Officer: Can I see your license please? Woman: I'd give it to you but I don't have one. Officer: Don't have one? Woman: Lost it 4 times for drunk driving. \n\nOfficer: I see...Can I see your vehicle registration papers please. \n\nWoman: I can't do that. Officer: Why not? Woman: I stole this car. Officer: Stole it? Woman: Yes, and I killed and hacked up the owner. Officer: You what? Woman: His body parts are in plastic bags in the trunk if you want to see. \n\nThe Officer looks at the woman, slowly backs away to his car, and calls for back up. Within minutes 5 police cars circle the car. A senior officer slowly approaches the car, clasping his half drawn gun. \n\nOfficer 2: Ma'am, could you step out of your vehicle please! The woman steps out of her vehicle. Woman: Is there a problem sir? \n\nOfficer 2: One of my officers told me that you have stolen this car and murdered the owner. Woman: Murdered the owner? \n\nOfficer 2: Yes, could you please open the trunk of your car, please. The woman opens the trunk, revealing nothing but an empty trunk. \n\nOfficer 2: Is this your car, ma'am? Woman: Yes, here are the registration papers. The first officer is stunned. \n\nOfficer 2: One of my officers claims that you do not have a driving license. \nThe woman digs into her handbag and pulls out a clutch purse and hands it to the officer. The officer snaps open the clutch purse and examines the license. He looks quite puzzled. \n\nOfficer 2: Thank you ma'am, one of my officers told me you didn't have a license, that you stole this car, and that you murdered and hacked up the owner. \n\nWoman: Betcha the lying man told you I was speeding too."
    },
    {
      "category": "",
      "title": "",
      "body": "The Lame Man:\n\nOne day two friends saw a man who was limping. One of them said that the man must have born lame. The other said that he must have met with an accident. They both started arguing over the matter.  \n\nThe argument got so heated up that finally they went to the man and asked him the reason for his limping. The man laughed and replied that he was limping as one of his sandals had broken. Both the friends walked away with an embarrassed face."
    },
    {
      "category": "",
      "title": "",
      "body": "Monkeys on a fast:\n\nOne day, a group of monkeys in a banana grove decided to fast. “Fasting once in fifteen days is good for our health,” said a wise old monkey. All monkeys nodded their heads.\n\n“Let’s fast tomorrow,” said their leader. All monkeys agreed.\n\nSoon, the day of fasting arrived. All the monkeys closed their eyes and said a prayer. A little monkey opened a corner of his eye.\n\nThere on the trees were bananas! Ripe bananas!\n\nThe little fellow licked his lips.\n\n“No eating today, Chotu. We are fasting,” said his mother giving him a stern look.\n\n“I was wondering…” said Chotu.\n\n“What were you thinking of?” asked the mother impatiently.\n\n“I was thinking — to fast means not to eat, right?” said Chotu.\n\n“Yes?” said the mother.\n\nThe whole troop was now alert.\n\n“But we can hold a banana in our hand, can’t we?” asked Chotu.\n\n“What did you say?” Mother glared at Chotu.\n\n“No eating. Only holding the banana in our hand,” added Chotu hastily.\n\nThe troop gravely considered this suggestion.\n\n“Is there any harm?” asked Chotu humbly.\n\nMother looked at the wise old monkey. “A good suggestion must be considered, even if it comes from someone younger to us,” said the wise old monkey with a serious look.\n\n“I see merit in Chotu’s suggestion,” said the leader.\n\nSo, it was decided that there was no harm in holding a banana in their hands and looking at it.\n\n“But no eating,” said the leader sternly, as each monkey picked up a banana. A yellow ripe banana.\nHolding a banana in hand all the monkeys closed their eyes in meditation.\n\nThen Chotu opened a corner of his eye again.\n\nBanana! Yellow ripe banana! Banana in hand!\n\n“No eating allowed, Chotu,” said the mother, who was keeping an eye on her son.\n\n“I was just thinking, only thinking…” drawled Chotu.\n\nAll the monkeys were keen to hear what Chotu had in his mind.\n\n“I was thinking, is there any harm in peeling off the banana?” asked Chotu hopefully. Noticing the look of disapproval, Chotu added hastily, “Mind you, not eating. Only peeling off the banana and looking at it.”\n\nAll the monkeys gave serious consideration to the suggestion from Chotu.\n\n“I see no harm,” said the wise old monkey. In no time, the bananas were peeled off.\n\nHolding the peeled off banana in their hands and with eyes closed, the monkeys sang songs in praise of the Lord.\n\nThen Chotu opened a corner of his eyes again. Banana! Peeled banana in hand!\n\n“No, Chotu, you can’t eat it,” the mother warned Chotu.\n\n“I was just thinking, only thinking…” said Chotu.\n\nAll the monkeys were now alert. They were keen to know what new suggestion Chotu was about to give.\n\n“I was thinking, is there any harm in keeping the banana in our mouth?” asked Chotu hopefully.\n\n“Not eating,” assured Chotu, “Only keeping it in the mouth, instead of holding it in our hands.”\n\n“Hmmm… By keeping the banana in the mouth, you are not breaking the fast for sure,” said the wise old monkey.\n\nWithout further discussion, all the monkeys popped the banana into their mouths.\n\nIt was Chotu again who blurted out, “Mumma…”\n\nMother monkey gave him a questioning look. She could not talk as she had the banana in her mouth.\n\n“Mother, I think… I think…”\n\nAll the monkeys held their breath.\n\n“I think banana is gone. It is in my tummy.”\n\nAll the monkeys gave Chotu an understanding look, running their hands on their tummies. There was silence. Then the wise old monkey spoke, “We have made a great discovery.” All monkeys looked at the wise old monkeys with great attention. The wise old monkey spoke slowly, weighing each word, “We have made a great discovery that you cannot keep a banana in the mouth for too long.”\n\nAll the monkeys nodded their heads gravely."
    },
    {
      "category": "",
      "title": "",
      "body": "Monkeys on a fast:\n\nOne day, a group of monkeys in a banana grove decided to fast. “Fasting once in fifteen days is good for our health,” said a wise old monkey. All monkeys nodded their heads.\n\n“Let’s fast tomorrow,” said their leader. All monkeys agreed.\n\nSoon, the day of fasting arrived. All the monkeys closed their eyes and said a prayer. A little monkey opened a corner of his eye.\n\nThere on the trees were bananas! Ripe bananas!\n\nThe little fellow licked his lips.\n\n“No eating today, Chotu. We are fasting,” said his mother giving him a stern look.\n\n“I was wondering…” said Chotu.\n\n“What were you thinking of?” asked the mother impatiently.\n\n“I was thinking — to fast means not to eat, right?” said Chotu.\n\n“Yes?” said the mother.\n\nThe whole troop was now alert.\n\n“But we can hold a banana in our hand, can’t we?” asked Chotu.\n\n“What did you say?” Mother glared at Chotu.\n\n“No eating. Only holding the banana in our hand,” added Chotu hastily.\n\nThe troop gravely considered this suggestion.\n\n“Is there any harm?” asked Chotu humbly.\n\nMother looked at the wise old monkey. “A good suggestion must be considered, even if it comes from someone younger to us,” said the wise old monkey with a serious look.\n\n“I see merit in Chotu’s suggestion,” said the leader.\n\nSo, it was decided that there was no harm in holding a banana in their hands and looking at it.\n\n“But no eating,” said the leader sternly, as each monkey picked up a banana. A yellow ripe banana.\nHolding a banana in hand all the monkeys closed their eyes in meditation.\n\nThen Chotu opened a corner of his eye again.\n\nBanana! Yellow ripe banana! Banana in hand!\n\n“No eating allowed, Chotu,” said the mother, who was keeping an eye on her son.\n\n“I was just thinking, only thinking…” drawled Chotu.\n\nAll the monkeys were keen to hear what Chotu had in his mind.\n\n“I was thinking, is there any harm in peeling off the banana?” asked Chotu hopefully. Noticing the look of disapproval, Chotu added hastily, “Mind you, not eating. Only peeling off the banana and looking at it.”\n\nAll the monkeys gave serious consideration to the suggestion from Chotu.\n\n“I see no harm,” said the wise old monkey. In no time, the bananas were peeled off.\n\nHolding the peeled off banana in their hands and with eyes closed, the monkeys sang songs in praise of the Lord.\n\nThen Chotu opened a corner of his eyes again. Banana! Peeled banana in hand!\n\n“No, Chotu, you can’t eat it,” the mother warned Chotu.\n\n“I was just thinking, only thinking…” said Chotu.\n\nAll the monkeys were now alert. They were keen to know what new suggestion Chotu was about to give.\n\n“I was thinking, is there any harm in keeping the banana in our mouth?” asked Chotu hopefully.\n\n“Not eating,” assured Chotu, “Only keeping it in the mouth, instead of holding it in our hands.”\n\n“Hmmm… By keeping the banana in the mouth, you are not breaking the fast for sure,” said the wise old monkey.\n\nWithout further discussion, all the monkeys popped the banana into their mouths.\n\nIt was Chotu again who blurted out, “Mumma…”\n\nMother monkey gave him a questioning look. She could not talk as she had the banana in her mouth.\n\n“Mother, I think… I think…”\n\nAll the monkeys held their breath.\n\n“I think banana is gone. It is in my tummy.”\n\nAll the monkeys gave Chotu an understanding look, running their hands on their tummies. There was silence. Then the wise old monkey spoke, “We have made a great discovery.” All monkeys looked at the wise old monkeys with great attention. The wise old monkey spoke slowly, weighing each word, “We have made a great discovery that you cannot keep a banana in the mouth for too long.”\n\nAll the monkeys nodded their heads gravely."
    },
    {
      "category": "",
      "title": "",
      "body": "A Cow Grazing:\n\nArtist : \"That, sir, is a cow grazing\"\nVisitor : \"Where is the grass ?\"\nArtist : \"The cow has eaten it\"\n\nVisitor : \"But where is the cow ?\"\nArtist : \"You don''t suppose she'd be fool enough to stay there after she'd eaten all the grass, do you ?\""
    },
    {
      "category": "",
      "title": "",
      "body": "Job Interview:\n\nOn the day of my big job interview I woke up late. Frantically I threw on a suit. “OH NO!” I thought. “MY TIE! My Dad was out of town and wasn’t there to help me, and for the life of me I did not know how to tie a tie! \n\nI grabbed a tie and ran out the door. “Excuse me sir,” I said to the crossing guard, “I have an important job interview, can you please help me make this tie?! \n\n” “Sure” said the guard, “just lie down on this bench.” Well if someone was going to help me I wasn’t going to ask any questions. After he finished and the tie looked good I just had to ask why I had to lie down. \n\n“Well in my previous job I learned how to tie tie’s on other people when they were lying down. He replied. What was your previous job? I asked incredulously. \n\n“I ran a morg.” Was the reply."
    },
    {
      "category": "",
      "title": "",
      "body": "Summertime Madness:\n\nIt was our final year of school and stress levels were high. Mr Adhikary, our maths teacher, understood this. He was silently sympathetic when our school's petty rules, like insisting we wear ties at the peak of summer in Kolkata, sent us over the edge. We, the students, spent our time coming up with ways to circumvent this silly rule. \n\nOne day, Mr Adhikary walked in for his class after the lunch break, and what he saw next would've turned anyone's stomach: 50 boys, sweaty and smelly, sitting in class silently, all with their ties on-and their shirts off. But Mr Adhikary just laughed and told us our logical thinking would help us pass the maths exam."
    },
    {
      "category": "",
      "title": "",
      "body": "In the Zoo:\n\nOne day Danny went with his father to a zoo. He was very excited to see different types of birds and animals. After a while, they came in front of the cage of a lion. \n\nDanny's father told him how ferocious and strong lions are. Danny was listening very attentively. Finally, he spoke up, Dad, if somehow the lion comes out of the cage and eats you up, then how will I get back home? At least tell me the route to reach home.  Danny's father laughed at the innocent question of the son."
    },
    {
      "category": "",
      "title": "",
      "body": "England or London:\n\nRobert got a job in a landlord's house. Once, a landlord's friend came to his house. The landlord called Robert and asked him to bring his binocular.  Robert quickly went to the landlord's room and brought the binocular. After the friend left, the landlord called Robert and scolded, You should have asked me which binocular to bring, the one from England or the one from London. \n\nIt would signify how rich I am. Robert nodded his head. Few days later, another friend of the landlord came to his house. The friend saw a lion skin and asked the landlord who had killed it. The landlord said that it was his father.  \n\nThe landlord then called Robert and asked him to bring his father's photograph. At this Robert asked, Which one sir- one of England or one of London?"
    },
    {
      "category": "",
      "title": "",
      "body": "The Elephant and The Sparrows:\n\nA sparrow couple had a beautiful nest with eggs on a tall and strong tree and were expecting their little ones soon. However, an arrogant elephant soon visited the area and shook the tree so hard that he managed to destroy the nest and the eggs. Angered and saddened by this, the sparrows decided to seek revenge.\n\nThey asked their woodpecker friend to help them. The woodpecker along with his friends, the fly and the frog, devised a plan. The frog asked the fly to buzz near the elephant’s ear. He said, “When the elephant closes his eyes, woodpecker, you must pierce his eyes. The elephant will stand up and try to find water. I will croak far away and the elephant would think there’s water around and reach the place. We will create a big pit and the elephant will fall into it.”\n\nAt sunset, they worked as per the plan and the elephant fell into the pit and died."
    },
    {
      "category": "",
      "title": "",
      "body": "He drove me crazy:\n\nThe one thing that drove me absolutely crazy about my boyfriend Bill was the way he drove. He would insist on driving in the dead center of a two way intersection, and no matter how much I complained, sulked, and threatened, nothing made a dent. The only consolation I found was the thought that at least the cars coming towards us, were staying in their lane. Sure enough, I soon resigned myself to my fate, but I would still cringe all too often while on the road. \n\nWell, the day finally came when I was to meet Bill’s family. We headed to the small hick town that he was from in Pennsylvania, and had a grand ol’ time with his folks. It was when we went out for a drive in the old family pick up that I learned that things could get quite a bit worse. “Don’t worry about my husband’s driving in the center of the road,” said Bill’s mom with a big friendly smile, as we headed onto a two way intersection. “THAT’S WHAT EVERYONE DOES AROUND HERE!!”"
    },
    {
      "category": "",
      "title": "",
      "body": "The Cowboy:\n\nA tall, weather-worn cowboy walked into a saloon and ordered a beer. The regulars quietly observed the drifter through half-closed eyelids. No one spoke, but they all noticed that the stranger's hat was made of brown wrapping paper. Less obvious was the fact that his shirt and vest were also made of paper. As were his chaps, pants and even his boots, including the paper spurs. Truth be told, even the saddle, blanket and bridle on his horse were made entirely of paper. The sheriff walks in and of course he arrests him immediately -- for rustling."
    },
    {
      "category": "",
      "title": "",
      "body": "The Loyal Mongoose:\n\nA farmer couple had a pet mongoose. One day, the farmer and his wife had to urgently go out of the house for work and so they left the mongoose with their infant and were assured that he would guard their baby well. While they were gone, a snake stealthily entered the house and moved towards the cradle to attack the infant. The smart mongoose fought and killed the snake in order to protect the baby.\n\nWhen the farmer’s wife returned home, she was shocked to be greeted by blood stains on the mongoose’s mouth and teeth. She lost her temper and shouted, “You killed my baby!” In her anger, she lost all control and killed the loyal mongoose. \n\nWhen she entered her house, she saw the baby and the dead snake. She realised what happened and regretted her actions."
    },
    {
      "category": "",
      "title": "",
      "body": "Fresh fish sold here:\n\nNasruddin Hodja opened a shop to sell fish. To attract customers, he hung a slate on which he wrote: “FRESH FISH SOLD HERE.” Then he sat down in the shop, waiting for customers.\n\nA passerby stopped at the shop. He looked at the board and said, ”Why do you say ‘Fresh’? No one sells stale fish, do they? Hodja thanked him and rubbed off the word ‘fresh’. The board now read, “FISH SOLD HERE.”\n\nAnother person who dropped in, looked at the board, and shook his head. “Here? Is it necessary to say ‘here’? The moment he sees fish, even a dimwit knows they are sold here.” Hodja thanked him and rubbed off the word ‘here.’ The board now read, “FISH SOLD.”\nA few minutes later the village school teacher stopped by. He looked at the board. “Sold? Of course, you have kept the fish to sell, not give to charity.” Hodja thanked him and rubbed off the word ‘sold.’ The board now read, “FISH.” Then he waited patiently for customers.\n\nThe village wise man visited the shop. “I could smell fish from half a mile away,” he said, “Is it necessary to announce fish?”\n\nHodja thanked him and rubbed off the word ‘Fish’. Now a slate was hanging above with nothing written on it.\n\nHodja waited for customers. Then came his wife. “Is this way to attract customers?” she scolded Hodja. “Why don’t you write on the slate: FRESH FISH SOLD HERE?”"
    },
    {
      "category": "",
      "title": "",
      "body": "Androcles:\n\nA slave named Androcles once escaped from his master and fled to the forest.\n\nAs he was wandering about there he came upon a Lion lying down moaning and groaning. At first he turned to flee, but finding that the Lion did not pursue him, he turned back and went up to him.\n\nAs he came near, the Lion put out his paw, which was all swollen and bleeding, and Androcles found that a huge thorn had got into it, and was causing all the pain. He pulled out the thorn and bound up the paw of the Lion, who was soon able to rise and lick the hand of Androcles like a dog.\n\nThen the Lion took Androcles to his cave, and every day used to bring him meat from which to live. But shortly afterwards both Androcles and the Lion were captured, and the slave was sentenced to be thrown to the Lion, after the latter had been kept without food for several days.\n\nThe Emperor and all his Court came to see the spectacle, and Androcles was led out into the middle of the arena.\n\nSoon the Lion was let loose from his den, and rushed bounding and roaring towards his victim. But as soon as he came near to Androcles he recognised his friend, and fawned upon him, and licked his hands like a friendly dog.\n\nThe Emperor, surprised at this, summoned Androcles to him, who told him the whole story. Whereupon the slave was pardoned and freed, and the Lion let loose to his native forest.\n\n“Gratitude is the sign of noble souls"
    },
    {
      "category": "",
      "title": "",
      "body": "The Chicken In The Library:\n\nA librarian is working away at her desk when she notices that a chicken has come into the library and is patiently waiting in front of the desk. When the chicken sees that it has the librarian's attention, it squawks, \"Book, book, book, BOOK!\"\n\nThe librarian complies, putting a couple of books down in front of the chicken. The chicken quickly grabs them and disappears.\n\nThe next day, the librarian is again disturbed by the same chicken, who puts the previous day's pile of books down on the desk and again squawks, \"Book, book, book, BOOK!\"\n\nThe librarian shakes her head, wondering what the chicken is doing with these books, but eventually finds some more books for the chicken. The chicken disappears.\n\nThe next day, the librarian is once again disturbed by the chicken, who squawks (in a rather irritated fashion, it seems), \"Book, book, book, BOOK!\" By now, the librarian's curiosity has gotten the better of her, so she gets a pile of books for the chicken, and follows the bird when it leaves the library. She follows it through the parking lot, down the street for several blocks, and finally into a large park. The chicken disappears into a small grove of trees, and the librarian follows. On the other side of the trees is a small marsh. The chicken has stopped on the side of the marsh. The librarian, now really curious, hurries over and sees that there is a small frog next to the chicken, examining each book, one at a time. The librarian comes within earshot just in time to hear the frog saying, \"Read it, read it, read it...\""
    },
    {
      "category": "",
      "title": "",
      "body": "The Love Test:\n\nOne day, two colleagues Henry and Peter were having their lunch. Just then Henry started having hiccups. When Peter asked him the reason, he replied that it was due to his wife's love. When his wife missed him a lot, he had loud hiccups. \n\nPeter thought how lucky Henry was to have such a loving wife. He hurried back to his house and started scolding his wife for not missing him. Then he narrated to her the whole matter. His wife understood where the problem was.  \n\nNext day, she mixed a lot of chilli powder in the lunch. When Peter sat down to eat, he had hiccups. He thought, Oh dear! Don't miss me so much. Henry laughed seeing Peter's condition."
    },
    {
      "category": "",
      "title": "",
      "body": "Are Bugs Good to Eat?:\n\nA boy asks his father, \"Dad, are bugs good to eat?\"\n\n\"That's disgusting — don't talk about things like that over dinner,\" the dad replies.\n\nAfter dinner the father asks, \"Now, son, what did you want to ask me?\"\n\n\"Oh, nothing,\" the boy says. \"There was a bug in your soup, but now it's gone.\""
    },
    {
      "category": "",
      "title": "",
      "body": "Fear of God:\n\nOnce there were two brothers who were very naughty. Always they were up to some mischief.  \n\nOne day, their mother asked a priest to talk to her sons and put the fear of god in them so that they would mend their ways. The priest asked her to send her sons to him one by one.  Firstly, the younger brother went to the priest and sat by his side. \n\nThe priest asked him in a commanding voice, Where is God? The boy didn't react. When the priest asked again, the boy ran to his elder brother and said, Do you know God is missing and everybody thinks that we are responsible for this."
    },
    {
      "category": "",
      "title": "",
      "body": "Sandwiches for dinner:\n\nTwo friends, who are advocates, visit a restaurant and order drinks. They do not order anything to eat as they have a sandwich each in their briefcases. The advocates take out their sandwiches and start eating them.\n\nThe waiter comes, and sternly says, “You are not allowed to eat your own sandwiches inside the restaurant.”\n\nThe smart friends look at each other, laugh and exchange their sandwiches."
    },
    {
      "category": "",
      "title": "",
      "body": "The River Isn't Deep:\n\nA stranger on horse back came to a river with which he was unfamiliar. \nThe traveller asked a youngster if it was deep.\n\"No\", replied the boy, and the rider started to cross, but soon found that he and his horse had to swim for their lives.\n\nWhen the traveller reached the other side he turned and shouted : \"I thought you said it wasn't deep ?\"\n\"It isn't\", was the boy''''s reply : \"it only takes grandfather's ducks up to their middles !\""
    },
    {
      "category": "",
      "title": "",
      "body": "The Viper:\n\nA widow lived alone on the top floor of an apartment house. One morning her telephone rang. \n\n\"Hello,\" she said. \n\n\"This is the viper,\" a man said. \"I'm coming up.\" \n\n\"Somebody is fooling around,\" she thought, and hung up. \n\nA half-hour later the telephone rang again. It was the same man. \n\n\"It's the viper,\" he said, \"I'll be up soon.\" \n\nThe widow didn't know what to think, but she was getting frightened. \n\nOnce more the telephone rang. Again it was the viper. \n\n\"I'm coming up now,\" he said. \n\nShe quickly called the police. They said they would be right over. When the doorbell rang, she sighed with relief. \"They are here!\" she thought. \n\nBut when she opened the door, there stood a little old man with a bucket and a cloth. \"I am the viper,\" he said. \"I vish to vash and vipe the windows.\""
    },
    {
      "category": "",
      "title": "",
      "body": "Two Targets in One Shot:\n\nOne night, two hunters were sitting in a bar and telling each other about their experiences. One of them said, I am really a great hunter. Once I shot a duck on its toe and head at the same time. \n\nThe other hunter got surprised hearing this and said, Its not possible. You must be joking. No I am not joking, said the first hunter, The duck was scratching its head with its toe when I shot at it. At this, both of them laughed heartily."
    },
    {
      "category": "",
      "title": "",
      "body": "Mismatched:\n\nOne morning, I was rushing to get to the class I taught, but had to make a stop at the library first. I was so late I barely had time to wear my slippers before running out of the house. At the library, I noticed the librarian eye me strangely. \n\nAfter a moment, she asked, \"Is everything okay?\"\"Yes. Of course,\" I said. \"Why?\"\"Er, then why are you wearing that?\" she asked, pointing down.I looked down and realized I was wearing a colourful Kolhapuri chappal on one foot and my husband's heavy black slipper on the other. No wonder my feet felt so uncomfortable!"
    },
    {
      "category": "",
      "title": "",
      "body": "Does the Sog Know:\n\nOnce there were two classmates Pat and Tom. One day,  Pat went to Tom's house to borrow a book.  On the entrance, he found a dog standing. Seeing Pat, it started barking. Pat got frightened. Tom came running and held his dog.\n\nPat was still breathing heavily. At this, Tom said, Pat, dogs who bark never bite. Pat said,  you and I know this proverb, but this dog doesn't know. Both the friends laughed heartily."
    },
    {
      "category": "",
      "title": "",
      "body": "Swami Vivekananda:\n\nWhen Swami Vivekanand was studying law at the University College, London, a white professor, whose last name was Peters, disliked him intensely.\nOne day, Mr. Peters was having lunch at the dining room when vivekananda came along with his tray and sat next to the professor.\n\nThe professor said, \"Mr Vivekanand , you do not understand. A pig and a bird do not sit together to eat.\"\n\nVivekanandji looked at him as a parent would a rude child and calmly replied, \"You do not worry professor. I'll fly away,\" and he went and sat at another table.\n\nMr. Peters,  reddened with rage, decided to take revenge. \n\nThe next day in Class he posed the following question: \"Mr.Vivekanand , if you were walking down the street and found a package, and within was a bag of wisdom and another bag with money, which one would you take ?\"\n\nWithout hesitating, Vivekanandji responded, \"The one with the money, of course.\"\n\nMr. Peters , smiling sarcastically said, \"I, in your place, would have taken the wisdom.\"\n\nSwami Vivekanand shrugged and responded, \"Each one takes what he doesn't have.\"\n\nMr. Peters, by this time was fit to be tied. So great was his anger that he wrote on Swami Vivekanand's exam sheet the word \"idiot\" and gave it to Swami Vivekanand.\n\nVivekanandji took the exam sheet and sat down at his desk trying very hard to remain calm while he contemplated his next move.\n\nA  few  minutes later, Swami Vivekanand got up, went to the professor and told him in a dignified polite tone, \"Mr. Peters, you signed the sheet, but you did not give me the grade.\"\nDon't mess with intelligent people.."
    },
    {
      "category": "",
      "title": "",
      "body": "Keeping the Doctor Away:\n\nOnce there were two sisters named Annie and Jenny. One day they were cycling. Suddenly, Annie lost her balance and fell down and started crying. Jenny helped her in getting up and took her home. \n\nAt home, their mother bandaged her and asked their father to take Annie to a doctor for a tetanus injection.  On hearing the name of injection, Annie immediately went to the kitchen and took out an apple from the refrigerator.  \n\nJust then Jenny came into the kitchen and asked Annie whether she was scared of injection.  At this Annie replied, Yes, I am afraid of injection. That's why I am eating this apple. Didn't our teacher say that an apple away keeps the doctor away?"
    },
    {
      "category": "",
      "title": "",
      "body": "Ant’s accident:\n\nIn a faraway city,  lived a unique couple — the elephant and his wife the ant.\n\nOne day, while returning home on their scooter after a long day’s work, happens something unexpected. \nThey meet with an accident. The elephant gets badly wounded, but the ant escapes scratch proof.\n\nGuess how? Because the ant is a safe rider and was wearing a helmet."
    },
    {
      "category": "",
      "title": "",
      "body": "A trip to heaven!:\n\nOne morning, a farmer found that some animal had broken into his farm in the night and had eaten some of the sugar canes he was growing. He decided to keep a watch. In the middle of the night, he went to his farm to make sure no animal had invaded the farm.\n\nTo his surprise, he saw a white elephant busy eating the sugar canes. He ran after the elephant shouting. The elephant tried to flee. The farmer caught it by its tail. To his horror, he found the elephant rising off the ground. The jumbo was flying!\n\nThe frightened farmer held on the tail of the flying elephant. The elephant landed in a garden above the clouds. The farmer recalled his grandmother talking about heaven. “This must be heaven,” he thought. He was delighted to see beautiful trees laden with juicy fruits. He started eating the fruits. He put some fruits in his pocket. He wanted to share them with his friends back on earth. When the elephant flew again, the farmer held its tail. The elephant flew down heading for the sugarcane farm. After they landed on earth, the farmer ran home.\n\nThe farmer’s friends would not believe his tale. He offered them juicy mangoes that he had plucked from the heavenly trees. The fruits were so sweet that all his friends agreed that they tasted heavenly. They wanted to know when he was going to heaven again. The farmer said he was planning a visit that night. His friends begged him to take them with him. The farmer agreed. “Yes, let’s all go to heaven and celebrate there,” he said. The friends decided they would meet in the sugarcane farm at midnight.\nThat night as the farmer and his friends waited in the farm, they saw the white elephant descending from the sky. They waited patiently till the elephant had its share of sugarcanes. As the elephant was ready to take off, the farmer ran and held its tail. As the elephant rose, one of the friends ran and caught hold of the farmer’s legs. As the elephant rose higher, another man ran and held on to the legs of the man holding the legs of the farmer. Thus, the human chain grew, as every man held on to the legs of the other above him.\n\nAs the elephant flew the friends started talking. One of them wanted to know whether there were water melons in the heavenly garden. “Of course, there are water melons,” said the farmer. “They are so huge!” he said.\n\n“How big?” the friend asked.\n\n“This big,” said the farmer, demonstrating with his hands.\n\nAs he opened his hands to show how big the heavenly water melons were, the farmer and his friends fell. Luckily, they fell into a stream on good old earth.\n\nThe heavenly elephant never returned to the sugarcane farm although the farmer and his friends waited for his return."
    },
    {
      "category": "",
      "title": "",
      "body": "A Long Way To Go:\n\nIt came to pass that a very poor peasant was down to his last meal.\n\nDeciding he could no longer live in squalor, he decide to sell the only thing he owned... his talking mule. These was no ordinary type of talking mule, this one could tell jokes and sing and keep the local townspeople very happy. With much regret, the peasant sets off to the big city to sell his mule.\n\nHe sets up on a street corner and the mule draws an immediate crowd. The mule is so funny that the crowds can't remain standing because they're laughing so hard. Finally, a man comes up to the peasant and says \"I'm a talent scout for The Tonight Show. I MUST have your mule for our show.\" Unfortunately, the talent scout had just been pick pocketed, and had lost his wallet. The only thing of value he had was a subway token. He convinced the peasant to trade the mule for the \"Magic Token of Good Fortune\" and secured the mule.\n\nOn the way home, the peasant realized that he had been cheated, and he was broken hearted. He used his subway token to get him to the edge of the city. When he put the token in the slot, alarms went off and he was notified that he was the 1 billionth rider of the subway, and that he just won 50 million dollars.\n\nMeanwhile, the Mule was so funny that he took over Jay's job, and eventually put Dave, Conan, John and every other late nighter out of business. The Morale of the story: A Mule that is funny is soon bartered."
    },
    {
      "category": "",
      "title": "",
      "body": "Five old ladies:\n\nSitting on the side of the highway waiting to catch speeding drivers, a State Police Officer see's a car puttering along at 22 MPH. \n\nHe thinks to himself, \"This driver is just as dangerous as a speeder! \"So he turns on his lights and pulls the driver over. \n\nApproaching the car, he notices that there are five old ladies, two in the front seat and three in the back, wide eyed and white as ghosts. \n\nThe driver, obviously confused, says to him, \"Officer, I don't understand, I was doing exactly the speed limit! What seems to be the problem?\" \n\n\"Ma'am,\" the officer replies, \"You weren't speeding, but you should know that driving slower than the speed limit can also be a danger to other drivers.\" \n\n\"Slower than the speed limit? No sir, I was doing the speed limit exactly twenty-two miles an hour!\" the old woman says a bit proudly. \n\nThe State Police officer, trying to contain a chuckle explains to her that \"22\" was the route number, not the speed limit. \n\nA bit embarrassed, the woman grinned and thanked the officer for pointing out her error. \n\n\"But before I let you go, Ma'am, I have to ask... Is everyone in this car OK? These women seem awfully shaken and they haven't muttered a single peep this whole time,\" the officer asks. \n\n\"Oh, they'll be all right in a minute officer. We just got off Route 119.\""
    },
    {
      "category": "",
      "title": "",
      "body": "A Tale of Three Fish:\n\nIn a lake, there were three fish who were great friends. The first fish was very smart, the second one knew how to find his way out of trouble and the third was adamant and hated changes. \n\nThe first fish overheard a fisherman’s conversation about coming back the next day and fishing in the lake. Sensing danger, he cautioned his friends to move out of the lake. \n\nThe second fish said, “I will stay here and find a way out if I’m caught.” \n\nThe third fish said, “I do not want to move out. I will remain here and if I have to get caught, I will.” The first fish moved out. \n\nThe next day, the fisherman arrived and caught the other two fish. \n\nThe second one cleverly escaped by pretending to be dead. The third fish did nothing and got caught and died."
    },
    {
      "category": "",
      "title": "",
      "body": "On Air:\n\nWhen we were in college in Mumbai, cricket fever was at its peak. The boys had strict instructions not to follow the scores on transistors hidden in books. \n\nWell, on the day of a big match, our English teacher Luku Sanyal, the pioneering voice of AIR and Doordarshan, decided to walk around the aisle between rows of benches. Suddenly, she spotted a student holding a book close to his ear. The giveaway was the transistor aerial peeping out of the book. She went over to his seat and pulled at the aerial … and all she got was the aerial. The guy was faking it. Our dear Luku ma'am, instead of getting angry, guffawed!"
    },
    {
      "category": "",
      "title": "",
      "body": "The goatherd and the goat:\n\nA Goatherd was one day gathering his flock to return to the fold, when one of his goats strayed and refused to join the rest. He tried for a long time to get her to return by calling and whistling to her, but the Goat took no notice of him at all; so at last he threw a stone at her and broke one of her horns. \n\nIn dismay, he begged her not to tell his master: but she replied, \"You silly fellow, my horn would cry aloud even if I held my tongue.\"\n\nMoral:\n- It's no use trying to hide what can't be hidden.\n- Wicked deeds will not stay hid."
    },
    {
      "category": "",
      "title": "",
      "body": "Vertically Challenged:\n\nThe maths teacher in our school in Udaipur would often hit us with the fat copies of R. D. Sharma's textbooks, whenever he was having a bad day, it seemed. It didn't help that he was four-feet-nothing. Obviously, no one sat on the front and side benches. \n\nIt was quite entertaining to watch him get angry and not be able to reach us, and get angrier still. To annoy him further, the tallest girl would put the duster out of his reach. School kids can be mean!"
    },
    {
      "category": "",
      "title": "",
      "body": "Ways to Cut Down Weight:\n\nJoy was fed up of his increasing weight. All the time he kept thinking of the ways to reduce his weight. One day he went to a shopkeeper and said, I have come to know about a book that tells how to reduce weight. Please give me a copy of that book. \n\nThe shopkeeper said, Sir, the last copy of that book got sold just a few minutes back. But I have another book that tells how to gain weight. Joy said, I don't need that. I want to reduce weight, not increase it. The shopkeeper replied,  So what? Just do the reverse of what is written in the book."
    },
    {
      "category": "",
      "title": "",
      "body": "Stick to Words:\n\nOne day, two friends Nancy and Jenny were sitting in a restaurant. Nancy asked Jenny about her age. First, Jenny tried to hide her age but when Nancy compelled her, she said, I am just sixteen years old. \n\nAt this Nancy said, Last year you said that your age was sixteen and now again you are saying you are sixteen years old. What's this? Jenny laughed and said, I always stick to my words. Both the friends started laughing at this witty comment."
    },
    {
      "category": "",
      "title": "",
      "body": "Local Politician:\n\nAs a popular local politician I always try to help out whenever I can. So that’s how it came to be that when a fellow came up to me in a hotel lobby the other day and asked me for a small favor I was more then happy to oblige. \n\n“Hi,” said the fellow, introducing himself as Bob Smith. “I’m having a very important business meeting in a few minutes, and it’s very important that I impress them . If you can just come over during our meeting and say hello I would be forever indebted to you! \n\n” So that’s how a few minutes later, I found myself walking over to the fellow with a big smile on my face, “Hi Bob!” I said. \n\n“I barely got the words out of my mouth when Bob looked up with an annoyed expression, “DON’T BOTHER ME NOW CHRIS. CAN’T YOU SEE I’M IN THE MIDDLE OF AN IMPORTANT MEETING?!"
    },
    {
      "category": "",
      "title": "",
      "body": "Obeying the Rules:\n\nOn the front gate of a temple, there was a sign which read, Remove your footwear before entering the temple. A guard had also been appointed there.  One day, the guard saw a man entering the temple and asked him, Where are your shoes? \n\nThe man replied, I don't wear shoes. Then you can't go inside, said the guard. Why? asked the man Didn't you read the sign? It says that you can't enter the temple without removing your shoes or slippers."
    },
    {
      "category": "",
      "title": "",
      "body": "Ale's Well That Ends Well:\n\nTwo workmen were sitting in a pub drinking and arguing about which pub they should visit next. \"The Rose and Crown's the closest,\" said the first workman. \"No, the Elephant and Castle is closer!\" said the second workman. So they decided to go to the Elephant and Castle. On their way to the pub, a ferocious lion, which had escaped from the zoo, lunged at them, but was killed by anti-aircraft fire from a search plane overhead. \n\nStepping over the beast's body, they went on to the Elephant and Castle, thereby proving that the shortest distance between two pints is a strafed lion."
    },
    {
      "category": "",
      "title": "",
      "body": "The Wise Minister’s Advice:\n\nA gang of owls attacked some crows in a forest one night and killed them all. Because the crows couldn’t see clearly at night, they couldn’t fight back.\n\nThe King of the crows was so distressed to hear the news that he went to his wise old minister for guidance. The minister gave him some advice and sent him back.\n\nThe next day, the crows went to the owl’s cave and put on a dramatic show! One crow pretended to praise the owls and the other ones struck him down! Seeing this, the Owl king thought that this crow was in favour of the owls. The crow continued to live with the owls till one morning, the crow flew away and with the help of his crow friends set fire to the entrance of the owl cave! Since owls are nocturnal creatures, they couldn’t see anything and all of them were killed!\n\nMoral of The Story: Keep enemies at bay and also never let them know your strengths and weaknesses."
    },
    {
      "category": "",
      "title": "",
      "body": "The Chess Players:\n\nThere is the story of a group of chess enthusiasts, good friends all, who had a long day of chess matches. Late in the evening these friends went to the lobby of the large hotel where the matches were held, to talk a bit and rest. While their chat began quietly it gathered steam and got quite animated. They were telling each other of their successes of the day. One said he had won so many matches, another told of how he had beaten better players than himself. After a while of this, the hotel manager came over and summarily threw them all out, saying, \"I can't abide chess nuts boasting in an open foyer\"."
    },
    {
      "category": "",
      "title": "",
      "body": "Tenali Tales: Raman outsmarts a cheat:\n\nOnce upon a time, Raman set out on a long journey. In those days, one had to walk through the jungle to get to another city. On the way, another traveler joined Raman. “This place is infested with thieves. I am afraid they will rob me. Can I travel with you?” the man asked Raman. Raman readily agreed.\n\nThat night, the two of them stopped at some place to rest. Raman was tired and fell asleep soon. His companion was waiting for this moment. In fact, he was a thief who used to rob travelers. He got up and looked under Raman’s pillow without disturbing him. He found nothing. He carefully searched Raman’s pockets looking for money. To his disappointment, he did not find even a paisa! Then he opened the bundle Raman was carrying. Again, he found nothing.\n\nThe next morning, the two resumed their journey. They halted for the night. Raman had a sound sleep. His companion searched Raman’s belongings, looking for money and valuables. Again, he was disappointed.\nThe next day, the two travelers reached the holy city of Tirupati, and they had to part company. The companion confessed that he was a thief. “ I have never met with failure. But this time I failed. Now that we are parting company, please tell me where did you hide the money in the night?” pleaded the thief. “Unless I know your secret, I may not be able to sleep,” he confessed.\n\nRaman smiled, “I knew you were a thief the moment I saw you. I took care to hide money where you would never find it.”\n\n“But where? I looked for it everywhere,” cried out the thief.\n\n“Did you look for it under your pillow?” asked Raman.\n\n“I looked for it under your pillow and found nothing. Why should I look for your money under my pillow?” asked the bewildered thief.\n\n“Because I hid the money under your pillow,” said Raman, “I was confident it was the one place you would never look for my money.”"
    },
    {
      "category": "",
      "title": "",
      "body": "Lotion boy:\n\nOne time in my chemistry class, while the teacher was talking, this guy asked loudly, “Does anyone have any lotion?” The teacher stopped talking as some girl gave him some hand lotion.\n\nThe guy proceeds to slowly rub the lotion on his face as the whole class watches him in confusion.\n\nThe teacher asks him what he’s doing, and he responds with “I forgot to moisturize this morning” and puts even more on his face.\n\nThe teacher asks him to go to the hall to finish his moisturizing because he’s being a distraction, and after about 10 minutes he still hasn’t come back in, so someone opens the door to check and he’s still smearing lotion all over his face. He finally comes back in and hands the girl her lotion, and he’s used up half of it. Now people call him lotion boy."
    },
    {
      "category": "",
      "title": "",
      "body": "The Mouse Ghost:\n\nOnce upon a time in a jungle lived a little mouse named Squeaky. He was so tiny that he was always afraid of the other larger animals. “I am so small and these animals are so big. What can I do?” the poor mouse thought to himself.\nLater, that night, he found some unusual cloth lying near his house. “Oh, what is this?” Squeaky said. He thought for a while and soon he realized that it was a pillow cover humans use. “It looks like that pillow cover humans use. I wonder how it came here! Oh, I have an idea! I can have some fun with this,” laughed the mouse.\n\nIn a couple of seconds, the mouse drew two eyes and lips with that pen. It was made in such a way that it was appearing to be a ghost. “Now, I am going to have fun!” he said happily. As night was approaching, all the big animals started to go back to their houses.\nFirst, there came a rabbit. The rabbit got so afraid after seeing the shadow of the ghost that he ran away at once. Soon, the deer came across the same path. When she saw the house covered with white cloth, she shouted, “Ghost! Ghost! There is a ghost in the jungle!” The mouse was really enjoying this. Even the king of the jungle was now afraid of him. All the big animals changed their way and stopped using that path.\n\nBut then, one day, there was a huge thunderstorm. All the animals had no choice but to cross that scary path. All the trees had fallen and because of that the rest of the paths were blocked. “I have to use this path. I hope the ghost is not here,” said the rabbit. However, the rabbit saw the ghost. The rabbit jumped out of fear.\n\nBut, to his surprise, the white cloth flew away and inside it, there was Squeaky. “So, there was no ghost! You fooled all of us!” shouted the rabbit. Soon, all the animals gathered there and drove the mouse away. He could never return to the jungle.\n\nMORAL OF THE STORY: YOU CAN FOOL SOME PEOPLE SOME OF THE TIME BUT YOU CANNOT FOOL ALL THE PEOPLE ALL THE TIME."
    },
    {
      "category": "",
      "title": "",
      "body": "The Last Leg:\n\nThe boys in my class often used the teacher's desk to play table tennis during recess. After having seen many such matches through, it finally gave way and one of the table legs came off. Even more unfortunate was the fact that we had Sanskrit right after and our teacher was quite scary. So the boys placed the flat top on the remaining three legs and hoped she wouldn't notice.\n\nThey had terrible luck, though-as soon as she stepped in, she leaned against the table, and down she went with a loud thud. She screamed bloody murder and our entire class stood outside in punishment for the rest of the day."
    },
    {
      "category": "",
      "title": "",
      "body": "A Wildebeestly Problem:\n\nThere was a small African tribe that had a terrible problem. Every morning a neighboring herd of Wildebeests called Gnus, would stampede through the village, knocking down cooking pots, smashing water jugs and trampling the vegetable gardens. The Chief had tried everything, with no success. He built fences, but the Gnus ran right through them. He tried having his men scare the herd away but they always came back.\n\nFinally, one morning the Chief woke up and didn't hear the thunder of hooves. He went out, and the Gnus herd was nowhere to be seen. They were gone at last! So, the Chief called all the people of the tribe together, and announced, \"NO GNUS IS GOOD NEWS!\""
    },
    {
      "category": "",
      "title": "",
      "body": "Beauty is not eternal:\n\nOnce there was a gardener having a beautiful garden of flower-plants-mostly rose plants. By chance a lily plant blossomed near a rose-bush.\n\nLily is believed to yield flowers that never fade and have an everlasting beauty. But the rose flowers have a short life.\n\nThe lily said to the rose, \"How beautiful you are! What an aroma you possess! No wonder, you are universally a favourite flower. I really envy you.\n\n\" The rose replied, \"You wouldn't have said so, if you knew the reality. My bloom is very short-lived. I bloom in the morning and by sunset I begin to loose shine. By the next morning I fade completely and then I die. But you are known to have flowers that never fade even if they have been cut. Beauty is only a nine-day wonder.\""
    },
    {
      "category": "",
      "title": "",
      "body": "The Bride wore white:\n\nAttending a wedding for the first time, a little girl whispered to her mother, “Why is the bride dressed in white?”\n“Because white is the color of happiness, and today is the happiest day of her life,” her mother tried to explain, \nkeeping it simple. \n\nThe child thought about this for a moment, then said, “So why’s the groom wearing black\"."
    },
    {
      "category": "",
      "title": "",
      "body": "The Cat Scan:\n\nOne day, Ricky's dog got seriously ill. So, he took it to a veterinary doctor. The doctor examined the dog and declared it to be dead.  Ricky felt very sad and asked the doctor, Doctor, are you sure that my dog is dead? Kindly perform some tests and confirm it to me. The doctor agreed and asked his assistant to bring a cat. \n\nThe cat sniffed the dog and went to the other room without any reaction. Thus, it was confirmed that the dog was dead.  When Ricky asked for the bill, the doctor demanded two hundred dollars. When Ricky asked why the bill was so high, the doctor replied, Cat scan is really very costly."
    },
    {
      "category": "",
      "title": "",
      "body": "Help Out A Buddy:\n\nFor this skit you will need two hunting buddies and a 911 call center person. \n\nThe skit starts off with the two hunters pretending to hunt in the woods ( you could use twigs for guns). Suddenly one of them clutching his chest, falls to the ground. The other pulls out his cell phone and calls 911 looking around in a panic and acting scared. This works best if the 911 person is on the other side of the stage and just stands up or walks on to the stage at this point.\n\n911: \"Hello?\"\n\nFred: \" 911 my friend (insert name) has fallen to the ground and I think he might be dead!!!\"\n\n911: \" Sir please calm down and follow my instructions. First we have to make sure he's dead..\"\n\n(*silence*)\n\nThere is a gunshot and Fred comes back on the phone.\n\nFred:\" Now what?\""
    },
    {
      "category": "",
      "title": "",
      "body": "Son in New York:\n\nAn elderly man in Phoenix calls his son in New York and says, \"I hate to ruin your day, but I have to tell you that your mother and I are divorcing; forty-five years of misery is enough.\" \n\"Pop, what are you talking about?\" the son screams. \n\n\"We can't stand the sight of each other any longer,\" the old man says. \"We're sick of each other, and I'm sick of talking about this, so you call your sister in Chicago and tell her,\" and he hangs up. \nFrantic, the son calls his sister, who explodes on the phone. \n\n\"They're not getting divorced if I have anything to do about it,\" she shouts, \"I'll take care of this.\" \nShe calls Phoenix immediately, and screams at the old man, \"You are NOT getting divorced. Don't do a single thing until I get there. I'm calling my brother back, and we'll both be there tomorrow. Until then, don't do a thing, DO YOU HEAR ME?\" and hangs up. \n\nThe old man hangs up his phone and turns to his wife and says, \"Okay, they're coming for Thanksgiving...now what do we tell them for Christmas?\""
    },
    {
      "category": "",
      "title": "",
      "body": "Smart little boy:\n\nA little guy gets on a plane and sits next to the window. A few minutes later, a big, heavy, strong mean-looking, hulking guy plops down in the seat next to him and immediately falls asleep. \n\nThe little guy starts to feel a little airsick, but he's afraid to wake the big guy up to ask if he can go to the bathroom. He knows he can't climb over him, and so the little guy is sitting there, looking at the big guy, trying to decide what to do. \n\nSuddenly, the plane hits an air pocket and an uncontrollable wave of nausea passes through the little guy. He can't hold it in any longer and he pukes all over the big guy's chest. \n\nAbout five minutes later the big guy wakes up, looks down, and sees the vomit all over him. \n\n\"So,\" says the little guy, \"are you feeling better now?\""
    },
    {
      "category": "",
      "title": "",
      "body": "On the School Bus:\n\nIt's the first day of school.\n\nThe school bus stops and a little blonde girl gets on. The bus driver says, \"Oh, what a darling little girl! Where did you get those blonde curls?\"\n\nThe little girl replies, \"From my mom!\"\n\nAt the next stop a little redhead gets on. The bus driver says, \"Oh, you lovely thing! Where ever did you get those gorgeous strawberry curls?\"\n\n\"I look just like my dad!\" says the second girl.\n\nAt the next stop, a girl with green hair gets on. The bus driver is a little shocked, but she pulls herself together and says \"My, what unusual green hair! Where did you get it from?\"\n\nAll in one motion, the girl puts the heel of her hand at her chin, and pushes upward as she produces an enormous, juicy \"Sneeee-r-r-r-rk!\" sound from her nose. Continuing with her whole hand flat on her forehead, she pushes upward and backwards, running her fingers through her hair.\n\nFinally, she drops her hand and says, innocently, \"No idea!\""
    },
    {
      "category": "",
      "title": "",
      "body": "Camping with Sherlock Holmes:\n\nSherlock Holmes and Dr. Watson went camping.\n\nThey pitched their tent under the stars and went to sleep.\n\nSometime in the middle of the night Holmes woke Watson up and said: \"Watson, look up at the stars, and tell me what you see.\"\n\nWatson replied: \"I see millions and millions of stars.\"\n\nHolmes said: \"And what do you deduce from that?\"\n\nWatson replied: \"Well, if there are millions of stars, and if even a few of those have planets, it's quite likely there are some planets like Earth out there. And if there are a few planets like Earth out there, there might also be life.\"\n\nAnd Holmes said: \"Watson, you idiot, it means that somebody stole our tent.\""
    },
    {
      "category": "",
      "title": "",
      "body": "I Can't Eat This Soup:\n\nOld man comes into a restaurant, sits at his usual table, and orders the usual — matzoh ball soup.\n\nThe waiter sets it down in front of him, and stands back to watch him enjoy it. But the man just sits there.\n\n\"Is there something wrong?\" the waiter asks.\n\n\"I can't eat this soup,\" the man replies.\n\n\"Is it too hot?\" the waiter asks. \"No.\" \"Too cold?\" \"No.\" \"Too salty?\" \"No.\"\n\nThe waiter calls for the maitre d', and for the chef, and each goes through the same routine: \"Too hot?\" \"Too cold?\" \"No, no no.\"\n\nFinally the chief, at his wits end, says, \"Sir, I will taste the soup myself. Where is the spoon?\"\n\nSays the old man: \"A-ha!\""
    },
    {
      "category": "",
      "title": "",
      "body": "The Stag at the River:\n\nA Stag, very thirsty because of the heat, came to a river in a forest to drink some water. He saw his shadow reflected in the water, and greatly admired the size of his horns, but felt ashamed of his weak and thin legs.\n\n\"I wish my legs were as beautiful as my horns,\" he sobbed.\n\nWhile he was lost in these thoughts, a Lion appeared at the river. The Stag fled from the river in an instant, but his horns soon became entangled with the branches and he found himself stuck.\n\nThe Lion quickly caught up with him and captured him.\n\n\"How wrong I was to despise my legs which could have saved me now, had it not been for my horns which I so admired!\" he cried.\n\nThe most valuable things are often disregarded."
    },
    {
      "category": "",
      "title": "",
      "body": "Lunch at the Library:\n\nGuy in a library walks up to the librarian and says, \"I'll have a cheeseburger and fries, please.\"\n\nLibrarian responds, \"Sir, you know you're in a library, right?\"\n\nGuy says, \"Oh, sorry. [in a whisper] I'll have a cheeseburger and fries, please.\""
    },
    {
      "category": "",
      "title": "",
      "body": "Well, bless your heart:\n\nTwo nicely dressed ladies happened to start up a conversation during an endless wait in Los Angeles airport.  The first lady was an arrogant Californian woman married to a wealthy man. The second was a well-mannered, elderly woman from the South.\n\n  When the conversation centered on whether they had any children, the California woman started by saying, \"When my first child was born, my husband built a beautiful mansion for me.\"\n\nThe lady from the South commented, \"Well, bless your heart.\"\n \nThe first woman continued, \"When my second child was born, my husband bought me a beautiful Mercedes-Benz.\"\n  Again, the lady from the South commented, \"Well, bless your heart.\"\n  The first woman continued, \"Then, when my third child was born, my husband bought me this exquisite diamond bracelet.\" \n \nYet again, the Southern lady commented, \"Well, bless your heart.\"\n \nThe first woman then asked her companion, \"What did your husband buy for you when you had your first child?\"\n  \"My husband sent me to Charm School ,\" declared the Southern lady. \n \n\"Charm School?\" the first woman said, amazed, \"Oh, my God! What on earth for?\"\n \nThe Southern lady responded, \"Well for example, instead of saying, \"Who gives a shit?\" I learned to say, \"Well, bless your heart.."
    },
    {
      "category": "",
      "title": "",
      "body": "In dreams:\n\nI’ve always had super vivid dreams and it takes me a while after waking up to realize that they’re not real. Sometimes, it’s a disappointment but generally I just forget about it and move on. Now, in 6th grade I had one really close friend who I never actually got into a fight with. One night, I had a really vivid dream where my friend and I had this huge falling out over something that I can’t even remember now.\n\nI was really good at holding grudges because I was not a forgiving child, so for three weeks I completely ignored my best friend in anger to the point where she started crying in front of the teacher and he asked what was going on. Of course, as I’m telling the story I realize the events were super weird and that it was all a dream. I fall silent and just look at my friend who’s still extremely upset and don’t know what to say."
    },
    {
      "category": "",
      "title": "",
      "body": "Frogs N' Flies:\n\nIt seems there were two frogs sitting on a lily pad, when all of a sudden, a fly came along. One frog put out his tongue, ate the fly, and started laughing hysterically. Soon the other frog joined in the laughter.\n\nLater in the day, the other frog ate a fly and the two frogs burst out in laughter. As time went on, the frogs enjoyed the flies so much that the sight of a fly would cause them to double up with pleasure (if it's possible for frogs to double up!). But of course, the most pleasure came when the fly was actually eaten.\n\nA third frog hopped up to the first two and asked what was so funny. The first frog answered \"Time.\" \"Huh?\" asked the third frog. The second frog explained:\n\n\"Time's fun when your having flies.\""
    },
    {
      "category": "",
      "title": "",
      "body": "God has planned everything:\n\nA man walked to the top of a hill to talk to God.The man asked, “God, what’s a million years to you?”\n\nand God said, “A minute.”\n\nThen the man asked, “Well, what’s a million dollars to you?”\n\nand God said, “A penny.”\n\nThen the man asked, “God…..can I have a penny?”\n\nand God said, “Sure…..in a minute.”"
    },
    {
      "category": "",
      "title": "",
      "body": "Just a Moron?:\n\nAfter a co-worker had finished his English lecture and his class had filed out, a 10th grader stayed behind to confront him.\n\n\"I don't appreciate being singled out,\" he told his teacher. The teacher was confused. \"What do you mean?\"\n\n\"I don't know what the 'oxy' part means, but I know what a 'moron' is, and you looked straight at me when you said it.\"  -"
    },
    {
      "category": "",
      "title": "",
      "body": "Evil wife:\n\nThe two neighbors Mrs. Silova and Mrs. Pat  were talking about Mr. Silova and his constant drinking. Mrs. Pat  says, “I have an idea about how to stop him from spending so much time at the pub. Every night he comes home through the cemetery. \n\nOne night you should get disguised and spook him when he comes staggering through.” So Mrs. Silova thaught this was a great idea and waited in the cemetery one night until she heard her husband coming. She jumped in front of Mr Silova wearing too much of makeup looking as evil. Mr. Silova asked, “Who are you??” Mrs. Silova replied, “I am the devil!” With that, Mr Silova shook her hand with a kind smile and said, “Glad to meet ou, I’m married to your sister.”"
    },
    {
      "category": "",
      "title": "",
      "body": "Beach Life:\n\nI live in Montreal, and for that reason my children have never been to a beach before. On our first family trip down South we decided one of the first things we were going to do was head to a beach. \n\nAs soon as we saw the sand my kids went running off excitedly looking for seashells. “Mom!” screamed my five year old, running towards me with his hands full. “I found hundreds of them right next to each other! \n\n” With that he excitedly opened up his little hands revealing a handful of shells, \n\nnot sea shells, \n\nbut pistachio nut shells!"
    },
    {
      "category": "",
      "title": "",
      "body": "Like a Gentleman!:\n\nDick was seven years old, and his sister, Catherine, was five. One day their mother took them to their aunt’s house to play while she went to the big city to buy some new clothes.\n\nThe children played for an hour, and then at half past four their aunt took Dick into the kitchen. She gave him a nice cake and a knife and said to him,\n“ Now here’s a knife, Dick. Cut this cake in half and give one of the pieces to your sister, but remember to do it like a gentleman,”\n\n“Like a gentleman?” Dick asked. “How do gentleman do it?”\n“They always give the bigger piece to the other person,” answered his aunt at once.\n\n“Oh,” said Dick. He thought about this for a few seconds. Then he tool the cake to his sister and said to her,\n“Cut this cake in half. Catherine.”"
    },
    {
      "category": "",
      "title": "",
      "body": "I am Drowning:\n\nOne day, a diver was enjoying the aquatic world 20 feet below sea level. He noticed a guy at the same depth, but with no scuba gear whatsoever.\n\nThe diver went below another 20 feet, and the guy joined him a few minutes later.\n\nThe diver went below 25 feet, and minutes later, the same guy joined him.\n\nThis confused the diver, so he took out a waterproof chalkboard set, and wrote, \"How the heck are you able to stay under this deep without equipment?\"\n\nThe guy took the board and chalk, erased what the diver had written, and wrote, \"I'm drowning, you moron!\""
    },
    {
      "category": "",
      "title": "",
      "body": "Down In The Sea:\n\nFred Herring's best friend was Waylon Whale. They always played together. Their friendship was well known all over the ocean. One day Waylon decided that he would like to take a trip to the Gulf of California, but Fred, fearing earthquakes, decided not to go with him but to stay in Puget Sound.\n\nA few weeks later in school, an angel fish class mate of Fred's asked \"Do you know what Waylon Whale is doing down there in granola land (land of fruits, nuts, and flakes)?\"\n\n\"No\" replied Fred Herring, \"I'm not my blubber's kipper.\""
    },
    {
      "category": "",
      "title": "",
      "body": "Pranked!:\n\nI was an English teacher and had become a bit notorious for forgetting which classroom to go to. I went to Class IX A as soon as the bell rang, but found the door closed. I could see the students at the back through the windows but not the teacher's desk. I saw a girl stand up and answer something. I waited for the teacher to come out, but when the class continued, I thought I'd gone to the wrong room.\n\nI returned to the staffroom to check the timetable, and I was right-I did have that class. So I went back. The door was still closed, the students listening on attentively. I thought the teacher hadn't heard the bell, so I knocked and went in-to a chorus of \"April Fool\"! It was 1 April, and there was no teacher. Knowing I was absent-minded, the children played a prank on me!"
    },
    {
      "category": "",
      "title": "",
      "body": "An Unfair World:\n\nOne day, a man while walking towards his office saw a beggar coming to him. The beggar was in a very bad condition. He was barefoot and his clothes were torn.  When the beggar asked for money, the man said, Why don't you work? Don't you feel ashamed asking people for money?\n\nAt this the beggar replied, I do feel ashamed asking for money. But once when I took money without asking, the police took me to jail. The man had no answer to this. He went on his way to the office."
    },
    {
      "category": "",
      "title": "",
      "body": "A woman and a lawyer:\n\nA woman and a lawyer were seated next to each other on a flight from LA to NY. The lawyer asked if she would like to play a fun game. The woman, tired, just wanted to take a nap, politely declined and rolled over to the window to catch a few winks. The lawyer persists and explains that the game is easy and a lot of fun.\n\n He explained, \"I ask you a question, and if you don't know the answer, you pay me $5.00, and vice versa.\" \nAgain, she declines and tries to get some sleep. The lawyer, now agitated, says, \"Okay, if you don't know the answer you pay me $5.00, and if I don't know the answer, I will pay you $500.00.\" This catches the woman's attention and, figuring there will be no end to this torment unless she plays, agrees to the game. \nThe lawyer asks the first question. \"What's the distance from the earth to the moon?\" \n\nThe woman doesn't say a word, reaches into her purse, pulls out a $5.00 bill and hands it to the lawyer. \"Okay,\" says the lawyer, \"your turn\". She asks the lawyer, \"What goes up a hill with three legs and comes down with four legs?\" The lawyer, puzzled, takes out his laptop computer and searches all his references, no answer. He taps into the air phone with his modem and searches the net and the library of congress, no answer. Frustrated, he sends e-mail to all his friends and coworkers, to no avail. After an hour, he wakes the woman, and hands her $500.00. \n\nThe woman says, \"Thank you,\" and turns back to get some more sleep. The lawyer, who is more than a little miffed, wakes the woman and asks, \"Well, what's the answer?\" Without a word, the woman reaches into her purse, hands the lawyer $5.00, and goes back to sleep."
    },
    {
      "category": "",
      "title": "",
      "body": "Bang Bang:\n\nP. Kar was a lugubrious maths teacher whose lazy walk into the classroom always ended at the teacher's desk. His routine was to open the rickety drawer and take out a piece of chalk and the dusting cloth.\n\n One day a whippersnapper decided to place a frog inside the desk to draw some sort of emotion from Kar saar (Bengali for 'sir'). As always, Kar saar's walk ended at the table, and all of us were very quiet as he reached inside the desk, expecting mayhem. The drawer opened and a large green frog looked at him with unblinking marble-like eyes.\n\nP. Kar exhibited excitement much like a ruffled Jeeves, his eyes opening a fraction larger, and said in a matter-of-fact voice, \"Eki ... beng.\" Only mildly mispronouncing the Bengali word for 'frog', and exhibiting no flurry, he picked it up and threw it out of the room gently. He then started teaching as though nothing had happened."
    },
    {
      "category": "",
      "title": "",
      "body": "The lark and her young ones:\n\nA Lark made her nest in a field of young wheat. As the days passed, the wheat stalks grew tall and the young birds, too, grew in strength. Then one day, when the ripe golden grain waved in the breeze, the Farmer and his son came into the field.\n\n\"This wheat is now ready for reaping,\" said the Farmer. \"We must call in our neighbors and friends to help us harvest it.\"\n\nThe young Larks in their nest close by were much frightened, for they knew they would be in great danger if they did not leave the nest before the reapers came. When the Mother Lark returned with food for them, they told her what they had heard.\n\n\"Do not be frightened, children,\" said the Mother Lark. \"If the Farmer said he would call in his neighbors and friends to help him do his work, this -wheat will not be reaped for a while yet.\"\n\nA few days later, the wheat was so ripe, that when the wind shook the stalks, a hail of wheat grains came rustling down on the young Larks' heads.\n\n\"If this wheat is not harvested at once,\" said the Farmer, \"we shall lose half the crop. We cannot wait any longer for help from our friends. Tomorrow we must set to work, ourselves.\"\n\nWhen the young Larks told their mother what they had heard that day, she said:\n\n\"Then we must be off at once. When a man decides to do his own work and not depend on any one else, then you may be sure there will be no more delay.\"\n\nThere was much fluttering and trying out of wings that afternoon, and at sunrise next day, when the Farmer and his son cut down the grain, they found an empty nest.\n\nMoral: Self-help is the best help."
    },
    {
      "category": "",
      "title": "",
      "body": "The Attic:\n\nA man named Rupert lived with his dog in a house deep in the woods. Rupert was a hunter and a trapper. The dog was a big German shepherd named Sam. Rupert had raised Sam from a pup. \n\nAlmost every morning Rupert went hunting, and Sam stayed behind and guarded this house. One morning, as Rupert was checking his traps, he got the feeling that something was wrong at home. \n\nHe hurried back as fast as he could, but when he got there he found that Sam was missing. He searched the house and the woods nearby, but Sam was nowhere to be seen. He called and he called, but the dog did not answer. For days Rupert looked for Sam, but he could find no trace of him. \n\nFinally he gave up and went back to his work. But one morning he heard something moving in the attic. He picked up his gun. Then he thought, \"I'd better be quiet about this.\" \n\nSo he took off his boots. And in his bare feet he began to climb the attic stairs. He slowly took one step - then another - then another, until at last he reached the attic door. \n\nHe stood outside listening, but he didn't hear a thing. Then he opened the door, and - \n\n(Now SCREAM!) \n\n(At this point, the storyteller stops, as if he has finished. Then usually somebody will ask, \"Why did Rupert scream?\" \n\nThe storyteller replies, \"You'd scream too if you stepped on a nail in your bare feet.\")"
    },
    {
      "category": "",
      "title": "",
      "body": "The Stork and The Crab:\n\nOnce upon a time, there lived a stork beside a pond who used to pick fishes from the pond and eat them. However, as he grew older, he found it difficult to catch a single fish. In order to feed himself, he thought of a plan. He told the fish, frogs, and crabs that some men are planning to fill the pond and grow crops and that’s why there won’t be any fish in the pond. He also told them how sad he felt about this and that he will miss them all. \n\nThe fish were sad and asked the stork to help them. The stork promised to take all of them to a bigger pond. However, he told them, “As I am old, I can take only a few of you at one go.” The stork would take the fishes to a rock, kill and eat them up. Every time he was hungry, he would take a few of them to the rock and eat them.\n\nThere also lived a crab in the pond and he also wanted to go to the bigger pond too. The stork thought of eating the crab for a change and agreed on helping him. On the way, the crab asked the stork, “Where is the big pond?” The stork laughed and pointed to the rock, which was filled with fish bones. The crab realised that the stork would kill him, and so quickly thought of a plan to save himself. He caught the stork’s neck and did not let it go until the stork died."
    },
    {
      "category": "",
      "title": "",
      "body": "The Innocent Man:\n\nOne day, a motorist was arrested for driving at a very high speed. He was presented before the judge.  The judge asked him, Do you want to say something? The motorist said, Sir, I am innocent. \n\nThe judge asked, Didn't you read the traffic signboard, 30 km/hr? At this, the motorist said, Sir, how could I have read that message when I was driving at the speed of 60 km/hr?"
    },
    {
      "category": "",
      "title": "",
      "body": "Dogs In The Wild West:\n\nOne hot and dry day in the Wild West, this dog walks into a saloon and says, \"Gimme a beer\". Evidently this type of thing wasn't too rare 'round those parts because the bartender said, \"I'm sorry, but we don't serve dogs here.\" The dog then took out a silver dollar, dropped it on the bar, and said, \"Look, I got money, and I want a beer.\" This scene had the potential to get ugly. The bartender, getting a little irate, said one more time, \"We do not serve dogs here. Please leave.\" The dog growled, so the bartender pulled out a gun and shot the dog in the foot! The dog yelped, and ran out the door.\n\nThe next day, the swinging bar doors were tossed open and in walks the dog that had been in the saloon the day before. He was dressed all in black. A black cowboy hat, a black vest, three black cowboy boots and one black bandage. The dog looks around, waits for the talking to quiet down, and says, \"I'm lookin' fer the man who shot my paw.\""
    },
    {
      "category": "",
      "title": "",
      "body": "To the City in a Minute:\n\nOnce, a cat thought of going to the city to see its lifestyle. But first she wanted to know how much time it will take to reach the city. She thought of calling the elephant as only he could tell that how long it will take to reach the city as he often goes there. \n\nShe called the elephant and started enquiring. Just then the elephant received a call on another line. The elephant said to the cat, Just a minute. The cat put down the receiver and thought that it would take a minute to reach the city."
    },
    {
      "category": "",
      "title": "",
      "body": "The Tortoise and The Geese:\n\nOnce upon a time beside a lake, there lived a tortoise and two geese who were great friends. As the lake was drying, the geese decided to migrate to a new place. The tortoise also wanted to move with them but he couldn’t fly and so he pleaded the geese to take him with them. After trying really hard to convince them, finally, the geese agreed. They held a stick with their beaks and asked the tortoise to hold the stick with his mouth and warned him to not open his mouth in order to avoid letting go off of the stick.\nAs they flew high, some onlookers thought that the tortoise was kidnapped and commented: “Oh, the poor tortoise!” This angered the tortoise and he immediately opened his mouth to say something back. As soon as he did, he fell to the ground and died."
    },
    {
      "category": "",
      "title": "",
      "body": "The Doctor:\n\nA doctor was just starting out on his own, when he found that he just had too much work to do. Now this man was brilliant, and had particularly good people skills. Once he got a patient, they would just not see anyone else.\n\nIt seems that this man had been reading recently about the advances in cloning, and decided to have a clone made of himself to do his work.\n\nFor years it worked perfectly. His clone took care of all his patients, and he got to relax. However, the clone began to have some personality disorders. It would insult patients, and treat them very badly. It got soo bad that business was suffering. The doctor decided that he just had to get rid of the clone or loose his business.\n\nSo......one morning on their morning jog.... they jogged right over a bridge. The doctor pushed the clone over to his death.\n\nThe doctor again began seeing his old patients, and things were going exceptionally well, until a fisherman \"caught\" the dead clone body in the river. When the police found that the real doctor was still, in fact, alive, and that this was a clone, they didn't know just what to charge the doctor for doing wrong. After much deliberation, they decided to charge him for... Making an obscene clone fall."
    },
    {
      "category": "",
      "title": "",
      "body": "Genuine fur coat:\n\nAnne went away to college and promptly became an avid animal right activist. When she came home for the Holidays she noticed her mother wearing a beautiful genuine fur coat. \n\n“Oh Mom,” Anne exclaimed in a disapproving tone, “some animal must have suffered terribly just so you can get a fur coat.” \n\n“ANNE!” Screamed her Mom Aghast ” I SEND YOU AWAY TO COLLEGE AND YOU COME BACK TALKING LIKE THAT?! \n\nHOW DARE YOU TALK THAT WAY ABOUT YOUR DAD!!!”"
    },
    {
      "category": "",
      "title": "",
      "body": "The Lady on the Train:\n\nLady sits down on a train. Man sitting next to her turns to her and says, \"Lady, that is the ugliest baby I have ever seen. That baby looks in a mirror, it's going to shatter. You oughta put a bag on that baby's head. That baby is just ugly.\"\n\nThe woman, horrified, stands up and shouts for the conductor. \"Conductor, this man has insulted me.\"\n\n\"I'm so sorry, ma'am,\" the conductor replies. \"What he did is totally unacceptable on this train. I will deal with him later, but for now, please come with me. We'll give you a nice seat in the first-class carriage — and a banana for your monkey.\""
    },
    {
      "category": "",
      "title": "",
      "body": "Spot your foe before you hit:\n\nOnce there was a bee-keeper who had developed a good apiary. He used to take good care of the bees and they gathered a lot of honey in the hives.\n\nOnce the bee-keeper went to the market for some urgent work. The bees had also gone to collect honey and the apiary was left unguarded.\n\nUnfortunately, a thief came there and broke into the apiary. Seeing no one over there, he stole all the honey and made for his house.\n\nWhen the bee-keeper returned, he was upset to see all the bee-hives empty. Just then the bees returned with more honey in their mouth. Seeing their hives overturned, they assumed the bee-keeper as the robber as he was standing very much there. So, they attacked him and stung him hard.\n\nThe bee-keeper cried, \"You should have spotted the thief before punishing me.\""
    }
  ]
}