{
  "data": [
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Solution for Empty Boxes",
      "body": "Once a toothpaste factory had a problem with its packaging and because of packaging problem some empty boxes were shipped without tube inside.\n\nProduction line designing engineers knew it was quiet difficult to have exact precision of packing tube into pack with perfection every time. They also knew it was very necessary to sort out this problem so that people buying product don’t get frustrated.\n\nCEO new that unsatisfied customers may lead to lower market value of product in market and company will face huge loss. So her gather all engineers from all departments and after all discussion they decided to hire external engineering company to solve this problem of empty boxes.\n\nAfter spending a huge amount and 6 months time the problem was solved. A high-tech precision scale was installed on production line. Once the boxes are filled with tube then it would be sent on that precision scale and would sound a bell and flash light whenever a box weighted less than required weight.\n\nProcess was like when ever scale rang bell because of empty box then line would stop and someone had to go over there and move the defective box off the line and then press start button to restart the line.\n\nFew days after installing that precision scale, CEO decided to take a look on how it was going as he wanted to know if it was good enough. Scale was working fine and it was detecting empty boxes perfectly and now even market share were gaining.\n\nAfter sometime again when he reviewed about working of production line he found out that number of defected boxes picked by that scale were zero.\n\nPreviously it would pick at least a dozen defected boxes per week but now it was zero. He thought that there must be some mistake with report. He filed a report for bug in that scale and asked engineers to check.\n\nAfter some investigation engineers reported that the statistics were indeed correct and scale was not picking defects because all the boxes that got to scale were good.\n\nPerplexed, CEO went to factory and walked to part of production line where scale was installed. He saw that there was a desk fan placed just few feet before the place where scale was installed and that desk fan was blowing off all the empty boxes into the bin. Curious he asked workers around about that.\n\nOne of the worker stated, “Oh that, it was placed by that guy who had to keep check on that scale and start line again because of which he was tired of walking over every time the bell rang..!!”\n\nMoral:\nEvery Problem have Solution but Because of always Thinking in particular way, We sometimes are not able to See around that Problem and Think of Easier and Better Solution. \n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Engineers Problem in Testing",
      "body": "Once engineers at one of major aerospace company were testing the effects of bird strikes on the wind shield on various jets and airliners.\n\nSo to stimulate the effect of a bird striking a traveling plane at high speed engineers decided to make a powerful gun with which they could fire dead chicken (from freezer) at the wind shields.\n\nAfter some test engineers declared that the test was very successful and the stimulation they used with gun and dead chicken worked very effectively.\n\nMany articles and projects were published related to the suitability of wind shields and test done to approve that windshields were now suitable for planes.\n\nAt the same time in other part of world some other scientists were trying to assess same thing but on windshields of very new high train speeds.\n\nThese train test engineers had heard about the pioneering test developed by aerospace team, so they approached them and asked proper specifications of the test and way to conduct that test and the gun and dead bird.\n\nAerospace test engineers were happy to provide with all the details related to test done on wind shield.\n\nNow train engineers were all set to build their own stimulation of bird striking high speed train But when tests were done results were shocking.\n\nWind shields that were supposed to be of high resistance to bird strike were smashed into pieces. In fact every single windshield they tired for testing was shattered along with the test booth itself.\n\nTrain engineers were horrified and concerned about the new high speed train safety and technology so they went to aerospace engineer with long report of failure of test and asked for advice and suggestions.\n\nAfter reading the report a brief reply was sent from aerospace company test engineers and that was..\n\nYou Need to Defrost the Chickens First…\n\nMoral:\nSometimes we work hard and focus on important thing but forget to notice small things that we over look because of pressure and work. So we need to sit and think for little and we can find solution.\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "HR Manager Working",
      "body": "Once a very highly successful Human Resource Manager was killed in a tragic accident. His soul arrived at the Pearly gates where St. Paul received him.\n\nSt. said, “Before you settle in.. I want to tell you something.. We have never had a Human Resource Manager made it this far and now we are not really sure what to do with it.”\n\nManager said, “Oh.. Can’t you just let me in??”\n\nSt. replied, “Well i would like to but we have order from higher authority that before allowing you to enter we should let you have a day in Hell and a day in Heaven and then you can chose for yourself where would you like to go for eternity.”\n\nManager said, “I would prefer heaven.”\n\n“But before you decide you have to live a day in both places.”, said St. and in instant HR manager was sent to hell.\n\nAs doors opened in Hell he entered.\n\nHe saw a beautiful golf course, around were many fellows and friends. As they saw him all come to him and welcomed there. All played golf and enjoyed awesome dinner Then he got to meet Devil who was very nice and both spent time telling jokes and having fun together. Before HR knew it was time to leave. He said goodbyes and stepped into elevator which took him up in heaven.\n\nHere St. was waiting for him and said, “Well now it’s time to spend a day in heaven.”\n\nAs doors opened in Heaven he entered.\n\nHe spent next hour moving around on cloud, playing harps and singing but it was not as enjoyable as his day in hell. As day ended HR was returned to St. and meet him at pearl gate again.\n\nSt. asked him, “Now tell me where would you like to go?? Hell or Heaven??”\n\nManager thought for a while and replied, “Well, Heaven is good but i had better time in hell. So, i chose Hell.”\n\nSo as per choice HR was sent to Hell.\n\nHR was very happy to go, as doors of elevator opened. He found himself standing in an obsolete place covered in dirt and garbage. He even saw his friends and fellows in rags. All things were totally different now. In mean time Devil came to him and put his hands around him.\n\nHR was shocked and stuttered,”I don’t understand.. Yesterday when i was here it was so much fun and now it’s just dirty and miserable.”\n\nDevil looked at him and smiled, \"Yesterday i was Recruiting you but today you are Staff…!!\"\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Funny Couple’s Stories",
      "body": "Fairy Grants Couple Wishes..!!\n\nOnce a couple were out to celebrate their 45th wedding anniversary. They went to a restaurant for dinner.\n\nAfter meal, on this occasion husband presented wife with a very beautiful antique gold chin with locket. Wife was very happy and she opened locket.\n\nA tiny fair appeared in front of them. Couples were amazed to see that fairy.\n\nAddressing the couple fairy said, “Your such long devotion to each other has released me from this locket. Now in return i grant you both one wish each. Wish for anything you want..!!”\n\nWithout thinking much wife wished, “Can i travel all around world with my husband?”\n\nFairy waver her wand and her wish was fulfilled. Magically on table there were two first class ticket for Round-the-World tour for them. Couple were very happy to see that.\n\nNow fairy turned toward husband and said, “Now, your turn.”\n\nHusband thought for few seconds and then said, “Forgive me but to really enjoy that holiday around the world, I yearn for younger women – So i wish that my could be thirty years younger that me.”\n\nFairy glanced at wife and with twisted look in her eyes, fairy waved her wand and with in second – Husband became 30 years older than his wife.\n\n\nHusband’s Love for Wife..!!\n\nOnce there was a couple, Husband used to drink a lot and mess up things when come home which used to anger his wife and they used to fight a lot about it.\n\nOne day Mark wake up at home in morning after a huge hangover. He forced himself to open up his eyes and first thing he sees in front of his eyes were a glass of water and some aspirins for his headache on the side table.\n\nAfter taking pills he sit up straight on his bed and sees that his clean and ironed clothes were kept on table. He was surprised to see this.\n\nAgain he looked around and saw that everything around him was in order and clean. He saw that there was a note on table. “Honey breakfast is ready and i am leaving early for some work. Love You” was written on the note left by his wife.\n\nAfter reading note mark went to kitchen where he saw that morning newspaper was kept aside his breakfast. He saw that his son was also sitting there eating.\n\nHe was curious to know what happened last night so he asked his son, “Son, what happened last night?”\n\nHis son replied, “Dad, last night you came home at three in morning, you were drunk and out of control. You broke some furniture and puked in way and even stumble into door.”\n\nConfused husband asked, “So, why is everything in order? Why you everything is so clean and organized?”\n\nHis son replied, “Oh that..!! When mom dragged you to bedroom and tried to take off your clothes. You said… Lady please leave me alone, Am married.!! \"\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Interesting Farmer’s Reply",
      "body": "At an old chapel all locals and remote people used to come up for Sunday services. One time it was freezing snow outside and no one came to chapel except one. Farmer came several miles to the chapel even after it was snowing and freezing cold outside.\n\nNow there were only two people at chapel, one was clergyman and other was the farmer. Seeing that there is only one person in the audience.\n\nClergyman expecting a mutually helpful reacting from him said, “I am not sure if it’s worth proceeding with the services. Might we should better go to our warm houses and have hot drink?”\n\n“Well, i am just a simple farmer.” said farmer.\n\nFarmer continued, “But when i go to feed my herd and if there is only turns up for food, i sure don’t leave him hungry..”\n\nClergyman felt ashamed and started to deliver his services. Clergyman recited hymns and readings, last the services for couple of hours.\n\nFinishing proudly clergyman felt very happy and thanked farmer for the lesson that – No matter how small the need is but our duty remains. We should complete out duties even if there is only small need. Before both take off for their homes.\n\nClergyman asked farmer, “Was that okay??”\n\nFarmer replied, “Well i am just a simple farmer. But when i go to feed my herd and if only one turns up for food that i sure don’t force to eat it what i have bought for the whole herd..!!”\n\nMoral:\nWe should Learn that our duty remains regardless of the Level of Need but we also need to Make sure that We adapt to change and deliver according to the requirement.\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Interesting Witty Reply Stories",
      "body": "Story 1: Being a Nobody..!!\n\nOnce Nasruddin went to a formal reception and seated himself on the most elegant chair. Seeing this Chief of guard approached him and said, “Sir, these seats are reserved for Guests of Honor.”\n\nNasruddin confidently replied, “Oh, i am more than mere guest of Honor.”\n\nChief questioned, “Oh so you are a diplomat.”\n\nAgain Nasruddin replied, “No, Am far more than a diplomat.”\n\nChief questioned again, “Really?? So are you a minister??”\n\n“No, no.. Am bigger than that.”, said Nasruddin.\n\n“OK..! Then you mast be the King himself.”, Said Chief Sarcastically.\n\nAgain Nasruddin quickly responded, “Higher than that..!”\n\nChief got angry and said, “What? You are higher that King?? Nobody is higher that King..”\n\nNasruddin smirked and said, “Now you have it.. i am Nobody.”\n\nStory 2: Boatman and Scholar..!!\n\nOnce Nasreddin took job of a boatman. One day a scholar came to him and asked him to row him across the river. His journey was long and slow so scholar decided to talk to boatman.\n\nScholar called out, “Boatman.” and then continued, “Let’s start conversation.”\n\nBeing a scholar he suggested a topic of his own interest and asked boatman, “Have you ever studied grammar?”\n\nBoatman replied, “No, i have no use to those things.”\n\nScholar said, “Too bad, You have wasted half you life and you don’t know these rules. It useful to know rules.”\n\nAfter sometime, boat crashed into the rock in middle of river.\n\nBoatman turned to scholar and said, “Sir, pardon my humble mind, you seem to be wise man, Tell me have you ever learned to swim?”\n\nScholar replied, “No, I haven’t because i didn’t had time. As i have been immersed myself into thinking and learning.”\n\n“Well in that case. Sir, you have wasted all your life. Alas, Boat is sinking..!!”, replied boatman.\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Witty Reply Short Stories",
      "body": "Story 1: Violation of Principles..!!\n\nOnce a very famous philosopher was traveling and he came to Nasruddin’s village. He went to his home and after they both meet, philosopher asked Nasruddin about a good place to eat in his village.\n\nNasruddin suggested him a place. Philosopher also wanted have conversation with Nasruddin so he Invited him to join him to eat. Nasruddin was obliged and accepted the invitation and accompanied philosopher to the place.\n\nWhen they sat there, Waiter came. Philosopher asked waiter for today’s special.\n\n“Fresh Fish”, waiter replied.\nPhilosopher replied, “Bring us Two.”\n\nAfter few minutes, waiter came back with a large platter with two cooked fish on it. There was one larger fish and other was bit smaller. Nasruddin took the larger one and kept it in his plate without any hesitation.\n\nPhilosopher looked at him with disbelief and started to tell him that how selfish he acted and almost violated the principles of moral and ethical systems. Nasruddin listened to him patiently and when philosopher was exhausted, Nasruddin asked him, “Well, what would you have done??”\n\nPhilosopher replied, “I being a conscientious person would have taken the smaller one for myself,”\n\n“And here you are, ” Nasruddin said placing the smaller fish in philosophers plate.\n\n\nStory 2: Nasruddin Preaching at Village..!!\n\nNasruddin used to preach at a villages on Friday’s only.\n\nOnce day he had nothing to preach about, so he asked congregation, “Do you know what i am going to discuss today with you?”\nPeople replied, “No.”\n“Then i refuse to teach such ignorant people who dont even know given the event in past week.!!” said Nasruddin and left assembly.\n\nNext Friday he went to village and asked, “Do you know the subject for discussion today?”\nThis time people were fearing about repetition of previous week so they replied, “Yes. We know.”\n“Well then, there is no point in telling you what you already know..” Said Nasruddin and left.\n\nNext friday he went to assembly and asked, “Do you know what i am going to discuss about?”\nNot knowing what to say some said yes and some said no.\n“Good, then.. Those who know can tell to those, who don’t know.” Said Nasruddin and left.\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Engineer Vs Manager",
      "body": "Once a man was flying high in hot air balloon and realized that he is lost. He reduced height of his hot air balloon to see if he can find someone. At a distance he saw a man down below.\n\nSeeing that man, he lowered his balloon more near the ground level and shouted, “Excuse me, can you help me?? I had promised my friend to reach his place half hour ago but now i don’t know where i am going.”\n\nMan standing below replied, “Yes. I can help. I see that you are in hot air balloon, approximately 30 feet above ground. You positioning is about 40 degree latitude and 60 degree longitude.”\n\nMan in balloon interrupted and questioned, “You must be an engineer..??”\n\nMan on ground replied, “Yes. I am but how do you know?”\n\nMan in balloon replied with a smirk on his face, “Well. Everything you said was technically correct but i don’t know what to do with that information as it not going to get me know how i can find my way. More over Fact is that i am still lost.”\n\nMan below questioned, “You must be a Manager..”\n\nMan in balloon was surprised and said, “Well. Yes i am but how do you know that i am a manager?”\n\nMan on ground replied, “See.. You were lost. You don’t know where you are and where you going. You made a promise that you have no idea how to keep.\n\nNow when you need help and you expect me solve your problem. The fact was that you were lost and you are still lost But now it is Somehow my Fault..\"\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Dark Shadow Message to King",
      "body": "Once a king had a dream. In his dream he saw a dark shadow putting its hand on king’s shoulder. King was horrified to see that shadow.\n\nSuddenly shadow spoke, “You don’t need to worry or be scared. Usually we come without informing but because you were a great king, I have just come here to inform you.”\n\nKing questioned, “But who are you??”\n\nShadow laughed and replied, “I am your death and be prepared.. Tomorrow as sun will be setting, I am going to come for you..”\n\nThis nightmare woke him up. Even after waking up and knowing that it was just a dream, king was trembling. He immediately called council of all his wise man and then told them about dream.\n\nHe asked them meaning of dream and ask if it is true?? Is death going to happen?? He thought astrologers might be able to figure it out.\n\nAll wise man discussed but none could come to conclusion. King became more and more confused, everyone saying different things. Situation was same from middle of night till morning.\n\nThere was a old man who used to serve king from his childhood and king almost respected him like his father.\n\nWhen sun started rising old man went to king and whispered in his ears, “These great thinkers never come to conclusion. Do you think they will come to conclusion within 12 hours? It is not possible.”\n\nKing asked him, “Then what do you suggest?”\n\nOld man replied, “According to my understanding let these wise men discuss, But you take your fastest horse and get away as far as possible from the palace as staying here will be dangerous for you for next 12 hours. After sun set you can come back but not before that..”\n\nOld man continued, “If these man come to any conclusion i will come to you. The best way is towards Damascus, another capital of another kingdom. So I will know where to find you, to give you their conclusion.”\n\nKing was convinced and slipped quietly out of palace with best horse he had.\n\nWhole day horse was running as fast as possible. King didn’t even stop for water or food. It was not time to think of food or water.\n\nThey reached Damascus, just outside city. They stopped under a tree.\n\nKing patted his horse and said, “You prove to be a great friend. You never ran so fast before, you understood my situation and ran hundred of miles away from palace.”\n\nAs sun was setting he immediately felt same hand on his shoulder as he felt in his dream. Shadow was there.\n\nShadow smiled and said, “I also should thank your horse. I was worried whether you would be able to reach this place at right time or not..\n\nThat’s why i came to inform you as this is the place destined for your death and your horse has bought you here on right time..”\n\nMoral:\nNo one can Escape Death..\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Nasruddin Folktales",
      "body": "Story 1: One Way to Bring Joy..!!\n\nOnce Nasrudin meet a rich man from another town. That man started talking to Nasrudin.\n\nMan said, “I am rich but i feel sad and miserable all the time. With all this money i went far away for traveling in the search of joy but i still haven’t find it.”\n\nWhile the man was speaking all this, Nasrudin grabbed bag from that man’s hand and ran off with it. Man started to run behind him but Nasrudin was fast soon he was out of sight of that rich man.\n\nAfter running a while Nasrudin hid himself behind a tree and kept that bag on the road for rich man to see.\n\nWhen rich man reached that road he saw that bag on the road. As soon as he got that bag his facial expression changed from distress to joy. Man danced in celebration after finding his bag.\n\nThen Nasrudin thought to himself, “Well.. That’s one way to bring joy to a sad man..”\n\n\nStory 2: Stranger Knock on Door..!!\n\nOne day Nasrudin was working on his roof fixing some leak. He was interrupted by a stranger knocking on his door.\n\nHearing the knock Nasrudin shouted from the roof top, “What do you want?”\n\nStranger replied, “You have to come down so that i can tell you..”\n\nAlready frustrated by the work and heat Nasrudin came down angrily.\n\nAfter getting down Nasrudin went to stranger and questioned, “Now, tell me what’s so important??”\n\nStranger pointing to an old man and said, “Well, can you spare some food for this old man.”\n\nListening to this Nasrudin turned back and started climbing up stairs and asked that strange man to follow him to up to roof.\n\nWhen they both reached roof Nasrudin turned to stranger and said, “Well, No I can’t. Now get off my roof..\"\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Nasrudin’s Advice to his Neighbor",
      "body": "Once a neighbor came to Nasruddin with his problem and lamented, “I m really troubled. I have a small house and its getting difficult to fit my family consisting of my wife, three kids and mother with me in that small house. You are wise man. Do you have any advice for me??”\n\nNasrudin replied, “Yes. I can help you but first tell me do you have any chicken in your yards?”\nNeighbor replied, “Yes, there are ten chickens.”\n\nNasrudin asked his neighbour to put them in his house.\n\nHearing this neighbor replied, “But… I just told you that our house is already cramped.”\n\nNasrudin still asked him to keep all those chicken in the house. Desperate to to find a solution man followed Nasrudin’s advice.\n\nNext day neighbor again came to Nasrudin and said, “Things got worse with chickens in house.. Because of this family is getting more troubled living in that house.”\n\nNasrudin said, “You have a donkey right?? Now take that donkey of yours and keep him there in the house.”\n\nNeighbor objected but Nasrudin somehow convinced him to do it.\n\nNext day neighbor again came to Nasrudin even more distressed and said, “Now, my home is even more crowded. With all these animals in the house there is not even any place to move.”\n\nNasrudin questioned, “Do you have any other animal in your yard??”\nNeighbor replied, “Yes, we have a goat.”\n\nNasrudin advised him to take that goat also in that small house. This time Neighbor refused to do so but even this time Nasrudin convinced him to put even goat in that house.\n\nNext day neighbor came back to Nasrudin and exclaimed, “Everyone in family is really upset with me. Everyone is complaining of lack of space. Whatever you said to do is making our life more miserable.”\n\nThis time Nasrudin said, “Don’t worry everything will be fine. Now take all the animal outside your house and keep them in yard.”\n\nNeighbor did as advised. Next day he dropped by Nasrudin and remarked,”Nasrudin your plan worked like charm. Now with all those animals out of house, it feels more spacious and all of us can’t help but being pleased and uncomplaining about space in house. Am very thankful to you for all the help.”\n\nMoral:\nWe should Learn to Manage with Resources we have.\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Nasrudin Witty Reply Stories",
      "body": "Story 1: Hurried Prayer..!!\n\nOnce Nasrudin was in a rush and quickly went to Mosque for evening prayer and prayed in a hurry and was gonna leave. As he was gonna leave one of the religious leader stopped him.\n\nReligious leader said, “This is not right way to offer prayer to God. You should start over again and pray properly.”\n\nSo Nasrudin went back again inside and prayed again. When he finished and came back.\n\nReligious leader said, “Now, tell me.. Don’t you think that God would appreciate your second prayer more than that which you did in hurry.”\n\nNasrudin replied, “Not really..!! Although my first prayer i did in hurry but that was done for God but second prayer that you made me do was done for you..”\n\n\nStory 2: Tips to Attendant..!!\n\nOnce Nasrudin went to a bath house. He was dressed in bit worn out and torn clothes.\n\nWhen Bath attendant saw his torn clothes, he took him to be a poor man so didn’t pay much attention to him and didn’t gave him much care. Bath attendant services was really bad.\n\nEven when Nasrudin asked for towel attendant just threw towel towards him. However, when Nasrudin left he gave that attendant a big tip.\n\nNext week again Nasrudin went to same bath house. This time when attendant saw Nasrudin, he treated with much care and attention and gave him royal treatment.\n\nAttendant was hoping for getting big tip even this time but Nasrudin flunked a mere dime his way and also gave him nasty look.\n\nAttendant stood there in disappointed look on his face. Seeing this Nasrudin turned toward him and said, “Today’s tip was for the services you gave me last time and the tip which i gave you last time was for today’s services..\"\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Sarcastic Short Stories",
      "body": "Story 1: Innocent Prisoners..!!\n\nOnce King weng visited his palace prison. There he meet prisoners and listened to their complaints.\n\nOne of the prisoner who was accused of murder said to him, “I am innocent.. Please release me.. I am here just because i wanted to give my wife a fright bu accidentally killed her..”\n\nKing went further. Here another prisoner said, “I was accused of taking bribe but all i did was accepted a gift..”\n\nWhile walking through prisoners, many declared their innocence to king until he meet a young man.\n\nYoung man pleaded, “I am guilty. I wounded my brother in a fight and deserve punishment. This place had made me reflect on pain i had caused him.”\n\nListening to him King called his guards and said, “Remove this criminal from prison immediately.. If he stays here, he will end corrupting all these innocent men here..”\n\nMoral:\nOne who Realize his Mistake feels Guilty and Try to Correct that While those who Don’t realize find excuses for their innocence.\n\n\nStory 2: Bored to Eternity..!!\n\nOnce day a man died and found himself in an exquisite place. He was surrounded by all the comforts that he always dreamed of.\n\nA Man with Wings came to him and said, “You can have anything you want.. food, pleasure..\n\nMan was delighted to hear that and enjoyed all he can with all the comforts he had. After a while he started searching for Man with Wings.\n\nAfter searching a while Man found him and said, “I have done everything i ever wanted to do. Now i want to do something..  I need a job so that i can feel useful..”\n\nMan with Wings replied, “I am sorry.. But that’s only thing i can’t give you.. There is no work here..”\n\n“How awful.. that means i will spend all eternity bored.. I wish i was in hell..“, replied Man.\n\nMan with Wings came over to him and said softly, “And where do you think you are… Sir??”\n\nMoral:\nWe may find Working Difficult but Doing Work is important for Healthy Mind.\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Change Your Vision",
      "body": "Once there was very wealthy man who was suffering from severe eye pain. He consulted many doctors and tried their treatments but nothing helped. Even after consuming so many drugs to treat his eye, he still suffered from pain and that pain in eye persisted more than before.\n\nAt last, he heard about a monk who was famous for being an expert in treating such problems. He went to him and told him about his problem.\n\nMonk understood his problem and said that, “You should concentrate only on green colors and try not to let your eyes fall on any other color.”\n\nMan found this kinda prescription strange but he was desperate to find cure and decided to try it.\n\nWealthy man called for group of painters and purchased loads of green paint and directed that every object his eye was likely to fall to be painted green just as the monk had directed.\n\nJust in few days everything around that man was in green. Wealthy man made sure that nothing around would in any other color.\n\nAfter some days, monk came to visit wealthy man, millionaire servant ran with bucket of green paint and poured it all over him.\n\nMonk asked servants reason for this. Servant replied, “You were wearing saffron and we can’t let our master see any other color than green..”\n\nHearing this monk laughed and said, “If only.. you had purchased a pair of green colored glasses for him to wear.. worth just few dollars..\nYou could have saved all these walls, articles and also would have been able to save a large amount of his fortune.. You cannot paint the world green.”\n\nMoral:\nIt is foolish to shape/ Change the world, Let’s Shape ourselves first.. Let us change our vision and the world will appear accordingly.\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Honest Smuggler",
      "body": "Once Nasrudin was leading a donkey that had bundle of wooden sticks on it’s back across the border. There inspector stopped Nasrudin for inspection.\n\nInspector asked, “What is your business here?”\nNasrudin replied, “I am an honest smuggler..”\n\nInspector was surprised at reply and responded, “Really?? Ok then let me search everything and if i find something then you have to pay border fees..”\n\nNasrudin replied, “Sure.. Do as you wish.. but i can assure you that you will find nothing..”\n\nInspector intensively searched and took apart everything but still couldn’t find any thing. At end he allowed Nasrudin to pass border saying, “I suppose you have managed to get by me today..”\n\nNext week again Nasrudin came with donkey carrying bundle of straws. When inspector saw him, he recognized Nasrudin and thought to himself, “This time i will get him for sure..”\n\nInspector thoroughly checked through bundle of straws and then even searched Nasrudin clothing but still couldn’t find anything. Even this time he had to let Nasrudin pass through border.\n\nThis continued for several years but inspector couldn’t find anything. With every passing year Nasrudin wore more and more extravagant clothing and jewelry that indicated he was getting wealthier.\n\nEventually inspector retired from his long time job yet he couldn’t forgot about Nasrudin.\n\nOne day inspector spotted Nasrudin in market. Inspector stopped him and said, “I know you..!! You are that person who used to pass by border with donkey carrying bundles of straws or wooden sticks..”\n\nInspector said to him, “Please sir.. I can we talk for minute..?”\n\nNasrudin agreed.\n\nInspector questioned, “I always wondered what you were smuggling past my border everyday.. Now i m retired.. I must know.. Please tell me what you smuggled all those years..”\n\nNasrudin smiled and replied, “Donkeys..\"\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Egret’s Feather",
      "body": "Once upon a time, in a village lived a priest. One day while he was yawning suddenly a small feather of bird flew into his mouth and got stuck in his throat.\n\nPriest tried to spit it out and after much try it came out. Priest was surprised on seeing a Egret’s (a kind of bird) feather. He wondered how did it happen as it was a rare bird in that region.\n\nSoon he reached home and told his wife, “Today a Egret’s feather came out of my mouth..”\n\nWife was puzzled but before she could ask anything, he said, “Don’t tell anyone about it as people might think of it was a bad omen..”\n\nWife agreed. Soon wife’s desire to tell it to someone started to trouble her. She was not able to sleep and thought to herself, “I have to tell it to someone..”\n\nNext day in the morning she called out he neighbor and said to her, “I know something important but i can’t tell to anyone.. If i tell you can you keep it a secret..?”\n\nNeighbor’s wife replied, “Of course.. you can tell me.. I will keep it to myself.”\n\nPriest wife told her whole story and told her that she was worried if it’s a bad omen.\n\nNeighbor’s wife replied, “Don’t worry about it too much.. such thing happens.”\n\nNeighbor’s wife was too thrilled by the story and thought to herself, “I have to tell about it to someone..”\n\nAs soon as she got some free time. She saw her friend passing by. She called her and said, “Did you hear about priest??”\n\nFriend replied, “What is it??”\n\nNeighbor’s wife said, “I will tell you but you have to keep it a secret..” She told her whole story and made it sounded like a whole bunch of Egret’s feather came out of priest’s mouth..”\n\nFriend agreed to keep it secret and replied, “It’s unbelievable.. especially when we know that priest is vegetarian..”\n\nAs soon as she reached her home. She went to her neighbor and told her that, “A whole Egret came out of priest’s mouth..”\n\nSoon whole story spread in village. It changed from “one feather to hundreds of birds of different sizes..!!”\n\nHuge crowds thronged to the priest’s house to see this miracle.\n\nPriest insisted to them that no bird came out of his mouth yet no one listened to him. At last he decided to leave village because of that rumor.\n\nMoral:\nRumors can create Big problems for someone’s Life. We should avoid Gossip or Rumor from spreading.\n\nIf you want to Keep Secret then Never tell anyone about it. If you can’t keep it to Yourself than don’t Expect from anyone else..!!\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Kid’s Admission Interview",
      "body": "Kid was bought to school to get admission in U.K.G. for interview as it was very difficult to get through admission in that school. Parents were really worried.\n\nParents and kid entered principle office. Parents sat aside on sofa and kid was sitting in front of principal.\n\nPrincipal started to converse with kid.. here goes..\n\nPrinciple: What’s your name?\nKid: Sita\n\nPrinciple: Good. Tell me something you know.\nKid: I know many things. Tell me what you want…!\n\n“Alas, there is no better point for not getting the admission”, thought her mother to herself. As her mother was trying to make up the situation but the principal stopped her..\n\nTurning to child she said: Tell any rhyme or story which you know..\nKid: Again,Which one you want.. Rhyme or Story..?\n\nPrincipal: Ok. Plz tell me a story..\nKid: Do you want to hear what I studied or what I wrote..?\n\nTaken to surprise.. she asked: Oh! you write stories…?\nKid replied: Why should I not write.?\n\nShe was impressed with the answer and said: Ok, tell me story which you have written..\nKid replied: One day Ravana kidnapped Sita and took her to Srilanka.\n\nThe opening scene failed to impress but still she encouraged the child to continue..\n\nKid: Rama asked Hanuman help to rescue Sita. Hanuman too agreed to help Rama..\n\nPrincipal: Then?\nKid: Now, Hanuman called his friend Spider man..\n\nNo one expected this twist in the story!!\n\nPrincipal: Why?\nKid: Because there are lot of mountains between India and Srilanka.. but if we have Spider-man we can go easily with his rope..\n\nPrincipal questioned: But Hanuman can fly isn’t it..?\nKid: Yes. But he is having Sanjeevni Mountain on one hand so he cannot fly very fast.!\n\nEveryone was surprised and got quiet.\n\nAfter a while..\n\nKid asked: Should I continue or not?\nPrincipal replied: Ok please continue!\n\nKid continued: Hanuman and Spider-man flew to Sri lanka and rescued Sita. Sita said Thanks to both!\n\nPrincipal: Why?\nKid: Well.. When you are helped you should say Thanks!\n\nSo Sita requested Hanuman to call Hulk…\n\nAll were surprised.\n\nKid realized everyone’s curiosity and continued: Now Sita is there, so to take her safely back to Rama she called Hulk..\nPrincipal: What..? Hanuman can carry Sita right?\n\nKid: Yes. But he has Sanjeevni Mountain in one hand and has to hold spider man on the other..\n\nNo one could control their smiles.\n\nKid continued: So when they all started to India they met my friend Akshay..!\nPrincipal questioned: How come Akshay there now?\n\nKid: Because its my story and I can bring any one there!\n\nThe principal didn’t get angry but waited for the next twist..\n\nKid continued: Then all started to India and landed at Bangalore majestic bus stop..\nPrincipal asked: Why they have landed In majestic bus stop?\n\nKid: Because they forgot the way..and Hulk got an idea and called Dora..! Dora came and she took Sita to malleshwaram 5th cross… that’s all!\n\nShe finished the story with a smile..\n\nThe principal asked: But why malleshwaram 5th cross…?\nKid: Because Sita lives there and i am Sita..!!\n\nThe principal was impressed and embraced the child. She has been admitted in UKG and was gifted with a Dora doll.\n\nMoral:\nKids can really amaze but we clip their wings (creativity) expecting them to do things as we see it right and not from their viewpoint. Let’s give every child freedom to do their own thing and watch their dreams come true.\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Secret Behind the Door",
      "body": "It was night time, a man was driving down the road and his car breaks down near monastery. Because of night time he goes to monastery and knocks on door. As monk came outside and open the door, man says, “My car broke down. Can i stay here for a night?”\n\nMonk accepted his request. Monks not only let him stay but also feed him and even fixed his car. As man tried to fell asleep, he heard a strange sound. Next morning he asked monk about that sound but monk said, “We can’t tell you that because you are not a monk.”\n\nMan felt disappointed but thank them and left on his way.\n\nAfter some years, same man car breaks down in front of same monastery. Everything happened same as before. Monks accepted him and feed him and fixed his car.\n\nThis time when man went to sleep even this time he hears same strange noise that he had heard earlier. Next morning he asks monk about that noise but monk replied same, “We can’t tell you because you are not monk.”\n\nMan said, “All right. i want to know what reason for that sound if only to find out about it is to become a monk, then tell me how can i become a monk?”\n\nMonk replied, “If you want to become a monk then you have to travel the earth and tell us the exact number of sand pebbles. When you find this, you will become a monk.”\n\nMan set for this task and Forty years later he returns and knocks on door of monastery and said, “I have traveled the whole earth and i have found that there are 222,345,323,954,110,958,203 sand pebbles on earth.”\n\nMonk congrats the man and said, “Now we shall show you the way to the sound.”\n\nMan was happy as monk lead him towards a wooden door and said, “Sound you looking for is right behind that door.”\n\nMan reaches for the knob to open the door but found out that door was locked. So he requested monk to give him the key to open the door. Monk gave him the key.\n\nMan opens the door and behind that door he saw another door made of stone. Again man saw that the door was locked so he asked for key to that door.\n\nAs man opened stone door he find another door made of gold and it was also locked. Monk gave him key to that door also. Again there was another door made of ruby. This goes on until he had to go through another series of door.\n\nFinally monk said, “This the last door and here is key to this door.”\n\nMan was at last relieved and he unlocks the door, turns the knob and he was amazed to find the source of sound behind that door\n\nBut\n\nI can’t tell you what it is.. Because you are not a Monk.\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Meaning of Silence",
      "body": "Story 1.\n\nIn old times it was customary for Monks who is traveling and seeking for lodge to stay was to engage himself in dharma combat with head monk at Zen monastery. If he won battle then he could stay else he would have to seek quarters elsewhere.\n\nOnce a traveling monk stop at a monastery. Master at monastery assigned his attendant to engage in silent debate combat with traveling monk. By chance attendant who was to combat with wayfarer had only one eye.\n\nThey both were sent for combat. Soon the wayfarer returned to master saying, “Your man is too good. I must journey on.”\n\nWayfarer then told master about the combat. He said , “I help up one finger to symbolize Buddha but he help up two fingers for Buddha and Dharma. So i held up three fingers for Buddha Dharma and Sang-ha but then he made a fist to indicate that they were all one. So i ran to indicate that i am no match for him.”\n\nAfter saying this wayfarer left. When the traveler left. master’s attendant arrived. He was angry and out of breath. he demanded to his master, “Where is that rascal??”\n\nHe continued, “Master, first he insulted me by holding up one finger to indicate i had only one eye. Still being polite i held up two fingers to indicate that he was blessed with two eyes but still that traveler kept going on and help up three fingers to indicate that together there were only three eyes among them. So i wanted to hit him hard and made a fist but he ran off.. Where is he hiding??”\n\nStory 2.\n\nFour monks decided to meditate silently without speaking for few days. By night fall on the first day candle began to flicker and then blown out.\n\nFirst monk said, “Oh no!! Candle is out.”\n\nSecond monk responded, “Aren’t we supposed not to talk?”\n\nListening to this third monk questioned them, “Why did you two broke silence?”\n\nFourth monk laughed at them saying, “Ha ha! I am only one who didn’t speak..!!”\n\nMoral:\nNever be too quick to judge others.\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Secret to Happy Married Life",
      "body": "A couple married for more than 60 years. They shared everything and talked about everything, They never even kept any secrets from each other except for one. Women kept a shoe box in top of her closet and told her husband never to open it or ask about it.\n\nFor all these years, her husband never talked about it. One day old lady got very sick and doctor said that she can’t recover from that disease.\n\nAt that time they tried to sort out their affairs, old man took out that shoe box from top of closet and took it beside his wife. She agreed to tell her husband about what was in that box.\n\nWhen old man opened it he found out two crocheted dolls and a stack of money equally to $95,000.\n\nOld man got curious and asked her about its content.\n\nShe said, “When we were married. My grandmother told me the secret of Happy married life. Secret was never to argue. She told me that if i ever got angry with you then i should just keep quiet and crochet a doll.”\n\nOld man was so moved, he had tears in his eyes seeing that there were two just two Dolls thinking that she had been angry with him just two times in all those years of living and loving. He almost burst with happiness.\n\nHe said, “Honey, that explains the doll but what about all this money in this box? Where did it came from?”\n\n“Oh”, She said, “That’s the money i made from Selling the Dolls.\"\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Old Wife Secret Box",
      "body": "Once there was a Man and Women married for 60yrs. During this time of their life they shared everything ad kept no secrets from each other except for one. Old lady used to keep a shoe box and told her husband not to open it or ask about it to her.\n\nAll these years they never thought or talked about box. One day lady got very sick and doctor that she is not going to recover.\n\nAfter knowing this lady decided that its time to let her husband know whats in the box. She asked her husband to bring box to her bedside.\n\nWhen husband opened the box he found that there were two crocheted dolls and a stack of money worth $95,000. Seeing this he got curious and asked her about the content.\n\nShe said, “When we were to be married. My grandmother told me Secret for Happy Married life was -Never to argue- And if I ever get angry after our fight then I should keep quiet and just crochet a doll.”\n\nOld man was so moved that tears came out of his eyes. He was happy to see that there were only two crochet dolls that means his wife was just angry two times during whole time loving and living with him. He got very happy.\n\nThen he said, “Dear, that explains dolls but what about all the money in the box? Where did it came from?\n\n“Oh”, She smiled and said, “That’s the money I made from selling dolls..!!”\n\nMoral: You should listen to your Elders… Be Happy!!\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Cookie Thief",
      "body": "One night, a woman was waiting at the airport for the flight but she had to wait for several hours. So she went to airport shops and bought a book and bag of cookies. While she was buy reading her book, she noticed that the man sitting behind her grabbed a cookie or two from the bag. Lady ignored him as did not wanted to make scene there.\n\nSo as the time passed by she munched cookies and watched the clock, seeing that cookie thief finishing her stock. By the passing time she was getting more and more irritated thinking, “If i wasn’t nice, I would have blacken his eye.”\n\nEvery time she took one cookie, he took one. When the last cookie was left, that man nervously took that cookie and broke it in half. He offered other half to lady, seeing this she snatched the other half from his hand and thought, “My God, this guy have some nerve that even after eating half of cookies he didn’t even show any gratitude toward her.”\n\nShe was in relief when called for flight. She gathered her things and headed towards gate without looking back. When she boarded the plane, sat in her seat reading her book which was almost complete. As she reached her hand in her baggage, she was surprised to see that there was bag of cookie, in front of her eyes.\n\nThis made her think if this was her own cookie bag then the other one from which she was eating was his and even after that he tried to share. By the time she realized that she was the rude one and mistake was her’s it was too late to apologize.\n\nMoral:\nWe should not Judge. Its Matter of Perspective Sometimes.\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Funny Husband Wife Conversations",
      "body": "A husband feared that his wife was not hearing well as she used to hear. He got into thinking that she might need a hearing aid but he wasn’t sure how to approach her.\n\nFor suggestion he called family Doctor and told him about the situation. Doctor told him to test it by a simple idea and getter a better idea about her hearing loss.\n\nDoctor said, “Here’s what you do. stand about 40 feet away from her, and in a normal conversational speaking tone see if she hears you. If not, go to 30 feet, then 20 feet, and so on until you get a response.”\n\nNext day in evening he saw that wife was cooking dinner in the kitchen, So he took the chance to check the doctor’s idea.\n\nHe got about 40 feet away from the kitchen and asked his wife, “Dear, what for dinner?” and waited for response.\nHe got “No response”\n\nSo he moved bit closer about 30 feet away from kitchen and repeated the same question, “Dear what’s for dinner”.\nStill he got “No Response”\n\nNext he moved in to dining area about 20 feet away from kitchen and asked the same question, “Honey what’s for dinner?”\nHe still got “No Response”\n\nHe walks up to the kitchen door, about 10 feet away. “Honey, what’s for dinner?”\nAgain there is “No Response.”\n\nSo he walks right up behind her. “Honey, what’s for dinner?”\nWife Shouted, “John, for the fifth time I’m saying, CHICKEN..!!”\n\nMoral:\nThe Problem may not be with the Other one as we Always think, could be very much within Us..!!\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Kid and Priest in Plane",
      "body": "On a Sunday afternoon, On a small private plane a Doctor, a Lawyer, A Little boy and a Sadhu were out. Suddenly an engine problem occurred in the plane. In spite of the best effort pilot was not able to get plane to fly properly, so the plane started to go down.\n\nKnowing that plane going to crash the pilot grabbed the parachute and yelled to other passengers that they better jump off the plane and try to save their lives. He himself bailed out.\n\nUnfortunately there were only three parachutes left and people on the plane were four.\n\nInstantly Doctor grabbed one and said, “I have to save lives of other people so i must live.” and jumped off the plane.\n\nThen the lawyer said, “I am lawyer and lawyers are the smartest people on earth so i deserve to live.” and he too jumped off the plane.\n\nNow the Sadhu and the Little boy were left on the plane with one parachute left. So the Sadhu looked at the little boy and said, “Son, i have lived long enough. You are young and have whole life ahead. You take the last parachute and Save you life.”\n\nLittle boy Handed the parachute back to Sadhu and said, “Don’t worry. The smartest man(Lawyer) just took off with my backpack.”\n\nMoral:\nYour Job doesn’t Always Define you, but Being a Good Human being Does.\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Lazy Poor Man and Milk Pot",
      "body": "Its story of a poor man who was extremely lazy. He always dream of being rich and still didn’t want to work for it. He used to ask for alms even just to feed himself.\n\nLuckily one morning he got a pot of milk as alms. He was very happy. He went home with that pot and boiled it, drank some of it and added curd to remaining of it to turn it into curd.\n\nHe laid down and soon feel asleep. While sleeping he dream about getting rich one day and his thoughts were turned to pot of milk he got that day.\n\nHe dreamed, “By morning the pot of milk will be turned to curd. once the curd is set he can churn it to get butter out of it. Then make ghee out of that butter. Once he get the Ghee, he would sell it in the market and with that money he will buy a hen and hatch its eggs. There will be many chickens with which he will soon have a poultry farm of his own.\n\nHe kept on imagining that, “After selling his poultry and buying some cows he can open a dairy far. All the people will buy milk from him and then he will be rich soon and will buy jewels which he can sell to king. He will be so rich that he will marry a beautiful girl and soon will have a handsome son. If son will do any mischief, he will beat him with a big stick.”\n\nDuring this dream he unknowingly picked up stick laying near him and started moving it thinking of beating his son in dream. Suddenly one he hit the pot and broke it.\n\nWhen he woke up all the milk was spilled out of pot.\n\nMoral:\nNo Dream can Be fulfilled Without Hard work.\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Crows in the Kingdom",
      "body": "One day Emperor Akbar and Birbal were taking a walk in the palace gardens. It was a nice summer morning and there were plenty of crows happily playing around the pond. While watching the crows, a question came into Akbar’s head. He wondered how many crows were there in his kingdom.\n\nSince Birbal was accompanying him, he asked Birbal this question.\n\nAfter a moment’s thought, Birbal replied, “There are ninety-five thousand four hundred and sixty-three crows in the Kingdom”.\n\nAmazed by his quick response, Akbar tried to test him again, “What if there are more crows than you answered?”\n\nWithout hesitating Birbal replied, “If there are more crows than my answer, then some crows are visiting from other neighboring kingdoms”. “And what if there are less crows”, Akbar asked. “Then some crows from our kingdom have gone on holidays to other places”.\n\nMoral:\nThere is always a way if you think with ease.\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "King Akbar’s Three Questions for Birbal",
      "body": "King Akbar was very fond of Birbal. This made a certain courtier very jealous. Now this courtier always wanted to be chief minister, but this was not possible as Birbal filled that position.\n\nOne day Akbar praised Birbal in front of the courtier. This made the courtier very angry and he said that the king praised Birbal unjustly and if Birbal could answer three of his questions, he would accept the fact that Birbal was intelligent. Akbar always wanting to test Birbals wit readily agreed.\n\nThe three questions were\n1. How many stars are there in the sky?\n2. Where is the center of the Earth?\n3. How many men and how many women are there in the world?\n\nImmediately Akbar asked Birbal the three questions and informed him that if he could not answer them, he would have to resign as chief minister.\n\nTo answer the first question, Birbal brought a hairy sheep and said, “There are as many stars in the sky as there is hair on the sheep’s body. My friend the courtier is welcome to count them if he likes.”\n\nTo answer the second question, Birbal drew a couple of lines on the floor and bore an iron rod in it and said, “this is the center of the Earth, the courtier may measure it himself if he has any doubts.”\n\nIn answer to the third question, Birbal said, “Counting the exact number of men and women in the world would be a problem as there are some specimens like our courtier friend here who cannot easily be classified as either. Therefore if all people like him are killed, then and only then can one count the exact number.”\n\nMoral:\nThere is Always a Way.\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Rabbit in the Garden",
      "body": "There was a lawyer. He loves fishing and hunting. It was a clear Saturday and he decided to spend his day fishing and hunting. He drove a long way to reach the forest and a lake was located near the forest. He decided to try his chance in fishing. Unfortunately, he could not catch even a single fish. He decided to return home. Suddenly he saw a rabbit moving around in the nearby area.\n\nHe shot the rabbit and the rabbit fallen down on the ground inside a fence of a garden. The lawyer had a quick glance in and around the garden and he saw nobody was there.\n\nHe jumped inside the garden, grabbed the rabbit and when he was about to climb back the fence, he was caught by the garden owner. The garden owner and lawyer argued for the ownership of the rabbit. The lawyer told he shot the rabbit and it belonged to him. The owner argued, the rabbit grew in his garden and it was lying in his garden. So it belonged to him.\n\nThe lawyer shouted at the owner, ‘See, I’m a lawyer! I can sue you in the court and get you severe punishment!’\n\nThe owner decided to teach a lesson to the lawyer. He said, ‘Okay. I’ll kick you three times with my strength. You again kick me three times with your full strength. Let us continue this until you or me request to give up! The one who gives up lose the game and the other one wins and owns the rabbit!\n\nLawyer agreed to the ‘Three Kick’ rule and he was confident that he could win it! Apparently, the lawyer looked bigger and stronger than the garden owner.\n\nThey then argued on who should kick first. The decided on tossing a coin and the garden owner won the toss. He decided to kick the lawyer first! The garden owner kicked him on his stomach, his legs and face! The lawyer groaned in pain and before he starts kicking the owner, the garden owner said, ‘I give up! It is all yours. Now, enjoy the rabbit!’\n\nMoral:\nNever underestimate anyone and never become overconfident on your talent and powers. A big blow on the right place on you can bring you down.\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Kid and Father",
      "body": "Manu was a seven year old boy. He was naughty, funny and very mischievous. One day, his mom was unwell and he was looked after by his daddy. Manu’s daddy asked him to go to bed as it was close to 9.30 pm. Manu went to his room. His daddy was watching television in the living room.\n\nIt was 9.45 and Manu called, ‘Daddy, can you please bring me a glass of water to drink?’\nDaddy was annoyed, ‘No way Manu! You get it on your own!’\n\nAfter five minutes, Manu called his dad and said, ‘Daddy can you please give me a glass of water? I’m very thirsty’\nDaddy replied, ‘No Manu. I already told you!’\n\nAfter five minutes, Manu shouted, ‘Daddy can you please give me water?’\nDaddy said, ‘I told you twice, I won’t! If you ask again, I will come in and spank you!’\nManu was silent for a while. After 10 minutes, ‘Daddy, when you come to spank me, can you please give me a glass of water?’\n\nDaddy was speechless!\n\n"
    },
    {
      "category": "Funny Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Clever Kids",
      "body": "It was a busy high way that connects all major roads in the city. People rush in their vehicles and it leads to chaos in the busy road. Driving the vehicles beyond the speed limit became the major problem in the city.\nA police officer decided to watch for the vehicles that are driven beyond the speed limit. He found a perfect place to hide himself to watch for the rash driving vehicles.\n\nVery surprisingly, one day, the police officer was very surprised that everyone who drove on the road was under the prescribed speed limit. There was none that crossed the speed limit.\n\nOut of curiosity, the police officer decided to find the reason for the same.\n\nHe walked for a while and saw a 12 years old boy standing near a huge sign board ‘RADAR TRAP AHEAD’.\n\nThe police officer wanted to move further to find out what exactly happened!\n\nAlmost about 100 yards beyond the boy who stood with the sign board radar trap; there was another boy who stood with a sign board carrying the words, ‘TIPS’. Also, there was a big container almost filled three-fourth with money..!!\n\n"
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    }
  ]
}