{
  "data": [
    {
      "category": "General Stories",
      "title": "Foolish Monkeys",
      "body": "Before several centuries, there was a very large, dense and dark forest. A group of monkeys arrived at the forest. It was winter season, and the monkeys struggled hard to survive the freezing cold nights. They were hunting for fire to get warm.\n\nOne night, they saw a firefly and considered it a dab of fire. All the monkeys in the group shouted 'Fire, Fire, Fire, Yeah we got fire!'\n\nA couple of monkeys tried to catch the firefly and it escaped. They were sad as they could not catch the fire. They were talking to themselves that they couldn't live in the cold if they didn't get the fire.\n\nThe next night, again they saw many fireflies. After several attempts, the monkeys caught a few fireflies. They put the fireflies in a hole dug in the land and tried to blow the flies.\n\nThey blew the flies very hard without knowing the fact that they were flies!\n\nAn owl was watching the activities of the monkeys. The owl reached the monkeys and told them, 'Hey those are not fire! They are flies. You won't be able to make fire from it!'\n\nThe monkeys laughed at the owl. One monkey replied the owl, 'Hey old owl you don't know anything about how to make fire. Don't disturb us!'\n\nThe Owl warned the monkeys again and asked them to stop their foolish act. 'Monkeys, you cannot make fire from the flies! Please hear my words.'\n\nThe monkeys tried to make fire from the flies.\n\nThe Owl told them again to stop their foolish act. 'You are struggling so much, go take your shelter in a nearby cave. You can save yourself from the freezing cold! You won't get fire!'\n\nOne monkey shouted at the owl and the owl left the place.\n\nThe monkeys were simply doing the foolish activity for several hours and it was almost midnight. They were very tired and realized that the words of the owl were correct and they were trying to blow a fly.\n\nThey sheltered themselves at the cave and escaped from the cold.\n\nWe may go wrong many times and should seek and accept the advice / suggestions provided by others."
    },
    {
      "category": "General Stories",
      "title": "The Secret of Happiness",
      "body": "Once upon a time, there were three brothers named Samuel, Timothy and Xander, who lived in a cottage by the woods. They were honest and hardworking. Every day, they would venture into the forest to fell wood. Later, they would sell it in the market where it would fetch a decent price. Thus, their life continued in this manner.\n\nHowever, the brothers were always sad and morose. Even though they lived a good life, they were unhappy. Each one hankered for something or the other and would pine for it.\n\nOne day, while Samuel, Timothy and Xander were returning home from the woods carrying their bundle of logs, they saw an old haggard woman bent low with a sack on her back. As they were kind and compassionate, the brothers immediately approached the poor woman and offered to carry the sack all the way to her home. She smiled and expressed her gratefulness, while replying that the sack actually contained apples that she had collected in the forest. Samuel, Timothy and Xander took turns in carrying the sack, and at last, when they reached the woman's home, they were very tired indeed.\n\nNow, this old woman was no ordinary person and had magical powers. Pleased with the brothers' kind and selfless nature, she asked them whether there was anything she could help them with, as a reward.\n\n\"We are not happy, and that has become our greatest cause of concern,\" replied Samuel. The woman asked what would make them happy. Each brother spoke of a different thing that would please him.\n\n\"A splendid mansion with plenty of servants would make me happy. There is nothing more that I would want,\" said Samuel.\n\n\"A big farm with lots of harvest would make me happy. Then I could be rich without having to worry,\" said Timothy.\n\n\"A beautiful wife would make me happy. Every day, after returning home, her sweet little face would light me up and make me forget my sorrows,\" said Xander.\n\n\"That is fine,\" said the old woman, \"If these things will give you happiness, you deserve them in every respect for helping a poor helpless person like me. Go home, and each of you shall find exactly what you have wished for.\"\n\nThis took the brothers by surprise as they did not know about the woman's powers. Nevertheless, they took leave and returned home. But lo behold, beside their cottage, there was a huge mansion with a doorman and other servants waiting outside! They greeted Samuel and ushered him in. At some distance, a yellow farmland showed itself. A ploughman came and announced that it belonged to Timothy. Timothy gasped. Just at that moment, a beautiful maiden approached Xander and coyly said that she was his wife. The brothers were beside themselves with joy at this new turn of events. They thanked their lucky stars and adapted to their new lifestyles.\n\nThe days passed and soon a year was over. The situation was however, now different for Samuel, Timothy and Xander. Samuel had grown tired of owning the mansion. He became lazy and did not supervise his servants into taking proper care of the mansion. Timothy, who had built a decent house next to his farmland, found it burdensome to plough the fields and sow seeds from time to time. Xander too, grew used to his beautiful wife and no longer found any joy in keeping her company. In short, all of them were unhappy again.\n\nOne day, the three of them met up and decided to visit the old woman at her home. \"That woman has magical powers which turned our dreams into reality. However, since we are no longer happy, we must go and seek her help now. It is she who will be able to tell us the secret to attaining happiness,\" said Samuel.\n\nWhen they came to the old woman, she was cooking stew in a pot. Greeting her, each of the brothers recounted how he had turned unhappy again. \"Please tell us how we can once more be happy,\" said Timothy.\n\nOld Woman\"Well,\" replied the old woman. \"It is all in your own hands. See, when each of you made his wish and it was granted, you were happy. However, happiness never lasts without a very important thing - content. Earlier, since you were happy but never really content or satisfied, boredom and misery overcame you and you became sad again. Only if you learn to be content, can you truly enjoy the bliss of happiness.\"\n\nSamuel, Timothy and Xander realized their mistake and went back home. They saw how lucky they were to have the gifts for which they had once craved. Samuel felt grateful for being the owner of a mansion and began taking good care of it. Timothy began to plough his land diligently so as to have a good harvest in time. Xander too learnt to appreciate his pretty wife's chores in the house and her devotion towards him. Remembering that happiness and content went side by side, never again did the brothers take their blessings for granted. And thus, they lived happily ever after."
    },
    {
      "category": "General Stories",
      "title": "Real Solution to Problems",
      "body": "A group of employees was working in a software company. It was a team of 30 employees. This was a young, energetic and dynamic team with keen enthusiasm and desire to learn and grow. The management decided to teach the employees about finding real solution to the problems.\n\nThe team was called to play a game in a banquet hall. The group was quite surprised as they were called for playing game. All reached the venue holding various thoughts. As they entered the hall, they found the hall decorated beautifully with colourful decorative papers and balloons all over the place. It was more like a kid's play area, than a corporate meeting hall.\n\nEveryone was surprised and gazed at each other. Also, there was a huge box of balloons placed at the centre of the hall.\n\nThe team leader asked everyone to pick a balloon from the box and asked them to blow it. Every one happily picked a balloon and blew it.\n\nThen the team leader asked them to write their names on their balloon, carefully so that the balloons didn't blow up. All tried to write their names on the balloons, but not everyone was successful. A few balloons blew up due to pressure and they were given another chance to use another balloon.\n\nThose who failed to mark their names even after the second chance were ruled out of the game. After the second chance, 25 employees were qualified for the next level. All the balloons were collected and then put into a room.\n\nThe team leader announced the employees to go to the room and pick the same balloon that had his name on it. Also, he told them that no balloon should blow up and warned them to be very careful!\n\nAll 25 employees reached the room, where the balloons carrying their names were thrown here and there. They were searching for the respective balloons carrying their names. While they were in a rush to find the respective balloons, they tried not to burst the balloons. It was almost 15 minutes and no one was able to find the balloon carrying his own name.\n\nThe team was told that the second level of the game was over.\n\nNow it is the third and final level. They asked the employees to pick any balloon in the room and give it to the person named on the balloon. Within a couple of minutes all balloons reached the hands of the respective employee and everyone reached the hall.\n\nThe team leader announced; this is called real solutions to the problems. Everyone is frantically hunting for solutions to the problems without understanding the ideal ways. Many times, sharing and helping others give you real solutions to all problems.\n\nHelp out each other to ease things."
    },
    {
      "category": "General Stories",
      "title": "The Most Beautiful Heart",
      "body": "One day, in a heavily crowded place, a young man began shouting.\n\n\"People, look at me. I have the most beautiful heart in the world.\"\n\nMany people looked at him and were stunned to see his beautiful heart in a perfect shape, without any flaw. It looked quite amazing. Most of the people who saw his heart were mesmerized by the beauty of his heart, and praised him.\n\nHowever, there came an old man who challenged the young man, \"No my son, I have got the most beautiful heart in the world!\"\n\nThe young man asked him, \"Show me your heart, then!\"\n\nThe old man showed his heart to him. It was very rough, uneven, and had scars all over. In addition, the heart was not in shape; it appeared like bits and pieces joined in various colours. There were some rough edges; some parts were removed, and fitted with other pieces.\n\nThe young man started laughing, and said, \"My dear old man, are you mad? See, my heart! How beautiful and flawless it is. You cannot find even a bit of imperfection in my heart. See, yours? It is full of scars, wounds, and blemishes. How can you say your heart is beautiful?\"\n\n\"Dear boy, my heart is just as beautiful as your heart is. Did you see the scars? Each scar represents the love I shared with a person. I share a piece of my heart with others when I share love, and in return I get a piece of heart, which I fix at the place from where I have torn a piece!\" said the old man.\n\nThe young man was shocked.\n\nThe old man continued, \"Since the pieces of heart I shared were neither equal nor in the same shape or size, my heart is full of uneven edges and bits and pieces. My heart is not in shape because sometimes I do not get love in return from those to whom I gave it. Your heart that looks fresh and full with no scars indicates that you never shared love with anybody. Isn't that true?\"\n\nThe young man stood still and did not speak a word. Tears rolled down his cheeks. He walked to the old man, tore a piece of his heart and gave the piece to the old man.\n\nMany give importance and respect to physical beauty. Yet, real beauty is not physical!"
    },
    {
      "category": "General Stories",
      "title": "The Story of Thumbelina",
      "body": "Once upon a time, a simple and kind hearted woman lived carrying one desire in her mind. She had only one simple dream. Her dream was to have a baby girl. Days and months pass by, but her dream did not come true. Her desire to have a little girl grows stronger and stronger.\n\nOne day to make her dream come true, she visited a witch. She expressed her desire to have a baby girl. The witch offered a magic barley grain and asked her to plant it.\n\nThe Birth of Thumbelina\nAlthough the woman wasn't happy, she had a hope and planted the magic grain in a flower pot. To her surprise, the very next day, the magic barley grew into a beautiful big flower bud, which appeared like a Tulip!\n\nMesmerized by the beauty of the flower, she softly and gently kissed the bud. Since it was a magic flower, it blossomed instantly with her kiss on the bud. The woman was greatly surprised as inside the flower sat a tiny and cute little girl, who looked as small as a thumb. The woman named her Thumbelina!\n\nThumbelina's life\nShe became the part of the woman's life. The woman provided Thumbelina everything she needed. She used walnut shell as her bed, petals of violet flower as her mattress and petals of beautiful roses as her blanket.\n\nThumbelina played in the petal boat of the tulip and floated on a plate of water. She used two horse hairs as oars to sail around the lake. She had a beautiful voice. She played, floated, rowed the boat and sailed around by singing and singing and singing beautifully!\n\nThumbelina snatched by a cunning frog\nAfter playing for long time, Thumbelina fell asleep in her walnut shell. As she was sleeping, a huge frog looked at sleeping Thumbelina in the shell through the window. The frog simply gazed at her stunned at her beauty. She thought that Thumbelina would be the right girl for her son and picked her, ran away with her.\n\nUnfortunately, no one noticed Thumbelina snatched by a frog. The large frog carried her to the pond where her family lives. She introduced the beautiful Thumbelina to her ugly and fatty son, who was a momma's boy. Even the ugly son pleased when he saw her. However, both the mom and son frogs were frightened that the beautiful prisoner may escape from them. Rather than let her ran away from their custody, she put Thumbelina in a water lily and put the lily into the middle of the pond.\n\nMom and son were happy that Thumbelina won't be able to escape from there. In the meanwhile they both started preparing for the marriage.\n\nHow Thumbelina escaped from the trap?\nThe bitter talks of two frogs were heard by two minnows that were playing in the pond. They decided to help Thumbelina escape from the trap. The minnows, with the help of a butterfly pushed the lily. The leaf with lily floated far away from the pond and Thumbelina escaped.\n\nThumbelina encountered many problems\nAlthough Thumbelina escaped from the frogs, she was soon captured by a beetle. However, very soon the beetle freed Thumbelina as she appeared very different.\n\nThe summer approached and Thumbelina wandered in grass lands and across the flowers. She hardly found good food to eat. She ate pollen as her meals and dew as her drink. Soon, the rainy season appeared. It made the places nasty. The little girl struggled too hard to find good shelter. Even though she recovered from the heavy water drops of rainy season, the winter made her struggle even more. The winter was terrible and she could not find food.\n\nWhile she was roaming on the meadows, a big spider offered her help to provide food and shelter. The spider took her to a hollow tree and fed her with chestnuts. When the spider called his family to meet his new friend, the beautiful Thumbelina, others discriminated her as she looked different. She cried loudly and left spider's home.\n\nAgain, she wandered on the cold meadows. She saw a little cottage made of wood and leaves. Thumbelina decided to request help and knocked the door of the little cottage. It was a house of a mouse. The mouse was amazed at the beauty of Thumbelina. She requested him to help her and offer her shelter. The field mouse asked her to stay with him as long as she wishes.\n\nOne day, the field mouse brought a friend, a rich mole. Field mouse asked Thumbelina to sing a song and she sang so beautifully and the mouse and the mole were well impressed by her singing. The field mouse ordered Thumbelina to marry the mole as he was very rich. The mouse was so cruel to her and she decided to run away from him. The mole planned for their marriage in the summer.\n\nAfter a few days, she nursed a swallow bird and gave her food every day. They became closer and the swallow bird shared her story. During the onset of spring, the swallow was completely cured and decided to fly away.\n\nShe offered Thumbelina to join her. She made every possible attempt to escape from the mole marrying her. She was thinking and horrified how she going live in a tunnel with mole for the whole life!\n\nJust before a day of her wedding, the swallow asked her to join and spend a day in the sky! Without a second thought, Thumbelina grabbed the finger of the bird. The bird carried Thumbelina over the hills, meadows, plains, and until they reach the flower country.\n\nThe country was full of colorful flowers. The swallow gently placed her on a beautiful flower, where she met the king of flower fairies. The king was impressed by her beauty, asked her to marry him and she instantly said YES! She became the queen of flowers.\n\nThey lived happily ever after!"
    },
    {
      "category": "General Stories",
      "title": "Golden Windows",
      "body": "Little Molly lived in a small beautiful town. Her tiny house is constructed on the banks of a beautiful river, near the mountain. She was the only daughter for her parent. Although they weren't very rich, they lived happily.\n\nHer house was surrounded by huge trees and beautiful plants. It was a single bedded house, made of woods. Molly did not like her house very much. She felt that the house was too small and not very neat. Little molly was very fond of the mountain. The steep and sloppy mountain had a beautiful but abandoned castle like home with golden windows.\n\nYes, she liked the home on top of the mountain because of the glittering golden windows. The windows sparkled and glazed so beautifully that little Molly was completely mesmerized.\n\nShe went crazy for that the glittering golden windows and she started to hate her home more.\n\nHowever, little Molly was so sweet and she understood the struggles her family undergoing. So she accepted everything silently. Still her desire went on growing.\n\nYears passed by and she grew up quickly. She became 12 years and looked very beautifully like a golden princess. She believed that she is supposed to live in a house with golden windows, not in an old wood house.\n\nAs she grown older, her mom allowed her to move around her house. It was holidays for Molly and she requested her mom that she wanted to wander in the garden near the river. Her mom also agreed and told her not to go so far.\n\nMolly decided to climb the mountain and peek into the house with the golden windows.\n\nShe took her bicycle and started her journey towards reaching the top of mountain. She found a narrow road in the mountain towards the abandoned home in the mountain. With so many struggles, she reached the top of the mountain.\n\nShe was so shocked to see the dirtiest house, in fact the damaged castle with dark windows. What she used to see from her home wasn't there in the mountain. Yes, the golden windows she saw from the lap of the mountain were in fact the reflection of the dark and dirty windows.\n\nShe was very upset and sat quietly for some time as she lost words. Her desire got vanished. Suddenly, she looked at her home. A window in her was shining like gold. She realized that the sun rays reflecting in the water makes the window glows.\n\nThe truth was she lived in her dream home, the home with beautiful golden windows. She realized it too late. What she dreamt for years just vanished away.\n\nSo understand that all glitters are not gold!"
    },
    {
      "category": "General Stories",
      "title": "The Monkey and the Crocodile",
      "body": "It was a beautiful lake surrounded by lush green grasses, beautiful trees, mountains and sweetest, tastiest jamun trees. There lived a monkey on one of the jamun trees located near the lake.\n\nThe lake also had a few crocodiles. There was one crocodile that used to collect the jamun fruits from the lake that fall from the tree.\n\nAs the crocodile visits the jamun trees every day, it became friends with Monkey. Crocodile and monkey met every day. The monkey helped crocodile by providing more and fresh jamun fruits from the tree. Their relationship continued and they became close pals.\n\nOne day, the monkey asked the crocodile to give some jamun fruits to his wife and family as the fruits were more delicious. The crocodile agreed and took a lot of jamun fruits to his wife.\n\nHis wife was so happy and surprised that she never ate so delicious fruits, so far. She inquired her husband, where he got those fruits. The crocodile told her, his friend, monkey who lives in a Jamun tree gave these for him.\n\nThe wife crocodile made a plan in her mind. She asked her husband, 'Does your friend eat these fruits every day?' The crocodile replied yes. She added, 'Oh my goodness. These are the sweetest fruits we ever ate. Imagine how delicious the monkey's heart would be if he eat these fruits daily! I need the heart of your friend. Can you please bring it for me?'\n\nThe crocodile was shocked to hear it from his wife. He replied, 'But he is my close friend. I can't do this to him.'\n\nThe wife crocodile told him, 'don't worry. You bring him here. I will then take care! Or else, you may try to push him down into the water if he doesn't know swimming!'\n\nAfter a long time, the crocodile agreed to bring monkey to his wife.\n\nThe very next day, crocodile invited monkey to join them for lunch and asked for his favorite foods. Monkey happily agreed to be the guest and but worried that the monkey did not know how to swim in the lake.\n\nCrocodile on thinking about monkey's sorrow, pleased monkey and told him, 'Don't worry. I will carry you on my back and will take you back safely too!'\n\nThe monkey accepted and crocodile rode him to his home on his back on the water. As they reached half way, the crocodile tried to push monkey down into the water. However, monkey held the crocodile tightly and did not fall. Monkey got suspicious about crocodile's act and asked him to tell the truth.\n\nSince crocodile believed him as his good friend, he told about the conversation and the fight his wife had with him and he was taking monkey to eat his heart!\n\nThe intelligent monkey said, 'Oh my dear friend, you should have told me this earlier. I left my heart on one of the branches of the tree as I won't carry it if I travel long. If you take me back, I can give you my heart.'\n\nCrocodile accepted and rode the monkey back to the lake. As they reached the tree where the monkey lived, the monkey climbed quickly and escaped from the crocodile.\n\nHe shouted at crocodile, 'I thought you as a good friend, but you cheated me. I will never come back and never be your friend.'\n\nThe crocodile understood his mistake and returned back home empty handed, losing a good friend indeed."
    },
    {
      "category": "General Stories",
      "title": "The Bicycle",
      "body": "Mike was an 11 years old boy. He was the only son to his parent. His father worked as a carpenter and his mother was a home maker. Although Mike's family wasn't a rich one, they lead a happy life.\n\nMike's school was located a mile away from his home. Mike's birthday was coming up in a week. He requested his father to buy him a bicycle, so that he can go to school in cycle and not by walk and depend on his father to drop him at school. His father also promised him to buy a bicycle so that he need not walk to school anymore. Mike felt so happy.\n\nThe birthday boy woke up happily with his mother and father wishing him with all smiles on his birthday. Mike was feeling very happy and expects that his father would gift him the bicycle. He had a beautiful gift wrapped nicely in his father's hand and surprised.\n\nThe father gifted him the parcel and Mike saw a set of books as the birthday gift from his father. Although he was a little unhappy as he did not receive the bicycle, he thanked his father.\n\nMike's father was depressed as he did not have enough money to buy a cycle. He promised to his son that he would soon buy him a cycle.\n\nAfter a week, when he was walking on his way to his home back from school, he saw a boy riding a cycle. Mike felt that the cycle was too small for the big boy. Suddenly, the boy crashed into a post and skidded in the street. Mike rushed to him and recognized him. He was his school mate, named Sam.\n\nSam was injured badly and there was no one near to help him except Mike. Mike helped him stand up and provided him water. Since Sam was riding the cycle faster, his left leg and hands were severely injured. He asked him to sit in a corner and took the cycle and rushed to a nearby hospital to get help.\n\nAn ambulance came and carried Sam to the hospital. He then rushed to Sam's home and informed about the accident to his parent.\n\nSam and his parent thanked Mike for the timely help. Mike in turn thanked, 'It was all possible just I had Sam's cycle.' Mike also told Sam's parent, 'cycle is too small for Sam to ride and that's why he was injured.' Sam and Mike became close friends. Mike met Sam every day in hospital until he was discharged.\n\nSam got a new cycle and he came to know that Mike doesn't own a cycle. He gave his old cycle to Mike and with Mike's parent permission, Mike accepted the gift from Sam.\n\nOne deserves from another for their wellness.\n"
    },
    {
      "category": "General Stories",
      "title": "The Three Different Fishes",
      "body": "Three fishes lived together in a lake. Although the three were together, all of them are very unique. They had contrasting characters and argue over small things. Still, they were happy. The three were grownup into a bigger fishes.\n\nThe first fish always dwell in past and very lazy. The fish doesn't believe in preparing for the future. If you can find something that is quite opposite to the phrase, 'Prevention is better than cure' it could be the first fish!\n\nThe second fish lives for the present. It is a little bit wise and tends to make some good decisions in the last minute.\n\nThe third fish is an intelligent one. It usually thinks a lot, make the decision wisely and always carry smart and interesting ideas, suggestions and plans to live happily and safely.\n\nOne day, as the three were playing in the lake, the third fish heard two fishermen talking about fishing. The fish called the other two fishes to hear what they speak.\n\nThe first man told, 'I heard about this take. It has some big fishes, Why can't we enjoy our time here?'\n\nThe second man replied, 'Yeah that's a good idea. I love to cook and eat the fresh fish. We'll make it tomorrow noon here!'\n\nAnd they left.\n\nThe third fish told the other two fishes, 'see they are planning to catch out us. We should go to some other place to live safely. I already found a route that will take us to the nearby canal and we may then reach a new lake'\n\nThe second fish told, 'Yeah I too heard them. But they may not return or may end up fishing at a distant place. We can think about it tomorrow when we see them.'\n\nThe first fish, 'Oh let's just ignore it. Let us have some rest now!'\n\nThe third fish, the intelligent one, moved to the nearby lake through the secret way alone as the other two fishes denied accompanying.\n\nNext day, the two fishermen arrived. The second fish saw them at fishing and planned for an escape. As it was caught in the fishing net, it acted dead. The fishermen threw it back into the lake and the second one was escaped.\n\nThe first fish, the lazy one had no idea about the presence of the fishermen. Very soon it was caught and before it could think about how to escape, he was put into the basket and lost the life in a few minutes.\n\nPlanning ahead makes lives easier!\n"
    },
    {
      "category": "General Stories",
      "title": "A Share in the Reward",
      "body": "There was a beautiful town. The town was led by a friendly and generous man, who is the richest person in the town. He was so generous that he always helped people and fulfilled their needs.\n\nThe rich man was happy that he was gifted with a son. He was married before 10 years and did not have a child for so many years. In order to celebrate the birth of his child, he arranged for a massive feast to all the people in the town.\n\nHe appointed famous cooks from various parts of the country and ordered them to serve more than 100 varieties of foods to the villagers.\n\nThe cooks and their assistants started cooking the feast. While they managed to have majority of foods, they weren't able to get fish, a special delicacy.\n\nThe rich man, on knowing this, announced to the people that he would reward enormously to the person who brings him the fish to complete the feast.\n\nThe announcement was made all over the town and many villagers tried hard to get fish. While most of them failed, a middle aged man got a huge fish and rushed to the rich man.\n\nWhile he was about to enter into his palace, he was stopped by the gate-keeper. The middle aged man promise to give half the reward he earn if the gatekeeper allow let him inside.\n\nThe greedy gatekeeper considering the announcement of lump sum reward from his employer, let the man go inside with the fish.\n\nThe rich man was happy getting the fish and ordered his cooks to complete the feast. And he said, 'I'm so happy that you got me the fish here. Tell me what you want? I can reward you anything. You need a bag of gold coins? Jewelries? A home or a land?'\n\nThe man who brought the fish said, 'I want 100 lashes on my back!'\n\nEveryone was stunned to hear this! Still, as promised, the rich man decided to reward him as he wish.\n\nBefore the servants were prepared to lash him, he requested the rich man to call the gate-keeper inside.\n\nAll are surprised about the connection between the two.\n\nThe middle aged man pointing at the gate keeper told, 'he is my business partner. He did not allow me take the fish inside and I promised him to reward 50 percent of what I receive, then he permitted me. So please, he deserves half the reward you are giving me!'\n\nThe rich man understood the reason behind the demand of 100 lashes. He asked the gatekeeper, 'I want to reward you fully that is asked by the man who brought the fish!'\n\nThe greedy gate-keeper had a big smile and said yes. The servant lashed him 100 times on his back and he was terribly shocked! The middle aged man was rewarded with gold coins.\n\nâ€¢ Greediness will put you in trouble\n\nâ€¢ Taking the short route to earn more or shortcut to success will not help you\n\nâ€¢ Laziness doesn't earn you anything.\n"
    },
    {
      "category": "General Stories",
      "title": "The Proud Boy",
      "body": "THERE was once a very proud boy. He always walked through the village with his eyes turned down and his hands in his pockets. The boys used to stare at him, and say nothing; and when he was out of sight, they breathed freely. So the proud boy was lonely, and would have had no friends out of doors if it had not been for two stray dogs, the green trees, and a flock of geese upon the common.\n\nOne day, just by the weaver's cottage, he met the tailor's son. Now the tailor's son made more noise than any other boy in the village, and when he had done anything wrong he stuck to it, and said he didn't care; so the neighbours thought that he was very brave, and would do wonders when he came to be a man, and some of them hoped he would be a great traveller, and stay long in distant lands. When the tailor's son saw the proud boy he danced in front of him, and made faces, and provoked him sorely, until, at last, the proud boy turned round and suddenly boxed the ears of the tailor's son, and threw his hat into the road. The tailor's son was surprised, and, without waiting to pick up his hat, ran away, and sitting down in the carpenter's yard, cried bitterly. After a few minutes, the proud boy came to him and returned him his hat, saying politely.\n\n\"There is no dust on it ; you deserved to have your ears boxed, but I am sorry I was so rude as to throw your hat on to the road.\"\n\n\"I thought you were proud,\" said the tailor's son, astonished; \"I didn't think you'd say that I wouldn't.\"\n\"Perhaps you are not proud?\"\n\"No, I am not.\"\n\n\"Ah, that makes a difference,\" said the proud boy, still more politely. \"When you are proud, and have done a foolish thing, you make a point of owning it.\"\n\n\"But it takes a lot of courage,\" said the tailor's son.\n\n\"Oh, dear, no,\" answered the proud boy; \"it only takes a lot of cowardice not to;\" and then turning his eyes down again, he softly walked away.\n"
    },
    {
      "category": "General Stories",
      "title": "The Broken Horse",
      "body": "Tina was a 6 years old cute girl. She is very fond of wooden toys, especially she had a beautiful wood horse gifted by her uncle when she was 2 years old. The wooden horse has been her close pal and her pet. She has a 9 years old brother. She went on a vacation to a nature resort in the woods with her family. She carried the wooden horse with her. She enjoyed her holiday with her family in the woods. While she was packing things with her brother as they planned to return home, the wooden horse fallen down and one of the legs were broken. Tina was too sad and silently cried for her horse.\n\nShe was very upset. They packed all things and left the woods. Entire family tried to cheer up the sweet little girl, but Tina was so silent, very upset. Tina's brother tried to console her a lot.\n\nThey had a break for lunch and Tina refused to eat. Her momma requested her to eat food, she ate a very little amount of food.\n\nWhile others were eating, she sat quietly in their car. Her brother came to her and kissed her cheek, told her,\n'Tina dear, don't worry, don't get upset dear. It is only a wooden toy. The horse doesn't have a life like us and it is just a lifeless thing. Don't be so sad for the broken leg. Even if the horse loses its tail, it won't be hurting the horse. Even if all four legs are broken, the wooden horse remains same. Even if the horse loses its head, it won't be painful. I will buy a new wood horse for you!'\n\nTina replied, 'You think it doesn't matter that a leg of my pet toy was broken?'\nHer brother replied, 'Yes dear!'\n\nTina replied, 'Yes brother you are right. It won't be a major issue for you even if the horse is broken into pieces at this age. But if you are in my age, if you had a pet like I had, you will feel how painful it would be to even if a small part of horse is broken!'\nHer brother left silently!\n\nJust like Tina, everyone has different feelings of different aspects. What we considered of no importance will be a treasure of somebody!"
    },
    {
      "category": "General Stories",
      "title": "In the Moonlight",
      "body": "HE picked a buttercup, and held it up to her chin. \"Do you like butter?\" he asked.\n\n\"Butter!\" she exclaimed. \"They are not made into butter. They are made into crowns for the Queen; she has a new one every morning.\"\n\n\"I'll make you a crown,\" he said. \"You shall wear it to-night.\"\n\n\" But where will my throne be ?\" she asked.\n\n\"It shall be on the middle step of the stile by the corn-field.\"\n\nSo when the moon rose I went out to see.\n\nHe wore a red jacket and his cap with the feather in it. Round her head there was a wreath of buttercups; it was not much like a crown. On one side of the wreath there were some daisies, and on the other was a little bunch of blackberryblossom.\n\n\"Come and dance in the moonlight,\" he said ; so she climbed up and over the stile, and stood in the corn-field holding out her two hands to him. He took them in his, and then they danced round and round all down the pathway, while the wheat nodded wisely on either side, and the poppies awoke and wondered. On they went, on and on through the corn-field towards the broad green meadows stretching far into the distance. On and on, he shouting for joy, and she laughing out so merrily that the sound travelled to the edge of the wood, and the thrushes heard, and dreamed of Spring. On they went, on and on, and round and round, he in his red jacket, and she with the wild flowers dropping one by one from her wreath. On and on in the moonlight, on and on till they had danced all down the corn-field, till they had crossed the green meadows, till they were hidden in the mist beyond.\n\nThat is all I know; but I think that in the far far off somewhere, where the moon is shining, he and she still dance along a corn-field, he in his red jacket, and she with the wild flowers dropping from her hair."
    },
    {
      "category": "General Stories",
      "title": "Writing a Book",
      "body": "\"LET us write a book,\" they said;\n\"but what shall it be about ?\"\n\"A fairy story,\" said the elder sister.\n\" A book about kings and queens,\" said the other.\n\"Oh, no,\" said the brother, \"let's write about animals.\"\n\n\"We will write about them all,\" they cried together. So they put the paper, and pens, and ink ready. The elder sister took up a fairy story and looked at it, and put it down again.\n\n\"I have never known any fairies,\" she said, \"except in books; but, of course, it would not do to put one book inside another anyone could do that.\"\n\n\"I shall not begin to-day,\" the little one said, \"for I must know a few kings and queens before I write about them, or I may say something foolish.\"\n\n\"I shall write about the pig, and the pony, and the white rabbit,\" said the brother; \"but first I must think a bit. It would never do to write a book without thinking.\"\n\nThen the elder sister took up the fairy story again, to see how many things were left out, for those, she thought, would do to go into her book.\n\nThe little one said to herself, \"Really, it is no good thinking about kings and queens until I have known some, so I must wait;\" and while the brother was considering about the pig, and the pony, and the white rabbit, he fell asleep.\n\nSo the book is not written yet, but when it is we shall know a great deal."
    },
    {
      "category": "General Stories",
      "title": "The Three Men and a Family",
      "body": "It was a sunny day. Three old men with long white beard were wandering on the road. They saw a beautiful little house and decided to enter the house.\n\nThe old men knocked the door. A lady opened the door. The old men asked whether they have all members of the family. The lady replied, 'Me and my mother-in-law are here. My husband and children will be back to home in the evening. Please let me know how can I help you?'\n\nThe old men told her, 'then we will wait until all members of your family return home.'\n\nThe lady replied, 'but you look so tired and weak. I will bring you some food. You may have some rest.'\n\nThey said no and 'no problem dear. We are not hungry and we don't need anything. We shall wait till evening.'\n\nAll three men were sitting under a tree and relaxing.\n\nChildren reached home after school and the old men talked to them. It was almost 6 pm and the lady again requested the three men to have some drink at least. However, they denied. The woman, her mother in law and children were little suspicious, as they had no clue about who those three men were.\n\nIn an hour, her husband reached home. She told everything happened and asked him to talk to those men. The man invited them to come inside their home. The entire family welcomed the three old men and requested them to get in.\n\nThe first old man told the family, 'I'm so sorry. All of us cannot come to your home. You have to choose one among us, as we all don't enter into a house together.'\n\nThe family was confused, while the first men added, 'I'm LOVE. If you want to have the flow of love and peace for ever in your house, pick me.' He pointed the second men and said, 'He is wealth! He will give you enormous wealth.' Pointing the third men, he said, 'He is success. He will provide you success in all your attempts.'\n\nNow you can choose one among us and the person you choose will enter your home, ended the three men.\n\nThe family started discussing about choosing from them. The lady told to invite wealth as they weren't very rich. However, the man refused and wanted to invite success and prove him to the world that he is very successful in the world.\n\nAlternatively, the children and the old lady, the grandmother of the kids had a different thought. They wanted to invite love, so that the family will stay happy forever.\n\nAfter discussing for some time, the family decided to invite love to fulfill the desire of children and the old lady.\n\nThe entire family approached the three men and invited love to stay with them. By hearing this, all the three old men entered the house happily. All were surprised and they questioned.\n\nSuccess told them, if your choice is something other than love, the person you chose will be with you. Wealth added that, just as your choice if Love, success and wealth is accompanied by love. The place filled with love will be filled by abundance prosperity and success.\n\nShare Love and Choose to Stay Lovable!"
    },
    {
      "category": "General Stories",
      "title": "Elephants and a Rope",
      "body": "Suri was a sweet boy and a wildlife lover. He was fond of elephants, the mammoth animals. In fact he was very crazy about elephants. However, he never had a chance to see real elephants. All he saw those mammoth creatures were only in television and computers. He lived in a small town. The place he lived didn't provide him a chance to visit the elephants. All his only desire was to see and touch at least an elephant before he die. Fortunately, when he was 25 years he got a chance to join a crew of wildlife lovers.\n\nHe enquired them about their plans and with eagerness, he asked whether they would take him to see the elephants. And they said yes.\n\nThe journey happily began and they visited various places. Suri was so happy and enjoyed the tour to the core. He was waiting for years to visit the elephants in real life and the day came.\n\nAs they passed through the forests, they walked past a beautiful village. One from the team said that the village had more than 100 elephants and Suri could enjoy the entire day in that village. There was nothing in the world that could measure Suri's happiness hearing those words.\n\nFinally he saw those elephants for the first time in his life. He was amazed to see the elephants and screamed happily.\n\nAfter spending two to three hours just seeing the elephants, he was shocked to see those elephants tied to a frail fence. It was a thin rope, not even a chain and there was no cage or any kind of shelter where the elephants lived. Instead, there were simple sheds without any doors.\n\nElephant tied with ropeSuri was surprised as he knew the strength of elephants and saw them tied to strong chains in the television. He enquired one of the countrymen about why they were left freely without any protection and also asked 'won't they easily break the rope?'\n\nThe trainer answered Suri, 'They won't'\n\nSuri was surprised and asked how?\n\nThe trainer replied, 'They were trained here since their childhood. When they were babies we used to tie them with a strong rope and the kid elephants weren't able to break them. The rope or chain we used to tie them when they were small. It was strong enough to hold them. A few elephants would try to break the rope or chain, but could not set them free. So as they grew, they developed a false belief that the small and thin ropes were too strong for them to break and they continued to get tied by their belief!'\n\nSuri was amazed as well as shocked. The powerful mammoth wasn't strong enough mentally to get them free from a thin rope.\n\nHowever, he left the place as he was happy to see the elephants.\n\nOur lives are like the elephant's false beliefs. We follow the false beliefs we experience and fail to try out something just because we did not accomplish it earlier."
    },
    {
      "category": "General Stories",
      "title": "The Donkey on Wheels",
      "body": "\"THERE was once a poor little donkey on wheels. It had never wagged its tail, or tossed its head, or said, \"Hee-haw!\" or tasted a tender thistle. It always went about, anywhere that anyone pulled it, on four wooden wheels, carrying a foolish knight, who wore a large cocked hat and a long cloak, because he had no legs. Now, a man who has no legs, and rides a donkey on wheels, has little cause for pride; but the knight was haughty, and seldom remembered his circumstances. So the donkey suffered sorely, and in many ways.\n\nOne day the donkey and the knight were on the table in front of the child to whom they both belonged. She was cutting out a little doll's frock with a large pair of scissors.\n\n\"Mistress,\" said the knight, \"this donkey tries my temper. Will you give me some spurs?\"\n\n\"Oh, no, sir knight,\" the child answered. \"You would hurt the poor donkey; besides, you have no heels to put them on.\"\n\n\"Cruel knight!\" exclaimed the donkey. \"Make him get off, dear mistress; I will carry him no longer.\"\n\n\"Let him stay,\" said the child, gently; \"he has no legs, and cannot walk.\"\n\"Then why did he want spurs?\"\n\n\"Just the way of the world, dear donkey; just the way of the world.\"\n\n\"Ah!\" sighed the donkey, \"some ways are very trying, especially the world's;\" and then it said no more, but thought of the fields it would never see, and the thistles it would never taste."
    },
    {
      "category": "General Stories",
      "title": "On the way to the Sun",
      "body": "HE had journeyed a long way, and was very tired. It seemed like a dream when he stood up after a sleep in the field, and looked over the wall, and saw the garden, and the flowers, and the children playing all about. He looked at the long road behind him, at the dark wood and the barren hills; it was the world to which he belonged. He looked at the garden before him, at the big house, and the terrace, and the steps that led down to the smooth lawn it was the world which belonged to the children.\n\n\"Poor boy,\" said the elder child, \"I will get you something to eat.\"\n\n\"But where did he come from? \"the gardener asked.\n\n\"We do not know,\" the child answered; \"but he is very hungry, and mother says we may give him some food.\"\n\n\"I will take him some milk,\" said the little one; in one hand she carried a mug and with the other she pulled along her little broken cart.\n\n\"But what is he called? \"asked the gardener.\n\n\"We do not know,\" the little one answered; \"but he is very thirsty, and mother says we may give him some milk.\"\n\n\"Where is he going?\" asked the gardener.\n\n\"We do not know,\" the children said ;\" but he is very tired.\"\n\nWhen the boy had rested well, he got up saying, \"I must not stay any longer,\" and turned to go on his way.\n\n\"What have you to do?\" the children asked.\n\n\"I am one of the crew, and must help to make the world go round,\" he answered.\n\n\"Why do we not help too?\"\n\n\"You are the passengers.\"\n\n\"How far have you to go?\" they asked.\n\n\"Oh, a long way!\" he answered. \"On and on until I can touch the sun.\"\n\n\"Will you really touch it?\" they said, awestruck.\n\n\"I dare say I shall tire long before I get there,\" he answered sadly. \"Perhaps without knowing it, though, I shall reach it in my sleep,\" he added. But they hardly heard the last words, for he was already far off.\n\n\"Why did you talk to him?\" the gardener said. \"He is just a working boy.\"\n\n\"And we do nothing! It was very good of him to notice us,\" they said, humbly.\n\n\"Good!\" said the gardener in despair. \"Why, between you and him there is a great difference.\"\n\n\"There was only a wall,\" they answered. \"Who set it up? \"they asked curiously.\n\n\"Why, the builders, of course. Men set it up.\"\n\n\"And who will pull it down ?\"\n\n\"It will not want any pulling down,\" the man answered grimly. \"Time will do that.\"\n\nAs the children went back to their play, they looked up at the light towards which the boy was journeying.\n\n\"Perhaps we too shall reach it someday,\" they said."
    },
    {
      "category": "General Stories",
      "title": "The Light on the Hills",
      "body": "\"I WANT to work at my picture,\" he said, and went into the field. The little sister went too, and stood by him watching while he painted.\n\n\"The trees are not quite straight,\" she said, presently, \"and oh, dear brother, the sky is not blue enough.\"\n\n\"It- will all come right soon,\" he answered. \"Will it be of any good?\"\n\n\"Oh yes,\" she said, wondering that he should even ask, \"it will make people happy to look at it. They will feel as if they were in the field.\"\n\n\"If I do it badly, will it make them unhappy?\"\n\n\"Not if you do your very best,\" she answered; \"for they will know how hard you have tried. Look up,\" she said suddenly, \"look up at the light upon the hills,\" and they stood together looking at all he was trying to paint, at the trees and the field, at the deep shadows and the hills beyond, and the light that rested upon them. \"It is a beautiful world,\" the girl said.\" It is a great honour to make things for it.\"\n\n\"It is a beautiful world,\" the boy echoed sadly.\" It is a sin to disgrace it with things that are badly done.\"\n\n\"But you will do things well?\"\n\n\"I get so tired,\" he said, \"and long to leave off so much. What do you do when you want to do your best, - your very, very best?\" he asked, suddenly.\"\n\nI think that I am doing it for the people I love,\" she answered. \"It makes you very strong if you think of them; you can bear pain, and walk far, and do all manner of things, and you don't get tired so soon.\"\n\nHe thought for a moment. \"Then I shall paint my picture for you,\" he said;\" I shall think of you all the time I am doing it.\"\n\nOnce more they looked at the hills that seemed to rise up out of the deep shadows into the light, and then together they went home.\n\nSoon afterwards a great sorrow came to the boy. While the little sister slept, she wandered into another world, and journeyed on so far that she lost the clue to earth, and came back no more. The boy painted many pictures before he saw the field again, but in the long hours, as he sat and worked, there came to him a strange power that answered more and more truly to the longing in his heart the longing to put into the world something of which he was not ashamed, something which should make it, if only in the person of its meanest, humblest citizen, a little happier or better.\n\nAt last, when he knew that his eye was true and his touch sure, he took up the picture he had promised to paint for the dear sister, and worked at it until he was finished.\n\n\"This is better than all he has done before,\" the beholders said. \"It is surely beautiful, for it makes one happy to look at it.\"\n\n\"And yet my heart ached as I did it,\" the boy said, as he went back to the field.\" I thought of her all the time I worked, it was sorrow that gave me power.\" It seemed as if a soft voice, that spoke only to his heart, answered back\n\n\"Not sorrow but love, and perfect love has all things in its gift, and of it are all things born save happiness, and though that may be born too\"\n\n\"How does one find happiness?\" interrupted the boy.\"\n\nIt is a strange chase,\" the answer seemed to be; \"to find it for one's own self, one must seek it for others. We all throw the ball for each other.\"\n\n\"But it is so difficult to seize.\"\n\n\"Perfect love helps one to live without happiness,\" his own heart answered to himself;\" and above all things it helps one to work and to wait.\"\n\n\"But if it gives one happiness too?\" he asked eagerly.\n\n\"Ah, then it is called Heaven.\""
    },
    {
      "category": "General Stories",
      "title": "A Faithful Dog",
      "body": "Neil loves to travel and he was so fond of forests. Whenever he plans for a holiday, he would choose a place that is blessed by Mother Nature. To celebrate his son's second birthday, he decided to stay and enjoy the celebration in woods, located at the lap of a mountain. He with his family and friends, reached the village located near the woods and had his stay in the cottage. The cottage was located at the entrance of the dense forest, where the guests can view animals roaming in the nearby place.\n\nNeil's son saw a dog at the door and offered him a biscuit. The dog was happy and very soon the little boy befriended the dog. On second day, the birthday of the boy was celebrated grandly in the woods within beautiful nature. The dog did not leave the boy even for a minute and they both became close pals.\n\nThe next day, Neil, his wife and others decided to go for hunting in the forest and arranged a babysitter to take care of the little for half a day.\n\nAfter 3 hours, all the elders returned to the cottage and they seemed very tired. The dog saw Neil and others, it rushed to them and licked Neil's shoes. The cottage was open and nobody was there.\n\nMan with DogNeil's wife was shocked to see the blood stains in the dog's mouth and she shouted. All of them thought that the dog has killed Neil's little boy. Everyone was shocked to see the blood-spattered mouth and started to lash the dog. The dog screamed in pain. Neil hit the dog with his gun and it was wounded badly. Hearing the dog's screaming noise, the babysitter rushed to the entrance with Neil's son.\n\nThey were all speechless and enquired what happened to the dog and why blood stains in the dog's mouth was?\n\nThe babysitter told that the boy was about to get attacked by a wolf which roamed around the house, but luckily it was killed by the dog. She showed the dead wolf to them.\n\nThey felt so bad and offered first aid to the wounded dog.\n\nHaste makes waste! Decisions made in hurry won't be helpful."
    },
    {
      "category": "General Stories",
      "title": "You Cannot Please Everyone",
      "body": "Bill a 40 year old man was a cloth vendor. He used to sell different types of clothes in the nearby towns and villages. He used to carry the cloth bags on top of his donkey.\n\nHe took his 15 years old son along with him to a nearby town. The donkey carried two bags and all the clothes were sold. Both father and son were happy. After having a huge business and lump sum profit, Bill was happily returning home with his son and his donkey.\n\nThey were very tired and find it too hard to reach their place. All the three walked slowly on their way back to home.\n\nTwo men saw them very tired. They spoke to themselves, 'See they are very tired and exhausted it seems. They have a donkey, why not any one of them can sit in that donkey? Fools, they find it difficult to walk and still don't use the donkey!'\n\nThe father and son heard the two men having a conversation about them and son asked his father to sit on the donkey.\n\nHe agreed and sat on the donkey. After a few minutes, an old man saw Bill on top of the donkey and yelled at him, 'Hey look at your boy. He is so tired and why are you sitting on the donkey. Let him sit on the donkey and you walk!'\n\nBill made his son sit on the donkey and they contained their journey for a while. Another stranger shouted at Bill's son, 'Hey you are too young, can't you walk? You made your father walk behind you? Get down now!'\n\nBill and his son was confused and did not know what to do. They both decided to sit on the donkey. The donkey was unable to walk carrying heavy weight on his back.\n\nAnother man saw them at a distance and rushed towards them. He shouted at Bill and his son, 'Are you mad? How the donkey can carry you both? Can't you walk? Why are you hurting this animal?'\n\nBill and the boy were stunned and remained speechless for a while.\n\nIt is not possible to please everyone. Everyone has got different views and opinions. It's too hard to please or follow everyone. Sometimes, we should go by what our mind says and simply follow the heart."
    },
    {
      "category": "General Stories",
      "title": "The Lottery Win",
      "body": "It was a small town, located in the outskirts of a city. People who lived in the town worked in the city and earned for their life. The town had a tea shop located near the bus stand. People who wait for the bus chat with others in the tea shop.\n\nThere was a group of 6 men who worked in the city. Although they work at different companies in the city, they were very close. Every day the 6 men used to chat and have nice conversation as they wait for the bus.\n\nKetan was one in the group and he worked in a garment factory. One day, Ketan was sitting in silence in the tea shop and did not join the conversation with others. The other friends saw him very sad and enquired him why he looked so worried?\n\nKetan told, 'nothing friends!'\n\nOne man insisted him to share his worries, so that they might find a solution for his troubles.\n\nHere is the conversation between Ketan and his friends.\n\nKetan said, 'I lost 10 lakh rupees!'\n\nWhile all were shocked, one of his friends told, '10 lakh rupees? When did you have so much money?'\n\nKetan: 'Yes, I lost 10 lakh rupees. I'm so depressed and lost a fortune!'\n\nA Friend: 'You were with us most of the time. Then how did you lose the money?'\n\nKetan was silent.\n\nA friend: 'if you can share with us, we can really help you!'\n\nKetan: 'I read newspaper last Friday, which had the details of a lottery ticket. The one who purchase gets 10 lakh rupees as the winning money. Today I read the news again declaring the winning lottery ticket.'\n\nA friend: 'You purchased and lost?'\n\nAnother friend: 'did you lose the ticket?'\n\nKetan: 'No!'\n\nA friend: 'Then why you are sad?'\n\nKetan: 'I thought I should have purchased one ticket. I decided to purchase on Wednesday as it is my lucky day. Unfortunately I forgot to buy the lottery ticket on Wednesday. Only after reading today's news I remembered about the lottery. Today, the results are announced. If I purchased it, I would have won the lottery and 10 lakhs amount. I feel so bad I lost 10 lakhs.'\n\nKetan's words let everyone shocked to the core! He did not buy the lottery ticket, but regret for losing 10 lakhs!\n\nMany people are like Ketan. Regretting for something we have not done gives us nothing. Try it and put maximum efforts you can to get yourself rewarded."
    },
    {
      "category": "General Stories",
      "title": "A Magic Pot and Flooding Porridge",
      "body": "Ria was a 5 years old girl. She was sweet, humble and good, raised with all good deeds by her mother. Her father died in an accident when she was 2 years old. Although they found it too hard to survive the mother and the daughter continued to battle with the life.\n\nRia's mom worked as servant maid in a few houses and she used to bring food home given by her masters. They rarely get sufficient foods and mostly they survive on leftovers given by the households. One day, the little girl had nothing to eat as her mom was severely ill.\n\nShe went to nearby forest to get some food from the woods. She met an old lady, who knows about the little girl's misery. The old lady gave her a magic pot and told her, the pot would help overcome all her miseries. The old lady said that the magic pot can provide her unlimited amount of delicious foods and she should tell, 'Cook good food little pot' and when you want to stop it, you should say, 'Stop little pot.' 'You can ask the magic pot to give you whatever food you want' told the old lady.\n\nPorridge in PotRia reached home happily and asked the magic pot, 'Cook good sweet delicious porridge little pot!' The pot provided delicious sweet porridge. The mother and daughter ate the porridge. Ria told the pot, 'Stop little pot' and the pot ceased to cook.\n\nRia's mother was surprised as well as happy. Very soon, they got rid of their poverty and ate tasty varieties of foods whenever they want.\n\nOne day, Ria went out with friends. Her mom wanted to eat porridge and asked the pot, 'Cook good porridge little pot.' The pot started to give porridge for the mom. Ria's mom ate the porridge until she was full. Unfortunately, she did not know the words to cease the pot cooking. She tried to say a few words but magic pot continued to cook.\n\nThe porridge rose over the pot, fell on the floor, the kitchen was filled with porridge, the house was full, and the nearby house, the entire street was filled with porridge. No one had any idea how to stop the magic pot cooking.\n\nRia was shocked to see the streets with full of porridge, running down cover the entire village and told the words, 'Stop little pot!' And finally, the pot ceased cooking.\n\nSo, whoever wanted to reach their home should eat the porridge and take the way back! Soon after Ria reached her home, the mom and daughter had a great laugh. And yes, Ria taught her mom to say important words that makes the magic pot stop cooking!"
    },
    {
      "category": "General Stories",
      "title": "Lazy Jack",
      "body": "Once upon a time, in a small village, a lazy boy called Jack lived with his mother. He was so lazy that he found it very difficult to move even his fingers. His mother worked as a servant maid in town homes and earned for herself and her son. People started to call him Lazy Jack and Jack's mother was totally irritated and worried about her son.\n\nOne day, she fell sick and was feeling fever severely. She was bed-ridden for two days and could not go to work. She asked her son to earn something for them; otherwise there won't be anything to eat.\n\nLazy Jack finally understood her mother's health and their poverty. He promised her mother to bring something and went on to search for a work.\n\nA farmer offered him work in his land and paid two pennies for Jack's work.\n\nJack thanked him and rushed to home with the pennies in hand. As he was running to home, he did not notice the pennies rolled down from his hand. He could not find the coins and reached home with unhappy face.\n\nHe told the incident to his mom. Jack's mom told him, 'dear Jack, next time, you put them in your pocket, so that they won't fall!'\n\nThe next day, a milkman offered Jack a job. Jack was offered a jar of milk as wages for his work. As told by his mother, he poured the milk into his pocket and ran towards his mom.\n\nHis mom recognized what would have happened after seeing Jack's dress. She told him,' Jack, you should have carried the milk jar on your head. Don't worry. But be careful next time!'\n\nNext time also Jack worked for the milkman and he went to the milkman's farm early in the morning. The work got completed before the noon and Jack was paid a bar of cheese for his work. Jack was happy and as told by his mother, he carried the cheese bar on his head. Since it was a sunny day and very hot in the noon, all the cheese melted away.\n\nJack told his mom that all cheese melted. His mother told, he should have carried the cheese in his hands and asked him to do correctly next time.\n\nThe next day, he went to work in cattle. The owner of the cattle farm offered him a little kitten for him towards wages as Jack liked the kitten very much. He carried the kitten on his hands. The little kitten jumped from his hands and ran away. Jack was sad and told his mother he lost the kitten too.\n\nHis mom told, he should have tied a rope and dragged the kitten on the road.\n\nFor the next two days, he went to work in a farm again and returned home with a huge piece of meat. He tied the meat with a rope and dragged it on the road. The meat was spoiled and his mom shouted at him as he could not do anything properly.\n\nLater sometime, she consoled him and told him that he should have carried the meat on his shoulders.\n\nJack went to nearby town for work and returned home after a week. For his hard work, he was rewarded with a donkey and he carried the donkey on his shoulders.\n\nA young girl around 8 years of age who saw Jack carrying the donkey on shoulders started to laugh and she laughed continuously for long time. Her dad, who was the richest person in the town, was so happy and was in tears. He thanked Jack as he made her daughter laugh after 5 years. Jack realized his mistakes and foolishness he done then and before. But at the same time his foolishness made that rich man's daughter laugh. He took the rich man and his daughter to his home. The rich man offered them work and shelter in his bungalow. From that incident, he tried to do everything properly without any mistakes and foolishness and they lived happily ever after!"
    },
    {
      "category": "General Stories",
      "title": "The Wooden Bowl",
      "body": "It was a beautiful family of 5. The family had a weak and old man, a man and a wife, and two children, a boy and a girl. The old man was the head of the family and he had only one son, a daughter-in-law and two grandchildren.\n\nThe family had a lot of fun and enjoyed the life at its fullest. As a family, all the five used to have dinner together, every day.\n\nAs days passed by, the health of the old man gradually weakened. His vision became very poor, he wasn't able to walk without support and his hands and legs started trembling.\n\nOne day, while serving dinner, the old man whose hands and legs shivered and who couldn't see properly, spilt the food on the table. With shaky hands he wasn't able to eat properly, the food dropped on the table. He let the glass of milk fall on the table cloth.\n\nHis son and daughter-in-law were completely annoyed, as he messed up the dinner. It was repeated the next day as the old man couldn't help himself.\n\nThe son was irritated and his wife told, 'I can't bear this anymore. He spoils the dinner time. We should do something.' The son agreed.\n\nThey set up a new table and chair in the corner of the hall and made him sit there to have food. The old man wasn't able to hold the plate or glass, and he broke a few pieces of utensils. His son gave the old man a wooden bowl as it wouldn't break.\n\nWhile the rest of the family seemed to enjoy the meal time, the old man was in tears as he was having his food alone. The old man used to recollect the happy memories of his family and hardly tolerated his current situation.\n\nThe days passed by and the old man died calmly. After funeral, they were cleaning the home. The five year old boy uttered a few words to his elder sister, and the little girl said yes.\n\nThey were searching for something and it was noticed by their parent. The man asked the children 'What are you searching for?' The girl replied, 'The wooden bowl which the grandpa used to have food!'\n\nHe asked, 'But why?'\n\nThe woman told, 'They would preserve it in memory of their grandpa!'\n\nThe children got the bowl!\n\nThe boy asked his father, 'Dad can you buy one more bowl like this?'\n\nSurprised by the question, he asked 'why son?'\n\nThe girl replied, 'see we have only one bowl. If you and momma get old, how will we feed you both with one bowl? So I asked you to buy another one for momma!'\n\nThe elders realized their mistake, but couldn't get the forgiveness from the deceased old man!\n\nOur acts follow us!"
    },
    {
      "category": "General Stories",
      "title": "A Brute Can Also See Reason",
      "body": "Once a wicked wolf was in a jovial mood and merrily roaming around. Suddenly, he saw a boy lying on the ground and moved towards him. On seeing the wolf, the boy got frightened and tried to turn away his face. The wolf realized that the boy was terrified.\n\nThe wolf went up to the boy and said, \"Aha! At last, I caught you. But I shall spare your life if you say three things which cannot be challenged in regard to their truth.\"\n\nThe boy, though terrified, composed himself and thought for a while. Then he said, \"First it is a pity that you saw me; second, I was a fool to let myself be seen by you and third, everyone hates wolves because of their unprovoked attacks.\"\n\nThe wolf was satisfied with his reply, spared his life and left."
    },
    {
      "category": "General Stories",
      "title": "A Dog in A Manger",
      "body": "Once a dog saw a cowshed while searching for food.. At that time, the cows were away for work. So, the dog climbed on to a pile of hay in the manger hoping to find something to eat.\n\nBeing hungry, it sat down to eat the hay but hated the taste and couldn't eat it.\n\nIn the evening the cows came back to the cowshed. They had worked the whole day and were hungry. When they went to the manger, they found the dog resting on the hay.\n\nOne of the cows said, Please get off. We want to eat the hay.\n\nThe dog snarled at them and refused to move.\n\nThe cows said, How mean you are? You can't eat the hay and don't let us eat either. We are hungry and tired after the day's work.\n\nBut the dog ignored the plea of the horses. Just then came the master of the horses. He gave a sound thrashing to the dog with a stick. The dog repented and went away. "
    },
    {
      "category": "General Stories",
      "title": "A Fox and A Goat",
      "body": "It was a hot summer day. A fox and a goat were very thirsty. Looking around for a place to quench their thirst, they came across a well that had very little water in it. They both were so thirsty that they got down into it and quenched their thirst. Having had their fill, the goat wondered how they would get out of the well.\n\nThe fox said, \"Don't worry. You leave that to me. All you have to do is stand firm, while I'll climb up with your help. Once I get out, I'll pull you up.\"\n\nThe goat unaware of the fox's shrewdness, agreed and soon the fox was out. Once out, it went its way, leaving the poor goat behind."
    },
    {
      "category": "General Stories",
      "title": "A Horse and A Stag",
      "body": "Once a wild horse while grazing on a grassland was enjoying its food and its freedom. After some time it saw a stag coming and nibbling on the same grassland. There was sufficient grass for both of them but the horse didn't want to share the grass and thought of a plan to get rid of the stag.\n\nIt saw a man passing by, told him its plan and asked his help to kill the stag. The man agreed, but said that to fulfill the plan, he would have to mount the horse in order to chase the stag. The horse agreed and very soon the man killed the stag.\n\nThe horse now waited for the man to get off but the man refused.\n\nThe horse got mad with rage and began to kick and fling, but all it got was a good whipping.\n\nAt last, it had no other alternative but to submit itself to the man and work for him on his farm."
    },
    {
      "category": "General Stories",
      "title": "A Poor Little Girl",
      "body": "Once, a rich lady, having no child of her own, decided, to adopt a girl child. For this, she gave advertisements in various newspapers. Many poor women came to sell their daughters to her.\nThe rich lady gave some money to all girls and asked them to go to the market and buy their favourite things..\n\nOn returning, all the girls showed the rich lady, the things they had bought. Most of them had bought ribbons, clothes and other things for themselves but one poor girl had bought a prayer book and a needle.\n\nThe lady got impressed with the poor girl and adapted her saying that the girl really knew the essence of worship and hard work."
    },
    {
      "category": "General Stories",
      "title": "A Thief Can't Question a Robber",
      "body": "Once a wolf was roaming about in a field of grass where a flock of sheep came grazing everyday. He was hiding behind a bush. Getting a chance, he carried away a lamb to eat it at a safe place. Unfortunately, a lion came there, snatched the lamb and went to his den to eat it at leisure.\n\nWhen the lion had walked just a few steps away, the wolf said, \"It is down daylight robbery- so unjust for a lion to snatch my morsel from me. It is below his dignity.\"\n\nHearing the wolf's grumble, the lion laughed and replied, \"A thief is questioning a robber- how strange! Did you get this lamb as a gift from a friend? You stole it out of a flock. Was that fair?\"\nA sin is a sin- whether big or small. "
    },
    {
      "category": "General Stories",
      "title": "A Town Mouse and A Country Mouse",
      "body": "Once there were two mice. One lived in a country and the other in a town. One day, the country mouse invited the town mouse to dine with him and served him the best food. But the town mouse said that the food was tasteless and invited the country mouse to his mouse.\n\nAt the town's mouse house, the food was very delicious but all the time, while eating, the two mouse was on the look-out for human-beings and the cats they kept to kill mice.\n\nThe country mouse exclaimed, \"What a miserable life you lead!\" At least in the country, I can eat my meals in peace.\n\nThe country mouse thanked the town mouse for his hospitality and went back home."
    },
    {
      "category": "General Stories",
      "title": "A Witty Reply",
      "body": "Rahul was a sharp and intelligent boy. One day, his father got back from his office and called him in a harsh tone. Rahul got frightened and came immediately. He thought, \"Dad just arrived from his office. Why is he calling me so harshly? Is he angry with me?\"\n\nFather said in a rough tone, \"Coincidentally, I met your teacher and she told me that everyday you reach school late. Why?\"\n\nRahul thought for a while and said, \"I'm not responsible for anything. They ring the school bell before I reach the school.\"\n\nFather praised Rahul for such a witty answer, but asked him to reach the school on time."
    },
    {
      "category": "General Stories",
      "title": "An Ass, A Cock and A Lion",
      "body": "Once a cock and an ass were sitting under a tree sharing a meal. Suddenly, a lion came there. Seeing the cock and ass there he said, \"I don't need to hunt far and wide. Under the tree sits my next meal.\"\n\nSeeing the lion, the cock flew on to a branch of the tree and crowed in fear. Hearing this strange sound, the lion got scared and ran away.\n\nThe ass, thinking that the lion was frightened of it, started following him without realizing that it was the cock's crow that had scared the lion.\n\nWhen the lion and the ass went out of hearing of the cock, the lion turned upon the ass and tore it into pieces."
    },
    {
      "category": "General Stories",
      "title": "An Honest Woodcutter",
      "body": "A poor woodcutter accidentally dropped his axe into the river. He was very upset, as he had no money to buy another axe.\n\nJust then a fairy appeared in the river holding out a golden axe to him. \"I found this axe in the river. Is this yours?\"\n\n\"That's not mine\", replied the woodcutter.\n\nThe fairy then brought out a silver axe. The woodcutter disowned this one too. Finally, the fairy held out a wooden axe.\n\nSmiling with happiness, the woodcutter said, \"That's mine. Thank you very much.\"\n\nThe fairy felt very happy seeing his honesty and said, \"Such honesty deserves a reward.\" She gave the poor man all the three axes and disappeared."
    },
    {
      "category": "General Stories",
      "title": "An Old Man and an Ass",
      "body": "Once an old man and his son were going to the market to sell an ass. They walked along beside the ass. A passer-by commented, \"How foolish you are! Why don't you ride the ass instead of walking along?\"\n\nAt this, the old man lifted his son onto the ass. A little further, another traveler said to the boy, \"You rascal! How can you ride the ass, when your old father trudges along?\" The son felt ashamed and made his father sit on the ass.\n\nThen they came across a third person, who was shocked that the old man was riding the ass while his little son walked.\n\nThe father and the son then tied the ass's legs together and carried it on a pole. This amused everyone present there. Angry at being mocked at, they threw the ass into the river. Another man, who saw this, saved the ass and took it home."
    },
    {
      "category": "General Stories",
      "title": "Beginning Shows the End",
      "body": "Blind people have a sense of touch that helps them see what they can't see with their eyes. Once there was a blind man who had a super-sense of touch. By and by the fame of his extra-keen sense of touch spread far and wide and one day reached the king's court as well. The king didn't believe it. He said that he would test it personally.\n\n\nSo, the blind man was summoned to the court for the test. He was given a seat and on the king's bidding, a wolf-cub was placed on his lap. The blind man caressed every part of the cub's body to know it's reality.\n\n\nThe king asked, \"What is this baby-animal?\"\nBlind man replied, \"Your Honour! It may be a wolf-cub or a fox-cub. But certainly, I can say that it won't be safe to trust it in a sheep-fold.\"\n\n\nThe king was highly pleased at the blind man's reply and rewarded him handsomely."
    },
    {
      "category": "General Stories",
      "title": "Bell The Cat",
      "body": "At a grocer's shop there were a mice everywhere. People didn't want to come to his shop anymore.\n\nSo, the grocer kept a cat. She chased the mice and ate some each day. The mice had no chance to feed on anything more.\n\nTroubled by the cat, mice held a meeting to get rid of the cruel animal as she killed them ruthlessly and their number was falling down. Each mouse suggested his idea but all ideas were rejected, as they were not practicable.\n\nAt last, a young mouse suggested to tie a bell round the cat's neck when she was fast asleep so that when she would move, the bell shall ring and warn them of the danger. So, they will run to safety.\n\nEverybody approved the idea but the question was- who will bell the cat?\n\nAll the mice looked at each other in despair and the meeting got over."
    },
    {
      "category": "General Stories",
      "title": "Certain Things Can't Be Hidden",
      "body": "Once upon a time there was a trader who had a large flock of goats. People used to come from distant and nearby places to buy goats from him. Thud the trader was earning a lot from his trade. He had also employed a goat-herd who drove the flock to a pasture in the morning and after sunset, drove them back and shut them up in the fold.\n\nOne day, the goat-herd was about to drive the flock back home as usual when he saw that some goats had strayed aside. So, he tried to get them back by calling and whistling. All the strayed goats returned and joined the flock but one stubborn goat didn't obey him.\n\nSo, he threw a stone at her. It hit one of her horns and it was broken. The goat-herd got scared and begged the goat not to tell anything about it to the trader. But he was silly because the horn itself would have revealed the reality."
    },
    {
      "category": "General Stories",
      "title": "Duped with A Book",
      "body": "Jenny was very fond of reading books. One day, she went to a bookstore and was wondering which book to buy. Just then a lady standing beside her told that there was a fascinating novel in the next shelf.\n\nJenny got so excited that she put her purse on the counter and went to have a look at the novel. She found the book very interesting and decided to buy it. When she looked out for her purse, it was missing. In its place was a note saying, \"Goodbye. Read the novel. It's very interesting.\"\n\nThe helpful lady had helped herself to Jenny's purse."
    },
    {
      "category": "General Stories",
      "title": "Encounter with A Ghost",
      "body": "One night Patrick saw a horror movie with his parents. He felt thirsty and went to the kitchen to fetch a glass of water. Too lazy to put on lights, Patrick groped his way to the kitchen.\n\nAt that very moment, his mother too had got up to quench her thirst. Because of darkness, Patrick walked straight into his mother. His mind was still busy with the horror movie. He thought that he was face to face with a ghost and started screaming.\n\nHis father came running and switched on the lights. When he saw his mother standing in front of him, he felt relieved and went to his room to sleep."
    },
    {
      "category": "General Stories",
      "title": "Everyone Cares for His Ends",
      "body": "Once a donkey and a dog met on a road. They both had to go in the same direction, so they became friends and traveled together. They had taken just a few steps when they saw a packet lying by the road-side. The dog picked up the packet and giving it to the donkey said, \"Open it and read it out for me.\n\n\" The donkey did exactly what the dog had asked him to do. The packet turned out to be all about the things that donkey eat like grass, barley etc. the dog felt bored hearing what the donkey was reading out and said, \"Turn over the pages and see if there is something about the things I am fond of such as meat, bones etc.\n\nThe donkey glanced through the entire packet but couldn't find anything of the dog's sort. The dog became sadder and asked the donkey to throw it away because he found the packet useless for him. "
    },
    {
      "category": "General Stories",
      "title": "Example Is Better Than Precept",
      "body": "If you ever see a crab walking on land, you will find that, it walks tilted to one side. It's body is such that it cannot walk straight. This fact is true for all the crabs on earth.\n\nOne day a mother-crab was sitting on the bank of a river. Her young son was playing nearby. Suddenly, the mother noticed that, her son was not walking straight rather, he was walking tilting his body sideways.\n\nShe got worried and advised her son, \"You ought to walk straight, not sideways.\"\n\nThe young crab retorted, \"Mother! Show me, how to walk straight. I will follow your example.\"\n\nThe mother crab tried her level best to walk straight but could not make it and realized her folly."
    },
    {
      "category": "General Stories",
      "title": "Familiarity Ends Fear",
      "body": "Once a fox-cub was roaming alone in the forest. He had heard about lions, tigers and leopards from his parents but had never seen them. Anyhow he had been told some clues in order to recognize them.\n\nThe fox-cub knew that a lion has thick and long hairs on his neck; leopard has spots all over its body while a tiger has stripes on its body. All of a sudden, the cub heard the roar of a lion. He was extremely scared and hid himself behind a bush. Soon, the lion appeared and the cub was almost half-dead seeing his fearful eyes.\n\nFew days later, the cub saw the lion once again. Still he was scared but nominally. But when the cub saw the lion for the third time, his fear had totally vanished. So, he went to the lion and said, Good morning, sir. I am your humble servant- the fox.\n\nThe lion returned the wish in a friendly manner."
    },
    {
      "category": "General Stories",
      "title": "Hunting of Baboons",
      "body": "A zoo on the outskirts of a city needed some baboons. The officials hired a hunter for this job. The hunter asked for a sack, a gun a fierce dog and an assistant.\n\nThe hunter reached that part of the jungle where there were numerous baboons. He ordered his assistant, \"Look, I am climbing this tree and will shake its branches. If baboons fall down, this ferocious dog will bite and immobilize them. Then you put them in the sack.\"\n\n\"OK,\" said the assistant, \"But what about this gun?\"\n\n\"Just in case I fall down from the tree, shoot the dog,\" replied the hunter."
    },
    {
      "category": "General Stories",
      "title": "Laughing Stock",
      "body": "Once there was a boy called Pat who had a habit of laughing at every small thing. One day, he went to a bank with his mother. When she was depositing money, three robbers entered the bank. They opened fire.\n\nAll the people in the bank got scared. Suddenly, Pat started laughing loudly. The robbers thought that there must be some trap laid for them in the bank. Their minds got distracted and in the meantime, the guards overpowered them.\n\nThe robbers were handed over to the cops. Everybody praised Pat. When his mother asked him that why he laughed, he replied, \"The mole on one of the robber's face was very funny.\""
    },
    {
      "category": "General Stories",
      "title": "Mere Boasts Don't Make Big",
      "body": "Once there was a trader who was often out on business trips. When he grew old, his son started handling the business but he was very boastful by nature.\n\nWhen he went on his first business tour, he was thrilled to see many new things. Returning home he felt impatient to tell about his experiences to his mates. When they all gathered around him, he told them many surprising things among which, he boasted of an exploit of his own.\n\nHe said, \"Friends! When I was in Canada, I participated in boxing competition and none could beat me. I was praised by all and became the talk of the town. If you don't believe me, better go to Canada and enquire.\"\n\nSuddenly, one of his friends said, \"Why go to Canada, you show your feat here itself.\" The trader had no words to reply and got trapped in his own words."
    },
    {
      "category": "General Stories",
      "title": "Nature Observes Her Laws",
      "body": "The sun-god was getting married. The happy news spread far and wide and reached the earth too. Most of the creatures were happy with the news except the frogs. They called a meeting and decided to have the marriage stalled.\n\n\nOne of the young frogs asked, \"But how to do that?\"\nAnother said, \"We will request god Jupiter.\"\n\n\nSo, the frogs started croaking day and night. Their croak reached the skies and the gods informed Jupiter of it. Immediately, he made for the earth to see the frogs. Reaching there, he asked, \"What is you problem?\"\n\n\nThe frogs replied, \"The sun is terrible even when single. He dries up our homes with his scorching heat. What will happen if he gets married and begets two or three more suns?\"\n\n\nJupiter laughed and said, \"Don't worry; we shall send the new suns away from this part of the sky.\""
    },
    {
      "category": "General Stories",
      "title": "Never Challenge the Nature",
      "body": "Once an eagle came flying and sat on the branch of a tree that stood by a pool. At that time, a tortoise was basking on the bank of the pool. He was very dissatisfied with his life on the ground. He wanted to fly in the air like birds. So, he wished the eagle and said, \"Sir! I have to make a request.\"\n\nThe eagle asked, \"What it is?\"\n\nThe tortoise said, \"Please teach me, how to fly. I am fed up of my life on ground.\"\n\nThe eagle advised the tortoise not to go against the rule of nature, as she hasn't given you wings to fly. But the tortoise didn't listen to him and requested so hard that the eagle had to agree to teach him flying.\n\nSo, the beagle picked up the tortoise in his claws and flew high in the sky. The tortoise felt puffed up. Suddenly, the eagle let him go. Down came the tortoise to fall head-long on a rock and dashed to pieces. "
    },
    {
      "category": "General Stories",
      "title": "Never Disparage Others Dangers",
      "body": "Once a flock of sheep was grazing in a field of grass. Suddenly, a deer came there and began grazing there. Some sheep saw it and began to bleat.\n\nHearing his bleat, the shepherd got alert and looked at the flock closely. Seeing the deer, he went up to it and lifted it in his arms. He then carried it to a butcher.\n\nThe deer seeing that it's death was near started barking out of terror and struggled to be free.\n\nThe sheep saw the deer making a fuss and rebuked it saying, \"Why this to-do, after all? Our master often catches us like that and drags us off too. But we never make any fuss.\n\n\" The deer replied, \"You don't know what this to-do is for? Your master catches you only for wool but I have been caught for my flesh.\" Never make light of the danger others are in.\n"
    },
    {
      "category": "General Stories",
      "title": "Once Bitten Twice Shy",
      "body": "Once a watch-dog was sleeping in a farm-yard in the sun. Somehow a wolf got into the farm and attacked the sleeping dog. Taken aback, the dog begged for mercy.\n\nHe said, Sir! I am very thin and weak as I am new here. Let me get fat after feeding on rich food that I get here. Then you can come and eat me up.\n\nThe wolf was taken by the dog's words and went away leaving it free. The dog thanked his stars and decided not to sleep in an unsafe place.\n\nAfter few days, the wolf re-visited the farm and looked for the dog. This time the dog was lying very safely on the roof of the stable. Seeing the dog, the wolf said, Hope you remember your commitment. So, come down and be my meat.\n\nThe dog said, Who makes agreements for death? Get lost Mr., wolf.\n\nThe wolf went away repenting over his folly. "
    },
    {
      "category": "General Stories",
      "title": "Plan of Murder",
      "body": "One day, James was walking down the road. Suddenly, he heard some noises coming from inside a shop. He tried to hear what was going inside and heard someone saying, \"First we will cut his arms and then his shoulders.\"\n\nJames got frightened thinking that someone was planning a murder. He immediately ran and informed the cops. The police went with him and broke the shop's door. On investigating they found that it was a tailor's shop and the tailor was talking about a piece of cloth and not about any person.\n\nJames felt embarrassed and went on his way."
    },
    {
      "category": "General Stories",
      "title": "Respect The Wisdom of Elders",
      "body": "One upon a time there was a fat man. He had a strong hefty body- so much so that he had to struggle a lot to get through the door of his house.\n\nOne day a young boy happened to came that way and saw the man forcing himself inside the house. The boy couldn't control his laughter and said, \"If you step aside for a moment, I will show you how to get in.\"\n\nThe man was amused to hear the words of the young boy and said; \"I knew the way even before you were born.\"\n\nThe young boy had no words to say and realized his folly that he should not have advised the man who was quite older than him."
    },
    {
      "category": "General Stories",
      "title": "The Abode of God",
      "body": "One day, an old lion felt hungry. Being unable to hunt, he thought of a plan and started limping. A monkey sitting on a tree saw him and asked, \"Why are you limping?\"\n\nAt this the lion replied, \"I have committed many sins in my life. Now I am old and want to repent for them. I am walking carefully so that I might not kill any ant on the way.\"\n\nThe monkey came down from the tree to meet the noble lion. The lion at once caught hold of him. But the monkey was very clever. He suddenly started laughing.\n\nWhen the lion asked the reason for laughing, the monkey said, \"One who will laugh at this moment will go to the abode of god.\" The lion himself at once started laughing.\n\nThe monkey got an opportunity and immediately climbed the tree. The lion repented for his foolishness."
    },
    {
      "category": "General Stories",
      "title": "The Boot in The Jungle",
      "body": "Once there lived many wild beasts in a jungle. One day they came across a very strange object. It was a man's boot. They had never seen such a thing before.\n\n\"I am sure it's the shell of a fruit\", said the bear.\n\nThe monkey, pointing to the long laces said, \"Look here, these are roots. So, it is a plant.\"\n\nThe wolf said, \"Can't you see it's a nest? Here is the hollow in which the bird lays its eggs.\"\n\nA bird, sitting on a nearby tree, was listening to their argument. It said, \"It's not a nest. I've been to a land where men live and this thing you see is called a boot. Men wear it on their feet.\"\n\n\"You keep out of it. We haven't seen any such thing and so we can't believe you.\"\n\n\"Believe what you want to, but remember that you can't know everything\", saying this, the bird flew away.\n"
    },
    {
      "category": "General Stories",
      "title": "The Defective Clock",
      "body": "One day, Peter's father gave him money to buy a clock from the market. So, he went to a showroom and bought a beautiful clock. When he got back home, it was 12 o'clock in the afternoon. So, one hand of the clock was over the other.\n\nThe whole family including Peter thought that the shopkeeper had given him a defective piece. So, he went to the shop for replacement. By that time, two hands had been separated and were visible.\n\nWhen Peter realized his folly, he felt embarrassed and returned home.\n\nWhen his family members came to know about their foolishness, they also felt very embarrassed."
    },
    {
      "category": "General Stories",
      "title": "The Dog and The Bone",
      "body": "Once a stray dog while searching for food came to a butcher's shop. There he got a bone with some meat on it. So, he lifted it and ran to a safe place to enjoy it at ease.\n\nHe chewed the bone for a very long time and this made him quite thirsty. So, he went to a river to quench his thirst. It took the bone along, as it was worried that some other dog might not take it away.\n\nAs the dog stood on a bridge across the river, it looked around to see if it could safely put the bone down while it quenched its thirst.\n\nBy chance, he saw his reflection in the water from over the bridge. He could not follow that it was his shadow. Rather, he thought it to be another dog with a bone in his mouth.\n\nBeing greedy by nature, he wanted that bone too. So, he barked at the other dog, hoping to scare it into giving it that bone. But alas! The bone that he held in its mouth fell into the river."
    },
    {
      "category": "General Stories",
      "title": "The Egg Ploy",
      "body": "Once in a city there were two neighbours Harry and Danny. Harry would always remain tense as the hens of his neighbour daily used to enter his garden and ruin it.\n\nOne day Harry came to know that Danny was away. So, he placed some eggs in the garden. When Danny returned home and saw Harry picking up the eggs, he asked him, \"Harry, you have no hens. Then where did you get these hens from?\"\n\nHarry innocently replied, \"Some hens come in my garden and lay eggs. I am lucky to get free eggs daily.\" Since that day, the hens of Danny never entered the garden of Harry."
    },
    {
      "category": "General Stories",
      "title": "The Giraffe's Neck",
      "body": "Long time ago, giraffe's neck used to be short. One day, some animals of the jungle decided to play hide and seek. Monkey said that he would seek all the animals.\n\nAll the animals ran to hide themselves but giraffe couldn't find a proper place to hide. He saw a hollow in a tree and tried to get inside. But his neck got struck in there. He tried hard to free himself but all went in vain. The giraffe started screaming.\n\nOn hearing the cries, all the animals came out of their hideouts. They pulled the giraffe out by his neck and it got elongated. Since then giraffe's neck is long."
    },
    {
      "category": "General Stories",
      "title": "The Great Sacrifice",
      "body": "Once a king got the news that his neighbouring country was planning an attack on his country. In his kingdom, there lived an old lady who on hearing this news went to the royal palace.\n\nShe met the king and said that she wanted her only son to take part in the battle. The king was stunned to see the patriotism of the woman. He gave her the permission. A vicious battle took place.\n\nThe old lady's son sacrificed his life for the motherland. When the old lady went to the palace weeping, the king tried to console her. She said, \"I am not crying because my son died, but because I had only one son. Now I won't be able to give any help to the kingdom at the time of crisis.\""
    },
    {
      "category": "General Stories",
      "title": "The House",
      "body": "Once a rat that was feeling bored, came out of his hole to see the world. He went to a garden where he saw a big cat and got frightened. So, he hid himself under a big leaf that was the dwelling place of a tortoise.\n\nThe tortoise yelled at him, \"What are you doing here?\"\n\nThe rat fled from there in search of another shelter and happened to pass over a gardener's feet. The gardener shouted at him, \"What are you doing here? Go back to your home.\"\n\nThe rat fled away from there and ran straight to his hole, took a sigh of relief and thought, 'East or West, home is the best.'"
    },
    {
      "category": "General Stories",
      "title": "The Little Pine Tree",
      "body": "Once there grew a little pine tree deep in the forest. It had needles that were evergreen. Yet it was glum.\n\nIt said, \"My needles are not as pretty as leaves. I wish I had golden leaves.\"\n\nNext morning, it found its wish had been granted. It had shining golden leaves. A man passing by saw the golden leaves and started plucking them. Soon the little pine tree was stripped bare.\n\nIt again said, \"I was wrong. I wish I had glass leaves. They would look pretty and no one would steal them.\"\n\nThe next morning the tree saw that it was covered with glass leaves. They sparkled in the sunlight and tinkled gently.\n\nBut along came a storm, and the glass leaves were all broken. Once more the little tree was bare.\n\nNow it said, \"Leaves of gold and grass are pretty. But I wish I had green leaves.\"\n\nAgain its wish was granted and it was covered with pretty green leaves. But then a hungry goat came and ate up all the leaves.\n\n\"What a fool I've been!\", sighed the little pine tree. \"My needles were the best for me. I wish I could have them back again.\"\n\nFortunately, the little pine tree was granted its wish once again and it got back its pretty needles."
    },
    {
      "category": "General Stories",
      "title": "The Manager",
      "body": "Once, Mr. Lion was looking for a manager to look after his business. Many animals applied for the post and were interviewed. Finally, came the turn of monkey.\n\nWhen the monkey was questioned that why he should be appointed as the manager, he replied, \"Sir, you are looking for a dynamic manager who can handle a variety of jobs.\"\n\nAt this, the lion asked the monkey to prove his capability.\n\nThe monkey said, \"Sir, in the past year, I have changed 10 jobs. Don't you think, I am capable of doing various jobs.\"\n\nLion laughed at the witty reply and appointed him as the manager."
    },
    {
      "category": "General Stories",
      "title": "The Mango Tree",
      "body": "Once there lived a lazy man in a village. His only source of income was a mango tree, which was planted in the backyard of his house.\n\nOne day, one of his relatives came to his house. At breakfast, lunch and dinner, only mangoes were served to the relative. He got fed up of this and thought of a plan.\n\nAt night, when the lazy man was sleeping, the relative quietly woke up, cut down the tree and fled away. Next day, when the man saw that the tree was cut down, he cried a lot.\n\nAfter few years, the same relative again came to his house. By now, the man had worked and prospered. His condition had improved. He thanked the relative for making him realize his mistake."
    },
    {
      "category": "General Stories",
      "title": "The Mistaken Complaint",
      "body": "Once a shepherd had a large flock of sheep and a strong watch-dog to guard them. When the flock used to graze in the pasture, the dog guarded it with care.\n\nIn the noon, the shepherd, while having his lunch used to feed the dog too. The sheep watched this daily and whispered about this special treatment.\n\nOne day, when the shepherd was sharing his lunch with the dog, the sheep said, \"Master! You are being unfair to we sheep. You don't' treat us all equally.\"\n\n\"I didn't get you. Come up clearly,\" said the shepherd.\n\nThe sheep said, \"We give you milk, wool and lamb but get nothing in return. We feed on grass that we have to find ourselves. This dog gives you nothing, still you feed him so affectionately.\n\n\" At once the dog said, \"If I won't be there to guard you, you won't be able to come grazing. Either some wolf will make you your meal or some thief will steal you.\n\n\" The sheep had no words to say."
    },
    {
      "category": "General Stories",
      "title": "The Wind and The Sun",
      "body": "Once the Wind came to have a false pride of his strength- so much that he challenged the strength of the Sun.\n\nThe Son tried to smile away the Wind's challenge but the Wind insisted on a trial of strength. The trial was to be upon a traveler. He, who would make the traveler put off his coat, was to be the winner.\n\nThe Wind had the first attempt. He gathered all his force and came down upon the man trying to blow off his coat off his body. But the man felt colder and wrapped it even harder round himself.\n\nNow it was the Sun's turn. The Sun shined brightly. As obvious, the man felt quite hot and put off his coat.\n\nSo, the Sun came out to be a winner."
    },
    {
      "category": "General Stories",
      "title": "Tom, The Wonder Boy",
      "body": "Tom was a very intelligent boy. One day, his father took to the house of a rich and powerful friend of his. Tom's father told his friend, \"He's a prodigy. I've never come across a boy more intelligent than him. He has answer for everything.\"\n\nThe friend was a snob and considered himself to be the most intelligent person in the whole country. Glancing at Tom, he said, \"He doesn't seem to be intelligent. In any case, the more intelligent a boy is the duffer he becomes as a man.\"\n\nAt this, Tom innocently said, \"If this is true then, as a boy you must have been even more intelligent than I am.\""
    },
    {
      "category": "General Stories",
      "title": "Two Burdened Asses",
      "body": "Once upon a time, two asses were walking along laboriously, very tired under their burdens. One was carrying salt and the other; cotton.\n\nWhen they were crossing a river, the ass laden with salt stumbled and fell into the water. When it got up, it started walking more smoothly than earlier. Seeing this, the ass carrying the cotton sat down in the river and then got up, hoping that its burden would be lighter.\n\nThe salt got dissolved in the water but the cotton soaked up the water, and became heavier. The poor as nearly drowned under the added weight."
    },
    {
      "category": "General Stories",
      "title": "Who Is Better",
      "body": "One day, an argument occurred between a monkey and an elephant about who was better among them. They both went to a lion for settlement.\n\nThe lion said, \"Go across the river. There you will find a mango tree. Whosoever, gets a mango from there will be considered better?\"\n\nBoth went to the river. The river current was very strong. The elephant mocked the monkey, \"Sit on my back. I will take you across the river.\"\n\nOn reaching across the river, the monkey jumped on the tree and plucked a mango. Then he mocked at the elephant, \"Now say who is better. Had I not been there, how would you have plucked the mango?\"\n\nThey both returned to the lion and told their stories.\n\nThe lion said, \"You both are better in your own ways.\""
    },
    {
      "category": "General Stories",
      "title": "Wise Are Seldom Taken In",
      "body": "There were a large number of birds in an aviary. They were well protected over there. Unluckily, an infectious disease broke out in the aviary. As a result, most of the birds fell ill.\n\nThe keeper felt worried and went looking for a doctor. The time, he was enquiring for a doctor, a cat overheard his talk from which she came to know that the birds in the aviary were unwell.\n\nSo, the wicked cat started making plans to reach the aviary someway or the other as she knew that, once inside, she could easily kill many birds and eat them up. Thinking hard, she decided to enter the aviary as a doctor.\n\nSo, she disguised herself as a doctor, took up a chest of medicines and approached the aviary door. The wicked cat asked the birds, \"How are you? I have come here to cure you. Here are the medicines for your treatment.\"\nWisely, the birds replied, \"We are quite all right and need no nursing. So, kindly leave us alone.\"\n\nThis way, the birds saved themselves from becoming the food of the wild beast."
    },
    {
      "category": "General Stories",
      "title": "A Confused Mind",
      "body": "The word confusion sometimes makes you spin your head and lose everything. Sometimes it brings you a new idea and gets you on right path.\n\nAs I grow older, I have more and more responsibilities and obligations to myself and my dear ones.\n\nBasically I have had a very simple family background that they (my parents) themselves are struggling for their day to day life happening. As I talk to my parents, I get to know that they are still not in a good financial status.\n\nOne of the major reasons why I was sent to India was just to relieve their financial burden an extra belly in a family with limited means of livelihood.\n\nHonestly, sometimes I feel that I am nowhere fit in this world. I am like a good guy that lost in a crowd with oh yes I think that I remember that guy but.....Even though I go to work regularly reading a lots about business and idea, a part of me is like where I am now.\n\nObviously a guy getting close to 30 years old needs to have a decent job and a woman of his taste. Here I am like parachute hanging on the tree. My close and dear ones are worried about my future and a woman that partner with me. They try to hook me up with a desi gal in abroad, so that I have more comfortable life rather than working hard in India with little here and there.\n\nHowever I am still like I don't know about marriage and need some more times to think. It’s odd times for me. Hopefully that confused mind won't drain my energy and loose temper. Our, believes totally depend on our everyday attitude. Reading and writing stuffs may help me to get on celebration."
    },
    {
      "category": "General Stories",
      "title": "Health is Wealth",
      "body": "Once upon a time, there was a king, who was very lazy. He did not like to do anything. He waited for his attendants to serve him every moment. He used to lie on his bed always. A time came when he really became inactive.\n\nOnly eating good food and it's sleeping made him fatty. So fat he became that he could not move around by himself. He felt sick, doctors were called in to treat him. Nothing could help him to become fit and fine. The king was a kind hearted and cordial person. All his subjects were sorry to learn about the fact that their king was not well.\n\nOne day the minister met a holy man (Sadhu) on the outskirts of the city. While conversing with each other, the “Sadhu”  came to know the fact that the king was unwell. He told the minister that he could cure the king. Hearing this the minister’s face brightened. He arranged immediately for a meeting of the “Sadhu” and the king.\n\nThe “Sadhu” saw the depressed king for a while and then spoke nothing serious had happened and that the king would be alright. From the next day the treatment would start. He asked the king to come to his hut which was at a distance from the palace.\n\nThe king had to come on foot to the hut. The king agreed, after so many years the king came outside to walk on the road. His ministers and attendants accompanied him. By the time he reached the Sadhu’s hut, he was breathless, sweating and uncomfortable.\n\nThe “Sadhu” came out of the hot noticing everything. He offered cool water to the king. The king felt better. The Sadhu brought out an iron ball, the size of a football and gave it to the attendants asking his majesty that daily morning and evening he had to roll that ball  in the palace grounds.\n\nThe king okayed to the “Sadhu” and left. After fifteen days when the “Sadhu” came to the palace to meet the king, he had lost a considerable amount of weight, was feeling much better and was active. All his sickness had disappeared. Inspite a lot of wealth, the king was not happy as he was unhealthy.\n\nSo the moral is “Health is Wealth”."
    },
    {
      "category": "General Stories",
      "title": "A Nightmare",
      "body": "Eventually I got out of a knotty way to move in a restful manner meanwhile giving a halt to hectic disillusionment walk.\n\nThe path to be perused was chock-a-block of darkness but abruptly the moon came up and showered its light on my access road.\n\nSubsequently, my eyeballs could see the encountering picture ahead as a misty light spontaneously focused on the thoroughfare. The trail seemed to be of less used one and solely was reflecting a horror affect as there were bare trees though the climate was chilled winter.\n\nThe scene disappointed me as I supposed that once again I am going to catch 22 as customary. So the dreadful stance pushed me to soon get off the place and so I set my weariness body in forward mode, the dry pale yellow leaves had also got in motion with me as if a bit of my restricted vim got transferred to them too.\n\nAbsolutely after three nasty paces I came across an old sturdy man, walking on the neighbor road. I summoned him on to assist me out with an address to city…but the man overlooked and went on without responding. I called him for the second time but this time he gave me a glared look and answered with some offensive words, ‘’there is no address for the city but the ways only leads to success.’’ the old man’s words made me wonder for hours but I was still beating around the bush and couldn’t get to the point.\n\nIn that case I kick started covering some more distances when I met an old greasy hand pump. Certainly I wasn’t thirsty but was in a need of clearing my messy look, so immediately I responded to the presence of water pump but it was pretty much hard to operate it as it has been there without drawn into use since ages. however it was a moment to cheer up for I was successful in moving the handle up and down but unfortunately water did not make any gesture I spontaneously worked on pump for some more minutes but yet there was no sign of water so finally I fell apart and was in a mood of taking rest so I counted on a nearby tree to confer me with shelter.\n\nThe opted place was a bit grimy; accordingly I was looking for broom kind of thing when I came across a heap of dried, fresh leaves. I carelessly disrupted the neatly drawn heap and came out with an eccentric massive leaf which was indeed not found in the area where I found it. But yet for a while I rummaged around to know if the tree was really situated around but I was proved correct. That kind of species can’t be grown in such a location.\n\nSo I owned it to broom my place. After the act of clearing, when I was above to throw it at that time an idea was born in my hectic mind for via the leaf into a self entertaining work.\n\nGradually I came up with an initiative of scripting an ode on the rarely found leaf. The thoughts started to flow in fact I was completely in the world of thoughts where I was put out of my mind about the actual world. Hours passed away, I felt like I got back to my mom and dad but hastily a tremendous thunder drew me out of the thoughtful world. And unluckily I had to hurry up because the condition of weather reflected that it was going to rain. I was to look for a cottage or protective place so I drew together all my belongings and set on for the destiny.\n\nLuckily after covering up some miles I got an aged cottage. It seemed to be dwelled by someone as a dim beam of light with as seen.\n\nImmediately I made my presence at the wooden door and knocked stridently. The door was opened by a fair young lady. I asked her if I could have a night stay at her cottage for tonight. She instantaneously replied with a positive answer. The lady bid me to go for refreshment and then arrive on dining slab for a hot winter tea. Submitting to her polite words I removed my bag and placed it on a table.\n\nAfter the healthy tea I asked the pretty lady for the way to guest room for having a night but I forgot my bag in the drawing room. I was just above to close the eyelids when a stormy wind hit the windows. And consequently the wind broke into the house and my bag kept downstairs fell on ground and leaf of epic flew to the lady standing near it. First the lady thought that it would be personal but she knew that nobody records a personal thing on a leaf. And so she gazed at it. It said,\n\n‘’I’M LONE\n\nIN THE MISTY CHILLED DARKNESS\n\nWHY IS IT BLOWN?\n\nTO ME THE LONELINESS.\n\nOOO MY SOUL\n\nFAR AWAY FROM YOUR GOAL\n\nGO GET INTO THE HOLE\n\nTO PERCEIVE A BOON………\n\nThe next morning I thanked and requested the lady to just drop me to a nearby city in her very own car. We set out for the city and luckily got to one where she took me to a building named as AUTHOR’S DESTINE. It seemed strange but as I stepped out of the car a rush of media surrounded me with camera and was continually raising questions about the epic written by me on the leaf. I was knocked for six that where did they get my ode from but soon the confusion left me and I found out that the helpful lady was a publisher and she read it last night and was impressed by it. Subsequently everyone was showering flowers on me when I felt something disgusting. In place of flowers there was bucket full of water in the hands of my mom which she was pouring on me in the early morning to wake me up for usual dragging to the school. When I got up then I realized that it was just a nightmare."
    },
    {
      "category": "General Stories",
      "title": "The Donkey and the Load of Salt",
      "body": "Long ago there lived a merchant. He used to deal in salt. He had a donkey to carry load. He used to sell his salt loaded on the donkey. He had to cross a stream to go to other village.\n\nOnce his donkey fell into the stream and much of the salt was dissolved in water. The donkey easily crossed the stream due to the light weight of salt on his back. The donkey was happy.\n\nThe donkey on his next trip knowingly fell into the stream. The merchant suspected the animal's intention. On the other day too the donkey intentionally repeated the same trick. His master was now sure about the animal's evil intention.\n\nThe merchant next day loaded the donkey with a lot of cotton. The donkey once again repeated the same trick. He fell into the stream. This time his load became very heavy.\n\nThe donkey carried the heavy load. It was very tiring for him to move on. The donkey now realized his mistake. He stopped falling down into the stream any more. He thought that it was not good to play tricks. The merchant had taught the donkey a good lesson.\n\nMoral:\n\nYou can befool a person a few times but not always."
    },
    {
      "category": "General Stories",
      "title": "The Blind Man with a Lamp",
      "body": "Once there lived a blind man in a small town. He always carried a lighted lamp in his hand whenever he went out at night.\n\nOn one dark night he was going with his lighted lamp in his hand. A group of men were passing that way.\n\nThey saw the blind man and made fun of him. They said,\" O Blind man why do you carry the lighted lamp. You are blind and cannot see anything?\n\nThe blind man politely said, \"This lamp is not for me, but for you people who have eyes. You may not see a blind man coming and push him. They felt ashamed and begged pardon.\n\nMoral:\n\nThink twice before you speak."
    },
    {
      "category": "General Stories",
      "title": "The Lost Camel",
      "body": "Once two merchants lost a camel. They met a traveller and asked him if he had seen it. The man replied he had not.\" But was your camel blind in the right eye?\" Said he to them.\n\n\"Yes, he was\", replied the merchants. \"Was it lame in one left foot?\" The man asked again. \"Cer­tainly it was\", said the merchants.\n\n\"Was its front tooth missing\"? said he to them.\" Indeed I\" said they. \"Was it loaded with honey on one side and with wheat on the other?\" \"That is just how it was loaded,\" they answered. \"Please take us to it.\"\n\n\"But I have not seen your camel,\" said the man \"and I do not know where it is\" the merchants got angry and said, \"Then how could you tell us so exactly everything about our camel?\" \"That is my secret\" said the man.\n\nThe merchants took him to the king who asked him where the camel was. The man replied that he had not seen it. At this the king asked him how he knew so much about it.\n\nThe man answered that the camel had eaten grass only on the left side of the path. So he knew that it was blind.\n\nThe marks of its one left foot were faint. This showed that the camel was lame. While eating grass, it had left a little turf in the middle.\n\nSo he learnt that it had lost front teeth. There were ants carrying grains of corn on one side of the path and flies eating honey on the other. The king was satisfied with his explanation and let him go."
    },
    {
      "category": "General Stories",
      "title": "Going To Law",
      "body": "Once two cats, one white and one black, quarreled, over a large piece of cake. The white cat said that she had seen the cake first and so it was hers. The black cat refused to allow her claim and pretended to scratch her.\n\nA monkey saw the cats quarrelling. He asked them what the mat­ter was. He advised them not to fight. He said that he would be the guide and settle the quarrel justly. Both the cats agreed.\n\nThe monkey broke the cake into two pieces. He said that he would divide the cake equally for them. He got a pair of scales and put one piece in each pan.\n\nOne piece weighed heavier than the other. So he took a big bite out of the larger piece and ate it up. Now the other piece began to weigh heavier.\n\nSo he bit the other piece and tried to make it equal. In this way the monkey went on biting first one piece and then the other, till they be­came very small.\n\nThe cats were alarmed. They asked him to give them back the pieces. They said that they were quite satisfied. But the mon­key replied that it was the reward for his labour.\n\nSaying this, he put the two pieces in his mouth. The cats lost the whole cake and went away sadder and wiser."
    },
    {
      "category": "General Stories",
      "title": "Half of the Profit",
      "body": "A rich man wanted to give a great feast to his friends. He got all kinds of dishes prepared but he could not get fish. He offered a reward to the man who would bring it.\n\nAfter some time a fisherman brought a big fish. But the gate keeper would not let him in till he had promised to give him half the reward.\n\nThe fisherman agreed. The rich man was highly pleased and wanted to give him a lot of money, but the fisherman refused to take it. Instead, he demanded a hundred lashes on his back. All were surprised.\n\nAt last the rich man ordered a servant to give him a hundred lashes. When the fisherman had received fifty, he asked them to stop as he had a partner in the business.\n\nIt was the gate keeper. The rich man understood the whole thing. He was given the remaining fifty lashes dismissed from the service. The rich man gave the fisherman a handsome reward."
    },
    {
      "category": "General Stories",
      "title": "The Patient Little Girl",
      "body": "Once a famine broke out in a country. Everyday the children of the city flocked at a rich man's house to get loaves of bread.\n\nAs soon as the servants brought out loaves, they fought among themselves and struggled hard to get them. One little girl did not fight. She waited pa­tiently for her turn and got the smallest loaf last of all.\n\nOne day as usual, she brought the smallest loaf. When she cut it, she found two rupees in it. She went back at once to return the money.\n\nThe rich man was pleased at her honesty. He gave her not only those two rupees, but two rupees more as a reward.\n\nMoral:\n\nPatience brings its own reward."
    },
    {
      "category": "General Stories",
      "title": "The Milk Maid",
      "body": "A milk maid was carrying a pail of milk on her head and was to market to sell it. As she went along she fell into day dreaming.\n\nShe thought that she would buy eggs with the money she got by selling milk After the eggs were hatched, she would have a large number of chickens.\n\nThey would fetch her high price. She would then buy fine silk dress for herself and look more beautiful. Princes would come to marry her, but she would toss her head and refuse them.\n\nWhile thinking so, she did really toss her head in false pride. Down fell the pail on the ground. The whole milk was split and all her plans came to naught.\n\nMoral:\n\nCount not your chickens before they are hatched."
    },
    {
      "category": "General Stories",
      "title": "The Arab and His Camel ",
      "body": "An Arab had a camel. One cold night the Arab lay asleep inside the tent while the camel stood outside.\n\nAt midnight the camel awoke his master and requested him to allow him to put his head inside the tent as it was bitter cold outside. The Arab allowed him to do so.\n\nAfter a while, the camel asked the Arab if he might put his neck inside the tent. The Arab did not object to do it.\n\nSoon after the camel requested him again to allow him to bring his legs inside. The Arab agreed. Now the camel stood completely inside the twit. But as there was not space enough for both of them he pushed the Arab outside to shiver in cold.\n\nMoral:\n\nNip the evil in the bud."
    },
    {
      "category": "General Stories",
      "title": "The Selfish Dog",
      "body": "A farmer had an ox and a dog. The ox helped him in his fields and the dog watched the house at night.\n\nOne evening the ox returned home very tired. He was very hungry He went to the manger to eat hay. But he found the dog sitting on it.\n\nThe dog barked at him and would not let him eat it. The ox said to the dog, \"Please, get aside and let me eat the hay. It is of no use to you.\"\n\nBut the4H natured dog replied, \"Since I myself cannot eat the hay. I will not let anyone else have it.\" So the ox had to go hungry that day.\n\nThere are some selfish people in the world also. They would not let others have what they themselves cannot get. They follow the \"Dog in the Manger Policy.\""
    },
    {
      "category": "General Stories",
      "title": "The Dog and the Donkey",
      "body": "Once there lived a washerman in the town. He had two pets- a dog and a donkey. The dog used to keep watch. The donkey used to carry the washerman's clothes or load.\n\nOne night a thief broke into the house. The washerman was sleeping soundly. The dog too was fast asleep. So, he did not bark at the thief.\n\nThe donkey saw the thief and wanted to awaken his master h6 began to bray loudly. The thief took to his heels (ran away).\n\nThe washerman could not sleep. He came out. Washerman could not understand why the donkey brayed so loudly.\n\nTherefore he beat the stupid but dutiful donkey very badly. But the washerman's house was saved It was the duty of the dog to keep watch and not of the donkey.\n\nMoral:\n\nMind your own business."
    },
    {
      "category": "General Stories",
      "title": "Bad Company",
      "body": "A rich man had only one son. The son fell into the bad company. He developed many bad habits.\n\nThe man was much worried about the habits of his son. He tried his best to mend his habits but he could not succeed. One day he thought of a plan to teach his son a lesson.\n\nHe went to market and purchased some fresh apples and a rotten one. He came back to his home and called his son. He asked his son to put all the apples along with the rotten one in the almirah.\n\nThe son did the same. After some days father asked his son to bring the apples. As he opened the door of almirah he was surprised to note that all the apples had become rotten. He felt sad.\n\nAt this his father told him to see how one rotten apple had spoiled all the rest. In the same way one bad companion could spoil all others. The father's advice had the desired effect. The boy gave up bad com­pany and became good again.\n\nMoral:\n\nBetter alone than in bad company."
    },
    {
      "category": "General Stories",
      "title": "The Fox and the Grapes",
      "body": "Once a fox was very hungry as he could not get anything to eat for a long time. He strolled in search of food.\n\nHe wandered all along the jungle but his efforts were in vain. There was a garden near the forest. She went there in search of food.\n\nThere he saw bunches of fine, ripe grapes hanging from a vine. His mouth began to water. He wanted to eat them. So he jumped again and again, to reach them, but in vain. The grapes were hanging too high for him to get at them.\n\nAt last he gave up the attempt and went away saying, \"the grapes are sour. If I eat them, they can harm me.\"\n\nMoral:\n\nGrapes are sour."
    },
    {
      "category": "General Stories",
      "title": "The Elephant and the Tailor",
      "body": "There lived an elephant in a village. While going to river to take a bath regularly he passed a tailor's shop. Tailor always gave him something to eat. The two became friends.\n\nAs usual one day he put his trunk inside the shop. The tailor was not in a good mood as he had a quarrel with a customer.\n\nThe tailor instead of giving him something to eat pricked a needle into his trunk. The elephant silently went away.\n\nThe elephant reached the river and took his bath. After that he filled muddy water in his trunk. On his way back he stopped at the tailor's shop and threw all the muddy water on the clothes in the shop. All the clothes were destroyed. Tailor had to bear heavy loss.\n\nMoral:\n\nAs you sow, so shall you reap?"
    },
    {
      "category": "General Stories",
      "title": "The Wolf and the Shepherd Boy",
      "body": "A village was near a forest. A shepherd boy used to graze his sheep there. He was very foolish and a liar.\n\nOne day he thought to play a joke. He started crying at the top of his voice Wolf! Wolf! it was a white lie.\n\nOn hearing his cries all the villagers came running with sticks to help him. On reaching there they found no wolf.\n\nInstead the shepherd laughed at them. They understood that the boy had befooled them. They returned to their houses.\n\nOne day a wolf really came there and attacked the boy. He started shouting at the top of his voice Wolf! Wolf! But the villagers thought that he was trying to befool them once again.\n\nThey did not come to his help. The wolf killed the boy and took away one sheep. The foolish boy was killed because he was a liar.\n\nMoral:\n\nThink before you act."
    },
    {
      "category": "General Stories",
      "title": "The Dishonest Doctor",
      "body": "Once an old lady lost her eyesight and became blind. She called a doctor and agreed to pay him a very big amount if he cured her.\n\nBut she will not give a single penny if she is not cured. Doctor daily came to her house for treatment.\n\nHe started stealing lady's furniture and other valu­able things from the house. He took away everyday one thing from lady's house.\n\nSo he delayed curing the lady. He cured the lady after he had removed all the furniture and valuable articles from the lady's house.\n\nNow doctor demanded his fee from the lady. But she refused to pay the fees and said that she is not fully cured.\n\nDoctor registered a case against her in the court. On being asked by the judge why she was not paying the fee, she told the court that her eye sight is not fully restored.\n\nShe could not see her furniture and other articles in the house. The judge was very clever. He understood the matter and punished the doctor.\n\nMoral:\n\nDishonesty never wins."
    },
    {
      "category": "General Stories",
      "title": "The Hidden Treasure",
      "body": "There lived a farmer in the village. He had five sons. They were all idlers and never helped their father.\n\nThey always quarreled among them­selves. The father was very much sad and worried. He tried his level best to mend their habits but all in vain. Once he was taken ill.\n\nHe called his sons. All of them reached there. He asked them to sit down and listen to him carefully.\n\nThe old father said, \"My dear sons, I am weak and ill. I may die any moment. There is a lot of money hidden in our fields but I have forgotten where I had buried it. Dig that treasure out after my death.\"\n\nThe farmer died after two days. The sons dug every inch of the tend but could not find anything.\n\nAs the field was well ploughed some old man advised them to sow wheat in that. They had a very good crop. By selling the wheat they got a lot of money. Now they understood what their father meant. It was really the hidden treasure. From that day they worked hard and lived a happy life.\n\nMoral:\n\nNo pains, no gains."
    },
    {
      "category": "General Stories",
      "title": "Two Friends and the Bear",
      "body": "Once there were two fast friends in a village. Their names were Raju and Ramu. One day both of them set out on a journey.\n\nThey-promised to help each other in trouble. Their way lay through a forest. As they were passing through a forest, they saw a big bear. The bear was coming towards them. They were much frightened to see such a deadly sight.\n\nRamu at once climbed up a nearby tree to save his life. He was unaware of his friend's safety. Raju did not know how to climb up a tree.\n\nBut he was wise and intelligent. He had heard that bears do not touch the dead. So he lay on the ground, held his breath and appeared to be dead. The bear came near him and sniffed the whole body of Raju. Thinking him dead, he went away.\n\nWhen the bear had gone quite far Raju got on his feet. Ramu also came down the tree. He asked Raju to tell him what the bear had whis­pered in his ear. Raju said that the bear had advised him to beware of false friends like him.\n\nMoral:\n\nBeware of false friends or do not lose your wits."
    },
    {
      "category": "General Stories",
      "title": "The Slave and the Lion",
      "body": "A rich man had a slave. The man was very cruel to him. So the slave became sick of his cruel treatment. He decided to run away from his master.\n\nHe got a chance and ran away to a forest. There he hid himself in a cave. As he lay there thinking, he heard the groaning of the lion.\n\nHe was frightened. As the lion came near, he saw that he was limping. The lion approached the slave and held out his paw.\n\nThe slave saw that his paw was swollen and a thorn was stuck in it. The slave drew out the thorn very gently. The lion was relieved of pain and went away. Afterwards they became friends.\n\nBy chance the slave was arrested by his master's men. He was brought to his master who ordered his men to put him before a hungry lion. The day for punishment was fixed.\n\nThe people of the town were invited to see the wonderful fight. The lion was freed from the cage to pounce upon the slave when he recognized him.\n\nHe now advanced slowly towards him and began to lick his hands out of love. It was the same lion, his friend. The slave too, patted him.\n\nIt was a wonderful sight for the people. The lion was given to him as a reward. The slave was set free.\n\nMoral:\n\nKindness is always rewarded."
    },
    {
      "category": "General Stories",
      "title": "The Vain Stag",
      "body": "A stag was thirsty. He went to a pool to drink water. The pond water was calm and clear. He bent down to drink water.\n\nHe saw his reflection in it. When he saw his horns, he felt proud of them. He said to himself, \"How beautiful and lovely my horns. While he looked to his legs, he felt sad and disappointed and cursed God for this injustice.\n\nHe was yet to quench his thirst, when he saw a hunter with his hounds. Seeing his life in danger, the stag ran as fast as he could.\n\nHe was soon out of sight. He reached a thick forest but unluckily his horns got stuck in a thick bush.\n\nHe tried his best to release his horns, but all in vain. In the meantime, the hounds came running and caught him.\n\nThe stag now realized that the legs, he had despised a little while ago, helped him in saving his life but the beautiful horns became the cause of his death.\n\nMoral:\n\nAll that glitters is not gold."
    },
    {
      "category": "General Stories",
      "title": "The Wolf and the Lamb",
      "body": "Once a wolf went to a stream to quench his thirst with water. While he was drinking water, he saw a lamb that was also drinking water over there.\n\nAt the sight of lamb, his mouth began to water. He turned to the lamb and said, \"How dare you make the water muddy? Can't you see that I am drinking water from the same stream?\"\n\nThe lamb got so much frightened that it could not speak for a while. Then it replied, \"Sir, I beg your pardon. The water is running down from you to me. How can I make it muddy?\"\n\nThe wolf said, \"But you bleated me and called me names last year\" The lamb replied, \"Sir, I was not even born then. How could I abuse you last year?\"\n\nThe wolf, who was determined to eat the poor lamb, said to it, \"Then it must have been your father or mother or brother. You must suffer for your race.\" Saying so, the wolf caught him, tore him to pieces and ate him up.\n\nMoral:\n\nAny excuse is good enough to serve an evil-doer."
    },
    {
      "category": "General Stories",
      "title": "The Sun and the Wind",
      "body": "Once it so happened that there was a beautiful contest between the sun and the wind. It was to see which of the two was stronger than the other.\n\nThe wind was very proud of itself and its prowess. It said, \"Even the mighty clouds bow before me. They know that I can drive them away.\n\nAnd the clouds can envelop you. So you are a small thing before me.\" The sun said, \"It is the time that will tell you who is stronger of the two.\"\n\nSoon they saw a man who was wearing a coat. The sun said, \"Let us see who makes the man to take off his coat.\"\n\nThe wind tried first. It blew harder and harder. But the man instead of removing his coat, wrapped it more and more. So, the wind failed.\n\nNow it was the turn of the sun to try its strength. It began to shine. It became hotter and hotter.\n\nFiercer and fiercer. Ultimately, the man felt obliged to remove the coat. The wind lost and the sun won.\n\nMoral:\n\nPride hath a fall."
    },
    {
      "category": "General Stories",
      "title": "The Silver Key",
      "body": "It was a stormy night. A traveller reached an inn. As the hour was very late, he found the door locked from within. He knocked at the door.\n\nThe gate-keeper responded to the knock, saying, \"I have lost the key and the door cannot be opened unless you have a silver key with you.\"\n\nThe traveller understood what he meant by the silver key. He im­mediately slipped a silver coin through the hole, and the door opened.\n\nAs soon as he got in, he said to the gate keeper, \"I have left my box outside, please bring it.\" As the gate-keeper went out to bring the box, the traveller closed the door behind him.\n\nThe keeper asked him to open the door so that he may come in. Now the traveller replied from within, \"I have lost the key and a silver key is needed to open the door.\" Soon the coin was pushed again through the hole and the dishonest man was let in.\n\nMoral:\n\nDishonesty meets dishonesty."
    },
    {
      "category": "General Stories",
      "title": "The Hare and the Tortoise",
      "body": "A hare and tortoise were two great friends. The hare was very proud of his fast speed and often laughed at the tortoise slowness.\n\nOne day the hare challenged his friend to run a race. The tortoise's accepted the challenge. They chose a distant tree as a winning post and the race began.\n\nThe hare got ahead of the tortoise as he was a fast runner and within minutes he was not visible When he had gone half the distance, he said to himself,\" Why need I hurry ? The tortoise is far behind. Let me take rest under this tree.\" So he lay down and soon fell fast asleep.\n\nThe tortoise came at his slow pace, found him asleep and peace­fully passed him. He reached the winning post and waited for his friend.\n\nWhen the hare woke up, it was evening. He ran as fast as he could. But when he reached the place, he found, to his great dismay that the slow moving creature has already reached there. He felt greatly ashamed for having lost the race and promised never to make fun of ethers.\n\nMoral:\n\nSlow and steady wins the race."
    },
    {
      "category": "General Stories",
      "title": "The Lion and the Mouse",
      "body": "One cold winter a lion was lying asleep in the sun. A mouse came out of its hole and began to jump over the body of the sleeping lion. This woke up the lion.\n\nHe caught the small creature and was going to crush it under his heavy paw. The mouse begged pardon and requested the lion to let it go. It also said that it might be of any help to him in future.\n\nThe lion simply laughed. He could not imagine that it could be of any help to him. He however, was moved to pity and let it go.\n\nShortly afterwards, the lion was caught in the net laid by the hunter in the forest. He tried his best to free himself from the net but all his efforts remained fruitless. So he began to lament.\n\nWhen the mouse heard his lamentation, it came out with its young ones. They sat to work and it did not take them long to nibble at the ropes and cut them with their sharp teeth.\n\nThe lion became free and thanked the mouse for its timely help. Now he realized that even a small creature could be of help to the stronger and bigger animals.\n\nMoral:\n\nKindness never goes unrewarded."
    },
    {
      "category": "General Stories",
      "title": "The Hen That Laid Golden Eggs",
      "body": "In olden days there was a farmer. He owned a wonderful hen that laid a golden egg every day. He was extremely happy.\n\nBut after some time only one egg could not satisfy his greed. It was a slow process to get only one egg after every twenty four hours.\n\nSo he said to himself, \"'One egg a day. It will take long to be rich.\" He grew so impatient that he wanted to get all the egg at once. He made up his mind to put the hen to death and become rich in an over­night.\n\nHe killed the hen at once and cut open its belly. He began to look for the eggs but there was none to be found.\n\nHe saw that his hen was just like other hens. By his stupid act he lost even the egg he used to get every day. Thus the foolish fellow lost the hen that laid a golden egg daily.\n\nMoral:\n\nAs you sow, so shall you reap? Contentment is a great wealth."
    },
    {
      "category": "General Stories",
      "title": "The Fox and the Crane",
      "body": "Once upon a time, there lived a fox and a crane. They were fast friends. One day the fox invited the crane to dinner.\n\nThe crane gladly accepted the invitation. He went to the residence of the fox. The fox had prepared a liquid dish.\n\nIt was served in a flat dish. The guest with its long beak could hardly pick up anything. But the host lapped it up in no time.\n\nPoor crane went away hungry and disappointed. He cursed the fox for his selfishness and cunningness. He made up his mind to teach the fox a good lesson.\n\nAfter some time, the crane invited the fox to dine at his residence. The fox accepted his invitation and went to the residence of the crane.\n\nThe crane placed before his guest a tall jar with a narrow neck. The crane with its long beak finished the contents of the jar.\n\nBut the fox could not eat anything as his mouth could not go into the narrow neck of the jar. The fox went much ashamed and hungry. The crane paid him back in the same old coin.\n\nMoral:\n\nTit for tat."
    },
    {
      "category": "General Stories",
      "title": "The Fox and the Crow",
      "body": "Once a fox was feeling very hungry. He roamed here and there in search of food but could not find anything to eat.\n\nTo take rest it sat under a tree. When the fox looked up, he saw, to his great joy, a crow sitting on one of the branches of the tree. He was holding a piece of meat in his beak.\n\nOn seeing this, his mouth began to water and started thinking about the piece of meat. At last he hit upon a plan to get the piece of meat from the crow.\n\nHe got up and said to crow, \"Good morn­ing. I am glad to meet you. How handsome you look! What a nice beak you have! But if you could sing so sweet as you are beautiful, you could win for yourself the title of the 'Queen of the birds'.\"\n\nThe foolish crow was taken in by the oily talk of the fox. He felt happy. He at once opened his beak to sing. As he gave out a loud caw in his cracked voice, the piece of meat fell down on the ground.\n\nThe fox picked it up and ate it up at once. The poor crow had to repent on his foolishness.\n\nMoral:\n\nDo not give way to flattery."
    },
    {
      "category": "General Stories",
      "title": "The Dove and the Bee",
      "body": "A bee once unfortunately fell into a river with a flow. It was being swept away by the strong waves of water.\n\nA dove was sitting on a branch of a tree at that time. Its eyes fell upon the bee and saw that it was in sorry plight. Taking pity on the bee, it at once plucked a broad leaf and threw it near the bee.\n\nThe bee climbed on the leaf, dried its wings and flew away. It was full of gratitude for the good-natured and generous dove.\n\nAfter a few days the bee noticed a cruel hunter taking a careful aim with his gun at its benefactor.\n\nThe dove's life was in danger. Realizing this grave situation, it flew directly to the hunter's hand, settled lightly on it and stung him as he was just to shoot. The hunter missed the aim. He cried with pain. In the meantime the dove flew away\n\nThe bee had made a good return for the help of the dove.\n\nMoral:\n\nDo unto others as you wish to be done by."
    },
    {
      "category": "General Stories",
      "title": "The Camel and the Jackal",
      "body": "A camel and a jackal lived together in a jungle. On the other side of the river flowing beside that jungle, there were fields having ripe sugar- canes\n\nOne day the jackal came to the camel with a plan to cross the river and enjoy the sugarcanes. As he did not know how to swim, so he requested the camel to carry him on his back.\n\nThe camel agreed to the jackal's request. They set out for the river and soon reached its bank. The camel carried the jackal on his back and crossed the river. On reaching the other side, they began to eat the sugarcanes.\n\nThe jackal was soon satisfied but the camel was yet hun­gry. The jackal began to howl loudly. The camel asked him not to do so but the jackal said that it was his habit to howl after meals.\n\nHis howling attracted the attention of the farmers. They all reached the spot with long sticks. The jackal disappeared in a bush but the camel was badly beaten.\n\nNow they were to go across the river. The jackal requested the camel to take him across the river.\n\nThe camel agreed to do so since he wanted to retaliate upon him. When the camel reached the middle of water, he began to roll in the water. The jackal told him not to do so. But the camel said that it was his habit to do so after meals.\n\nAs a result, the jackal slipped off the camel's back and fell into the deep water. He was soon drowned. He was rightly punished for his mischievousness.\n\nMoral:\n\nAs you sow, so shall you reap?"
    },
    {
      "category": "General Stories",
      "title": "Mercury and the Woodcutter",
      "body": "Once there was a woodcutter. He lived near a forest. He earned his living by cutting wood from the jungle and selling it in the market.\n\nOne day he was cutting down a tree on the bank of the river. While he was cutting it, his axe fell into the river and was lost.\n\nHe tried his best to search it but in vain. He was very poor and was not in a position to purchase another. So he began to weep and cry at the loss of it.\n\nMercury, the God of the river, heard his cry and appeared before him. He asked him why he was weeping. The woodcutter told him that he had only one axe with which he used to cut wood and earn his living. As the axe had fallen into the river, so was he weeping.\n\nThe god at once jumped into the water and came out with a golden axe. The woodcutter refused to take it.\n\nThen again he dived into the water. This time he brought out a silver axe. Again, the woodcutter said that it was not his. His axe was an ordinary one made of iron.\n\nMercury dived into the water the third time and appeared with an iron axe. \"That is my axe,\" shouted the woodcutter out of joy. The god was very pleased with him for his honesty and gave him all the three axes. The woodcutter was overjoyed and went home thanking the god.\n\nMoral:\n\nHonesty is the best policy."
    },
    {
      "category": "General Stories",
      "title": "King Bruce and the Spider",
      "body": "There was a king in Scotland. His name was Robert Bruce. He fought many battles and won them. But once he was badly defeated.\n\nHe ran away from the battle field to save his life. He took shelter in a cave where he hid himself. He was immersed in deep sorrow and out of disappointment he gave up all hope and struggle.\n\nBut one day he saw a spider in that cave. It was trying to reach the roof of the cave where it had a cobweb. It made six attempts to reach its web but every time it slipped down.\n\nNow the king got interested and watched the spider carefully. He was astonished to see that spider did not lose heart but continued its efforts to reach up at the top. At the seventh attempt the spider was successful in its attempt of reaching its web.\n\nThis incident boosted up the spirit of King Bruce. He gained new strength and fresh courage. He gathered his forces and fought another battle.\n\nThis time he fought with new vigour and enthusiasm and was ultimately successful in making his country free.\n\nMoral:\n\nTry, try, try again."
    },
    {
      "category": "General Stories",
      "title": "A Thirsty Crow",
      "body": "There was a crow. At a very hot summer day he was feeling very thirsty. He flew from place to place in search of water, but he could not find it anywhere. He was very sad and disappointed at not getting a drop of it.\n\nAt last he saw a jug of water. He flew down to the jug and sat on its edge. When he craned his beak to quench his thirst, he, saw to his great discouragement, that the water was just at the bottom.\n\nHis beak could not reach such a low level of water. He even tried to overturn the jug but could not. It was too heavy for him to move.\n\nWhen he was just about to fly in despair, he thought of a plan. Suddenly his eyes fell upon some pebbles lying near the jug. He flew to them, picked up the pebbles one by one and dropped them into the jug.\n\nSlowly and slowly the level of water rose and came up to the neck. The crow was overjoyed to see this. He dipped his beak, quenched his thirst and flew away.\n\nMoral:\n\nWhere there is a will there is a way."
    },
    {
      "category": "General Stories",
      "title": "Union Is Strength",
      "body": "There was an old farmer who lived in a village. He had four sons, o were lazy and idle. They often quarreled among themselves. The old man was very much annoyed with it.\n\nSo he called his four sons and told them that since his end was near, he wanted to teach them a lesson. So he told them that since his end was near, he wanted to give them a useful piece of advice.\n\nHe sent for a bundle of sticks, it was brought. He asked all his sons turn by turn to break the bundle of the sticks. All tried hard, but none of them was able to break the bundle.\n\nThen he asked one of them to untie the-bundle. This was also done immediately. Then he asked each of them to break the sticks individually. Now each one succeeded in doing so.\n\nThe old farmer then said to them, \"If you live together in peace, none can harm you. But if you are divided, you will lose.\"\n\nMoral:\n\nUnited we stand, divided we fall."
    },
    {
      "category": "General Stories",
      "title": "A Fox and a Goat",
      "body": "A fox was walking near a well. Somehow by incident he slipped in. It was not a very deep well. He tried his best to get out but could not.\n\nAt that time a very thirsty goat passed by the well and saw the fox there. She asked the fox what he was doing there.\n\nThe cunning fox replied that he had himself jumped into the well. I find it very cool and pleasant. If you want to drink sweet and cold water, come down and experience the pleasure here.\n\nWithout thinking of the result she jumped into the well. The fox at once jumped on her back, and with another jump he was out of well. The fox smiled at the poor goat and went his way leaving behind the goat to repent.\n\nMoral:\n\nLook before you leap."
    },
    {
      "category": "General Stories",
      "title": "A Cap Seller and the Monkeys",
      "body": "There was a cap seller in a city. He used to go from village to village to sell the caps. His way lay through a forest.\n\nIt was a hot summer day and it was very hot. He got tired. To get some rest he sat under a shaded tree.\n\nSoon he fell asleep under the shadow of the tree. Many monkeys were living on that tree. When they saw the caps they climbed down the tree and each one of them put a cap on their head. Then they climbed up the tree again.\n\nThe cap seller woke up after some time. He found that his caps were missing. By chance he looked up and saw the monkeys wearing his caps. He tried his best to get his caps back but all his efforts were in vain.\n\nSuddenly an idea struck his mind. He took off his own cap and threw it on the ground. Monkeys did the same as they are imitators. The cap seller collected all his caps and went away happily.\n\nMoral:\n\nIntelligence works wonders."
    },
    {
      "category": "General Stories",
      "title": "Dropping Dead Weight",
      "body": "There comes a point in our life where we really have to consider our lifestyle. How we eat, how we dress, but most importantly, who we hang out with.\n\nI know how it feels to have to kind of cut your self of from friends. But sometimes if you hang around immature losers, you will find yourself in a sticky situation. So please drop the dead weight\n\nOne day, I got suspended from school saying something inappropriate. (b*** job). I almost passed out because when I said it, the whole class became quiet. Now what do you think that made me look like. An immature loser of course! I got my self in trouble repeating what another friend said. Guess what, he didn't get in trouble I did.\n\nThis was very uncomfortable to talk about with my mom. I think this is because I am trying to become a better Christian, and when you do so, you don't get away with the stuff you used to, but thats another story.\n\nAfter this incident, I woke up one morning and said \"what was I thinkin' .\"  I began to investigate would led me to have such a fowl mouth. Then it clicked like a lightbulb . . . Its because of the people I hang around.\n\nThese guys I hang with are very negative. You can barely say anything to them without them thinking negative. For example if I say something refering to a test and i say \" that was very hard\", I think ya'll can read between the lines. Immature losery like, isn't it.\n\nWhen I returned to school, I have to admit, I began to hang around those same guys. Then I caught myself and I didn't completely ignore them, but I did distance myself. Doing so has changed my lifestyle. I don't laugh at everything, I can be quiet in class, and I have gained respect and dignity for myself and others and have been able to think straighter and pray more effectively. I really thank God for that. People who do not even know about the incident have given me compliments saying you are really turning out to be a real gentleman.\n\nOnce again I say, stay away from immature losers so you can stop being one or don't become one. Yes those guys are popular, but since I was one of those guys, I know better. You may feel left out, but after while, feeling better about yourself is much more important, and you get a head start on the maturity us yungins need when we get older. God will be very pleased with you as well.\n\nYes, I know that I know that I know that I know it is very hard, but drop the deadweight. God loves you and he really wants to bless you and oh he is very real. Yes there are some hard trials, some situations where you might want to question God, but its for the better.\n\nThe only reasons God can’t bless you is because of your fear, ignorance, or things that you put in your life that won't let God reach you.\n\nOnce again I say please DROP THE DEAD WEIGHT!"
    },
    {
      "category": "General Stories",
      "title": "True love dies on earth, re-born in Heaven",
      "body": "Once upon time there was a butterfly, it was self beautified by yellowish golden colour. The Butterfly was very selfish, cruel and stone hearted. It was having habit of sucking the fragrantic sweetness of beautiful flowers and also it is terrific that it was destroying them with no kind concern, daily it was destroying many flowers.\n\nOne fine day in a peaceful morning, the butterfly went in its daily routine i.e. In search of flowers, around a yard of this beautiful earth and Suddenly wonderful naturally decorated garden came to its sight which was full of greenery .The selfish Butterfly felt very happy, entered garden and it started flying around the garden with its bad thoughts and destroying flowers .Unfortunately Butterfly saw beautiful pink rose with diamond water droplets on its softy petals and it was looking very innocent and different among all the flowers, Butterfly never seen this type of flower in its life and it said itself “Oh! What gorgeous flower it is!” and no more it remained itself. And it returned home with unsatisfactory and it was confused and asked itself “why I not sucked the fragrantic sweetness of that beautiful flower?”And it decided that it must suck the sweetness of flower next morning without fail. Next morning it went to the same garden and sat infront of the flower for the whole day without sucking the sweetness of it again returned home with lot of hunger and thirst and it again decided the same thing and went infront of flower after a while, Flower observed its madness and asked, “……….Oh ! Beautiful Butterfly why you are looking me like that, the whole day?” the Butterfly replied, I don’t know why? (Beautiful conversation of Butterfly and flower)\n\nFlower said: Oh! Cruel Butterfly, why you are not sucking the fragrantic sweetness of mine and killing me? Like others you do!\n\nButterfly: Oh! You beautiful innocent rose, I something feel about you .I changed my life and I want to become innocent like you.\n\nFlower: You have to suck me because I think I will be no more in this dream land …………….\n\nButterfly: No I can’t and don’t force me. (It went back to home)\n\nButterfly started its new life with full of humble, kindness it left its cruelty and it felt itself that it was in love with that beautiful rose, it decided to propose the rose on next morning.\n\n(The Beauty and innocentness of rose changed the Butterfly’s life it means the pure love towards the rose change its life)\n\nNext morning, it was very happy and went meet its love and with full of dreams…………But sadly someone have plucked the flower ,crushed and thrown on a floor (ground) The Butterfly saw that heart breaking moment with full of tears in its eyes and the sky was also Dark .Sky also started Crying (Raining)……… (The Butterfly sat near the dead body of its lovely rose)\n\nButterfly cried with full of sorrow and said …………!\n\n“Oh! Beautiful Rose …. I truly love you very much…… today I am with full of sorrow, with whom I have to share you have slept dead and cold. Oh! Beautiful Rose you will be in my heart till the Beats of my heart stop Oh! Beautiful Rose I love you forever and there is no reason in my life for which I should live ……..”With full of tears the tears of Butterfly felt on the Body of Rose, luckily Rose was having little Breadth in it slightly opened its eyes with heavy pain it said “Butterfly. I listened what you told till now. I am very happy though I am in the bed of Death… “Where you had gone, I am waiting for the Death I moan” I love you too…….\n\nAfter this the Butterfly was full with sorrow and it can’t forget rose which it loved. Day by day it become very ill and lastly it died.\n\nAnd they both Butterfly and Rose again met in the Heaven and Said “Our love Died on Earth but re-born in Heaven\""
    },
    {
      "category": "",
      "title": "",
      "body": "Money Can’t Buy Happiness:\n\nTom was a 10-year-old boy. He was the only son of his parents. Tom’s father was a very busy businessman who could not spend time with his son. He generally came home after Tom slept and was off to the office before Tom woke up in the morning.\n\nPoor Tom had a yen for his father’s attention. He longed to go outdoors with his father and play with him in the garden just like his friends did.\n\nHowever, one day, Tom was stunned to see his father at home in the evening. “Dad, it is a big surprise to see you at home,” Tom said happily. “Yes my dear son, my meeting was canceled. So I’m at home. But after a couple of hours, I have to take a flight,” his father replied.\n\n“When will you be back?” Tom asked. “Tomorrow afternoon.” his father replied. Tom was in deep thought for a while. After some time, he asked, “Dad, how much do you earn in a year?” Tom’s father was bewildered at the question. He said, “My dear son, it’s a huge amount and you will not be able to understand it.” “Ok dad, are you happy with the amount you earn?” Tom asked. “Yes, my dear. I’m very happy! In fact, I’m planning to launch our new branch and a new business in a few months,” replied his father.\n\nTom was excited to know that and said, “Yes, dad. I’m happy to hear that. Can I ask you one more question?” “Yes, dear,” replied his dad. “Dad, can you tell me how much you earn in a day or even half a day?” Tom asked curiously.  “Tom, why are you asking this question?” Tom’s father was puzzled. But Tom was adamant. “Please answer me. Can you please tell me how much you earn in an hour?”\n\nTom’s father bowed out and replied, “It will be around $ 25/- per hour.” At once, Tom ran to his room upstairs and came down with his piggy bank that contained his savings. “Dad, I have $50 in my piggy bank. Can you spare two hours for me? I want to go to the beach and have dinner with you tomorrow evening. Can you please mark this on your schedule?” Tom’s father was speechless and had tears in his eyes!\n\nMORAL OF THE STORY: A PARENT’S TIME CAN BE THE GREATEST SOURCE OF HAPPINESS FOR THEIR CHILD."
    },
    {
      "category": "",
      "title": "",
      "body": "Little Boy With A Slingshot:\n\nA long, long time ago, there lived a brother and a sister. In their summer holidays, Sammy and Marie visited their grandparents at their farm. Sammy took his slingshot to play in the woods. He practiced hard for many days but all his efforts were in vain. No matter how much he tried,  he could never hit the target.\nAt lunchtime, grandma called out, “Sammy, it’s lunchtime!” Getting a little discouraged, he headed back for the lunch. While walking back, Sammy noticed his Grandma’s pet. It was a cute, little duck. Out of excitement he took his slingshot and aimed at the duck. This time, his shot hit the target and it hit the poor duck on its head and killed it. He was shocked and scared at the same time.\n\nIn extreme fright, he hid the dead duck in the pile of woods. Marie, his younger sister had seen it all from the window but she decided not to confront him.\nThe next day Grandma said, “Marie, let’s wash the dishes.” To this, Marie immediately said, “But Grandma, Sammy told me he wanted to help you in the chores.” As soon as she said this, she turned to Sammy and whispered, “Remember the duck?” Sammy got anxious knowing that his sister knew his secret about the duck. If he would not obey her, she would tell the grandparents about it. So without uttering a single word, he did the dishes.\n\nLater, in the evening,  Grandpa asked if the children wanted to go fishing. On hearing this, Grandma said, “I am sorry but I need Marie to stay with me and help make a supper.” Marie turned to Grandma and said, “Well, that’s all right. Sammy told me he wanted to help you.” She again whispered to Sammy, “Remember the duck?” So Marie went with his grandfather fishing and poor Sammy had to stay with his Grandma.\n\nAfter a few days of Marie taking advantage of Sammy, he finally could not stand it any longer. He came to Grandma and confessed that he had killed their pet, duck. Grandma knelt down smiling, gave him a hug, and said, “My dear child, I know. I was standing right near the window when it all happened. But because I love you, I forgave you. I was wondering how long you would let Marie take advantage of you.”\n\nSammy apologized to his grandma and hugged her once again. Sammy and Marie had wonderful summer holidays and both of them learned a lot from this trip.\n\nMORAL OF 5 MIN BEDTIME STORY: ACCEPT YOUR MISTAKE, APOLOGIZE, AND SEEK FORGIVENESS POLITELY."
    },
    {
      "category": "",
      "title": "",
      "body": "The Boy and a Tree:\n\nA long time ago, there was a huge apple tree. A little boy loved to come andplay around it everyday. He climbed to the treetop, ate the apples, took a napunder the shadow.. he loved the tree and the tree loved to play with him. Timewent by.. the little boy had grown up and he no longer played around the treeevery day. \n\nOne day, the boy came back to the tree and he looked sad. ‘Come and play withme’ the tree asked the boy. ‘I am no longer a kid, I do not play around treesany more’ the boy replied. ‘I want toys. I need money to buy them.’ ‘Sorry, butI do not have money.. but you can pick all my apples and sell them. So, you willhave money.’ The boy was so excited. He grabbed all the apples on the tree andleft happily. The boy never came back after he picked the apples. The tree wassad. \n\nOne day, the boy who now turned into a man returned and the tree was excited‘Come and play with me’ the tree said. ‘I do not have time to play. I have towork for my family. We need a house for shelter. Can you help me?” Sorry, but Ido not have any house. But you can chop off my branches to build your house.’ Sothe man cut all the branches of the tree and left happily. The tree was glad tosee him happy but the man never came back since then. The tree was again lonelyand sad. \n\nOne hot summer day, the man returned and the tree was delighted. ‘Come andplay with me!’ the tree said. ‘I am getting old. I want to go sailing to relaxmyself. Can you give me a boat?’ said the man. ‘Use my trunk to build your boat.You can sail far away and be happy.’ So the man cut the tree trunk to make aboat. He went sailing and never showed up for a long time. \n Finally, the man returned after many years. ‘Sorry, my boy. But I do not haveanything for you anymore. No more apples for you’ the tree said. ‘No problem, Ido not have any teeth to bite’ the man replied. ‘No more trunk for you to climbon’ the tree said. ‘I am too old for that now’ the man said. ‘I really cannotgive you anything.. the only thing left is my dying roots’ the tree said withtears. ‘I do not need much now, just a place to rest. I am tired after all theseyears’ the man replied. ‘Good! Old tree roots are the best place to lean on andrest, Come, come sit down with me and rest.’ The man sat down and the tree wasglad and smiled with tears..\n\nMoral: The tree is like our parents. When we were young, we loved to play with our Mum and Dad.. When we grow up, we leave them.. only come to them when we need something or when we are in trouble. No matter what, parents will always be there and give everything they could just to make you happy. You may think the boy is cruel to the tree, but that is how all of us treat our parents. We take them for granted we don’t appreciate all they do for us until it’s too late."
    },
    {
      "category": "",
      "title": "",
      "body": "The Future Teller:\n\nA long time ago, there lived a man who believed that he could read the future in the stars. He used to call himself an Astrologer and spent all of his time gazing at the night sky. He was always busy worrying about future. The villagers often came to him, hoping to know what their future holds.\n\nOne fine evening, as he was walking along the open road outside the village, his eyes were fixed on the stars. As per his studies, he saw that the end of the world was near. He lost in his deep thoughts about the future. He kept walking looking at the stars without looking down even once.\n\nSuddenly, he fell into a ditch which was full of mud and water. He was sinking in the muddy water and was trying very hard to claw at the slippery sides of the hole in his effort to climb out. He was unable to crawl out. Fearing for his life, he started screaming for help. “Help me! Help me! I’m dying,” he cried. His cries for help soon brought the villagers running.\n\nOne of the villagers gave him a branch of the tree which helped him to come out of the mud trap. As he came out of the mud, one of the villagers said, “You pretend to read the future in the stars, and yet you fail to see what is at your feet! This may teach you a lesson to pay more attention to what is right in front of you, and let the future take care of itself.”\n\n“What use is it,” said another, “to read the stars, when you can’t see what’s right here on the earth?”\n\nMORAL OF VERY SHORT FOLKTALES: EVERYONE WANTS HIS FUTURE TO BE BRIGHT AND HAPPY BUT TIME DOES NOT STOP FOR ANYONE. DON’T SPOIL YOUR PRESENT FOR THE FUTURE. SO, MAINTAIN A PROPER BALANCE OF YOUR PRESENT LIFE WHILE YOU WORK FOR A BETTER TOMORROW."
    },
    {
      "category": "",
      "title": "",
      "body": "Sacrifice Of A Mother:\n\nMy mom only had one eye. I hated her… she was such an embarrassment. My mom ran a small shop at a flea market. She collected little weeds and such to sell… anything for the money we needed she was such an embarrassment. There was this one day during elementary school.\nI remember that it was field day, and my mom came. I was so embarrassed. How could she do this to me? I threw her a hateful look and ran out. The next day at school… “Your mom only has one eye?!” and they taunted me.\n\nI wished that my mom would just disappear from this world so I said to my mom, “Mom, why don’t you have the other eye?! You’re only going to make me a laughingstock. Why don’t you just die?” My mom did not respond. I guess I felt a little bad, but at the same time, it felt good to think that I had said what I’d wanted to say all this time. Maybe it was because my mom hadn’t punished me, but I didn’t think that I had hurt her feelings very badly.\n\nThat night… I woke up, and went to the kitchen to get a glass of water. My mom was crying there, so quietly, as if she was afraid that she might wake me. I took a look at her, and then turned away. Because of the thing I had said to her earlier, there was something pinching at me in the corner of my heart. Even so, I hated my mother who was crying out of her one eye. So I told myself that I would grow up and become successful, because I hated my one-eyed mom and our desperate poverty.\n\nThen I studied really hard. I left my mother and came to Seoul and studied, and got accepted in the Seoul University with all the confidence I had. Then, I got married. I bought a house of my own. Then I had kids, too. Now I’m living happily as a successful man. I like it here because it’s a place that doesn’t remind me of my mom.\n\nThis happiness was getting bigger and bigger, when someone unexpected came to see me “What?! Who’s this?!” It was my mother… Still with her one eye. It felt as if the whole sky was falling apart on me. My little girl ran away, scared of my mom’s eye.\n\nAnd I asked her, “Who are you? I don’t know you!!” as if I tried to make that real. I screamed at her “How dare you come to my house and scare my daughter! Get out of here now!!” And to this, my mother quietly answered, “oh, I’m so sorry. I may have gotten the wrong address,” and she disappeared. Thank goodness… she doesn’t recognize me. I was quite relieved. I told myself that I wasn’t going to care, or think about this for the rest of my life.\n\nThen a wave of relief came upon me… one day, a letter regarding a school reunion came to my house. I lied to my wife saying that I was going on a business trip. After the reunion, I went down to the old shack, that I used to call a house…just out of curiosity there, I found my mother fallen on the cold ground. But I did not shed a single tear. She had a piece of paper in her hand…. it was a letter to me.\n\nShe wrote:\nMy World Shattered.  I hated the person who only lived for me .   I cried for My Mother, I didn’t know of any way that will make up for my worst deeds…\n\nMoral:  Never Ever hate anyone for their disabilities.  Never disrespect your parents, don’t ignore and under estimate their sacrifices.  They give us life, they raise us better than they had been, they give and keep trying to give better than they ever had.  They never wish unwell for their kids even in their wildest dreams.  They always try showing right path and being motivator.  Parents give up all for kids, forgive all mistakes made by kids.  There is no way to repay what they done for kids, all we can do is try giving what they need and it is just time, love and respect."
    },
    {
      "category": "",
      "title": "",
      "body": "The Gardener And The Noble Family:\n\nAbout four miles from the city stood an old manor house with thick walls, towers, and pointed gables. Here lived, but only in the summer season, a rich and noble family. Of all the different estates they owned, this was the best and the most beautiful; on the outside it looked as if it had just been cast in a foundry, and the inside was made for comfort and ease. The family coat of arms was carved in stone over the gate; beautiful roses climbed about the arms and the balconies; the courtyard was covered with grass; there were red thorn and white thorn, and many rare flowers even outside the greenhouse.\n\nThe owners of the manor house also had a very skillful gardener. It was a pleasure to see the flower garden, the orchard, and the vegetable garden. A part of the manor's original old garden was still there, consisting of a few box-tree hedges cut so that they formed crowns and pyramids. Behind these stood two old, mighty trees, almost always without leaves, and one might easily think that a storm or a waterspout had scattered great lumps of dirt on their branches, but each lump was a bird's nest. Here, from time immemorial, a screaming swarm of crows and rooks had built their nests; it was a regular bird town, and the birds were the owners, the manor's oldest family - the real lordship! The people below meant nothing to them; they tolerated these crawling creatures, even if every now and then they shot with their guns, making the birds' backbones shiver, so that every bird flew up in fear and cried, \"Rak! Rak!\"\n\nThe gardener often spoke to the noble family about cutting down the old trees; they did not look well, and by taking them away they might also get rid of the shrieking birds, which then would probably look for another place. But the family did not want to give up either the trees or the swarm of birds; that was something the manor could not lose, something from the olden times, which should never be forgotten.\n\n\"Why, those trees are the birds' heritage by this time, so let them keep them, my good Larsen!\" Larsen was the gardener's name, but that is of very little consequence to this story.\n\n\"Haven't you space enough to work in, little Larsen? Have you not the flower garden, the greenhouse, the orchard, and the vegetable garden?\"\n\nYes, those he had, and he cared for them; he kept them in order and cultivated them with affection and ability, and that the noble family knew; but they did not conceal from him that they often saw flowers and tasted fruits in other people's homes that surpassed what they had in their garden, and that made the gardener sad, for he always wished to do his best and really did his best. He was goodhearted and a good and faithful worker.\n\nOne day the noble family sent for him and told him, very kindly, that the day before, at some distinguished friend's home, they had eaten apples and pears that were so juicy and so well flavored that they and all the other guests had expressed their admiration. It was doubtful if the fruits were native, but they ought to be imported and grown here, provided the climate would permit it. It was known that they had been bought from the finest fruit dealer in the city, and it was decided that the gardener was to go there and find out where these apples and pears came from and then order some slips for grafting. The gardener knew the fruit dealer well, because he was the very person to whom he sold the superfluous fruit that grew in the manor garden.\n\nAnd the gardener went to town and asked the dealer where he got those highly praised apples and pears. \"Why, they are from your own garden,\" said the fruit dealer, and showed him both the apples and pears, which he recognized immediately.\n\nHow happy the gardener felt! He hurried back to the family and told them that both the apples and the pears were from their own garden. That they couldn't believe! \"That's not possible, Larsen! Can you get a written guarantee to that effect from the fruit dealer?\"\n\nYes, that he could, and a written guarantee he brought.\n\n\"That certainly is remarkable!\" said the noble family.\n\nNow every day great dishes filled with wonderful apples and pears from their own garden were set on the table. Bushels and barrels of these fruits were sent to friends in the city and outside the city; yes, even to foreign lands. This afforded great pleasure; yet the family added that the last two summers had, of course, been remarkably good for tree fruits and these had done very well all over the country.\n\nSome time passed. The family were dinner guests at court. The next day they sent for the gardener. At the royal table they had eaten melons, very juicy and wonderfully flavored, from their majesties' greenhouse.\n\n\"You must go to the court gardener, my good Larsen, and let him give you some seeds of those precious melons.\"\n\n\"But the court gardener got his melon seeds from us!\" said the gardener, very pleased.\n\n\"Then that man knows how to bring the fruit to a higher perfection!\" answered the family. \"Each melon was splendid.\"\n\n\"Well, then, I really can feel proud!\" said the gardener. \"I must tell your lordship that the court gardener had had bad luck with his melons this year, and when he saw how beautiful ours looked, and then tasted them, he ordered three of them for the castle.\"\n\n\"Larsen, don't try to tell us that those were melons from our garden.\"\n\n\"I really believe so,\" said the gardener.\n\nAnd he went to the court gardener, from whom he got a written guarantee to the effect that the melons on the royal table were from the manor. This was really a big surprise to the family, and they did not keep the story to themselves; the written guarantee was displayed, and melon seeds were sent far and wide, as grafting slips had been earlier.\n\nThese slips, the family learned, had taken and begun to bear fruit of an excellent kind. This was named after the family manor, and the name became known in English, German, and French. This, no one had expected. \"Let's hope the gardener won't get big ideas about himself,\" said the family.\n\nBut he took it in a different way; he would strive now to be known as one of the best gardeners in the country and to produce something superior out of all sorts of garden stuff every year. And that he did. But often he was told that the very first fruits he brought out, the apples and the pears, were, after all, the best, that all later variations were very inferior to these. The melons were very good, to be sure, though, of course, they belonged to another species; his strawberries might be called delicious, but no better than those grown by other gardeners, and when one year his radishes did not turn out very well, they spoke only of the unsuccessful radishes and not about all the other fine products he had developed.\n\nIt almost seemed as if the family felt a relief in saying, \"It didn't go well this year, little Larsen!\" Yes, they seemed quite happy when they said, \"It didn't go well this year!\"\n\nTwice a week the gardener brought fresh flowers up to their drawing room, always arranged with such taste and artistry that the colors seemed to appear even brighter.\n\n\"You have good taste, Larsen,\" said the noble family, \"but that is a gift from our Lord, not from yourself!\"\n\nOne day the gardener brought a large crystal bowl; in it floated a water-lily leaf upon which was laid a beautiful blue flower as big as a sunflower.\n\n\"The lotus of Hindustan!\" exclaimed the family.\n\nThey had never seen a lotus flower before. In the daytime it was placed in the sunlight and in the evening under artificial light. Everyone who saw it found it remarkably beautiful and unusual; yes, even the most highborn young lady in the country, the wise and kindhearted Princess, said so. The family considered it an honor to present her with the flower, and the Princess took it with her to the castle. Then they went down to their garden to pick another flower of the same kind, but none was to be found. So they sent for the gardener and asked him where he got the blue lotus flower.\n\n\"We have been looking for it in vain,\" they said. \"We have been in the greenhouses and round about the flower garden!\"\n\n\"Oh, no, it's not there,\" said the gardener. \"It is only a common flower from the vegetable garden; but, look, isn't it beautiful! It looks like a blue cactus, and yet it is only the flower of the artichoke!\"\n\n\"You should have told us that immediately!\" said the noble family. \"Naturally, we supposed it was a rare, foreign flower. You have ridiculed us to the young Princess! She saw the flower in our house and thought it was beautiful; she didn't know the flower, although she knows her botany well, but then, of course, that science has nothing to do with kitchen herbs. How could you do it, Larsen! To place such a flower in our drawing room is enough to make us ridiculous!\"\n\nAnd the gorgeous blue flower from the vegetable garden was taken out of the drawing room, where it didn't belong; yes, and the noble family apologized to the Princess and told her that the flower was only a kitchen herb that the Gardener had had the idea of exhibiting, and that he had been severely reprimanded for it.\n\n\"That was a shame, and very unfair,\" said the Princess. \"He has really opened our eyes to a magnificent flower we otherwise would have paid no attention to; he has shown us beauty where we didn't expect to find it. As long as the artichoke is in bloom, our court gardener shall daily bring one of them up to my private room!\"\n\nAnd this was done.\n\nThe noble family told the gardener that he could again bring them a fresh artichoke flower.\n\n\"It is really beautiful!\" they said. \"Highly remarkable!\" And the gardener was praised.\n\n\"Larsen likes that,\" said the noble family. \"He is like a spoiled child.\"\n\nIn the autumn there was a terrific storm. During the night it increased so violently that many of the large trees in the outskirts of the wood were torn up by the roots, and to the great grief of the noble family - yes, they called it grief - but to the gardener's delight, the two big trees with all the birds' nests blew down. Through the storm one could hear the screaming of the crows and the rooks as they beat their wings against the manor windows.\n\n\"Now, of course, you are happy, Larsen!\" said the noble family. \"The storm has felled the trees, and the birds have gone off into the forest. There is nothing from olden times left to see here; every sign and reference has disappeared; it makes us very sad!\"\n\nThe gardener said nothing, but he thought of what he had long had in his mind, how he could make use of that wonderful, sunny spot, now at his disposal; it could become the pride of the garden and the joy of the family.\n\nThe large trees, in falling, had crushed the very old box-tree hedges with all their fancy trimmings. Here he put in a multitude of plants, native plants from the fields and the woods. What no other gardener had ever thought of planting in a manor garden, he planted, giving each its appropriate soil, and sunlight or shadow, according to what the individual plant required. He gave them loving care, and everything grew magnificently.\n\nThe juniper tree from the heaths of Jutland rose in shape and color like the Italian cypress; the shiny, thorny Christ's-thorn, ever green, in the cold of winter and the sun of summer, was beautiful to behold. In the foreground grew ferns of various species; some of them looked as if they were children of the palm tree, others as if they were parents of the pretty plant we call Venus's-hair. Here stood the neglected burdock, so pretty in its freshness that it can be outstanding in a bouquet. The burdock stood in a dry place, but further down, in the moist soil, grew the coltsfoot, also a neglected plant and yet very picturesque with its enormous leaf and its tall stem. Six-feet tall, with flower after flower, like an enormous, many-armed candelabra, rose the mullein, just a mere field plant. Here grew the woodruff, the primrose, and the lily of the valley, the wild calla and the fine three-leaved wood sorrel. It was all wonderful to see.\n\nIn the front, in rows, grew very tiny pear trees from French soil, fastened to steel wires; by getting plenty of sun and good care they soon bore fruit as large and juicy as in their own country. In place of the two old leafless trees was set a tall flagpole from which Dannebrog - the flag of Denmark - proudly flew; and close by stood another pole, around which the hop tendril twisted and wound its fragrant flower cones in the summer and at harvesttime, but on which in the winter, according to an old custom, oat sheaves were hung, so that the birds could have a good meal during the happy Christmastime.\n\n\"Our good Larsen is getting sentimental in his old age,\" said the family, \"but he is true and faithful to us!\"\n\nAt New Year's, one of the city illustrated papers published a picture of the old manor; it showed the flagpole and the oat sheaves for the birds at the happy Christmastime, and the paper commented that it was a beautiful thought to uphold and honor this old custom, so appropriate to the old manor.\n\n\"Anything that Larsen does,\" said the noble family, \"they beat the drum for. He is a lucky man. We should almost be proud to have him!\"\n\nBut they were not a bit proud of it; they knew they were the masters of the manor, and they could dismiss Larsen, but that they wouldn't do. They were good people, and there are many good people of their kind in the world - and that is fortunate for all the Larsens.\n\nYes, that is the story of the gardener and the noble family. Now you may think about it!"
    },
    {
      "category": "",
      "title": "",
      "body": "Old Man and His Son:\n\nAn old man lived alone in Minnesota. He wanted to spade his potato garden, but it was very hard work. His only son, who would have helped him, was in prison. The old man wrote a letter to his son and mentioned his situation: \n\nDear Son, I am feeling pretty bad because it looks like I won’t be able to plant my potato garden this year. I hate to miss doing the garden because your mother always loved planting time. I’m just getting too old to be digging up a garden plot. If you were here, all my troubles would be over. I know you would dig the plot for me, if you weren’t in prison. Love, Dad Shortly, the old man received this telegram: ‘For Heaven’s sake, Dad, don’t dig up the garden!! That’s where I buried the GUNS!!’ At 4 a.m. the next morning, a dozen FBI agents and local police officers showed up and dug up the entire garden without finding any guns. Confused, the old man wrote another note to his son telling him what had happened, and asked him what to do next. His son’s reply was: ‘Go ahead and plant your potatoes, Dad. It’s the best I could do for you, from here.’ \n\nMoral: No Matter where you are in the World, If you have decided to do something deep from your heart, you can do it. It is the thought that matters, not where you are or where the person is."
    },
    {
      "category": "",
      "title": "",
      "body": "The Neighboring Families:\n\nOne would certainly think that something quite unusual had happened in the duckpond to cause such a commotion, but nothing really had happened.\n\nAll the ducks that had been floating gracefully on the water, some standing on their heads, for they knew how to do that, now abruptly rushed straight onto land. Leaving their footprints in the wet clay, they shrieked so that one could hear them far away. The water was agitated. It had been smooth as a mirror, reflecting calmly and clearly everything around it; every tree and bush, the old peasant's cottage with holes in its gable, the swallow's nest, and especially the large rose tree whose branches and flowers covered the wall and hung almost into the water all these had been painted on the clear surface like a picture, only upside down. But now that the water was troubled, everything ran together, and the whole picture was ruined. Two feathers that had fallen from the ducks were tossed to and fro, and suddenly took flight as though carried away by the wind, yet there was no wind. And soon the feathers lay still, and the water became smooth as a mirror again, reflecting as before the peasant's cottage, the swallow's nest, and the rose tree. Each rose could see itself in the pond; all were beautiful, but they didn't know it - no one had told them so. The sun shone through their delicate petals, which were so full of fragrance, and each rose felt the way we do when we are happy in our thoughts.\n\n\"How delightful it is to live!\" said each rose. \"The only thing I'd wish for is to kiss the sun, because it's so warm and bright. Yes, and those lovely roses down in the water! I'd like to kiss them too; they're just like us. And I'd like to kiss those dear baby birds in the nest down there; yes, there are also some above us. They pop out their heads and twitter so softly, and they haven't any feathers like their father and mother! We certainly have pleasant neighbors, above and below. Oh, how wonderful it is to be alive!\" Now the young birds up above - yes, those down below were just their reflection in the water - were sparrows. Father and Mother Sparrow had taken possession of the empty swallow's nest the year before, and it was now their home.\n\n\"Are those the ducklings swimming down there?\" asked the young sparrows when they saw the two feathers drifting on the water.\n\n\"Ask sensible questions if you ask any,\" said the mother.\n\n\"Don't you see that they are feathers - live clothes, such as I wear, and you will have some day? Only ours are finer! But I wish we had those feathers up here; they'd make our nest warm and comfortable, I'd like to know what frightened the ducks just now! Must have been something in the water. I'm sure it wasn't I, even if I did say 'twit!' rather loudly. Those thick-headed roses ought to know, but they don't know anything; they only look at themselves and scent the air. I'm completely sick of these neighbors of ours!\"\n\n\"Listen to the sweet little birds up there!\" said the roses. \"They're really trying to sing; of course they can't yet, but they will in time. What a great pleasure that must be! It's such fun to have such happy neighbors!\"\n\nJust then there came galloping up to the pond two big horses, to be watered. A peasant boy was on one of them, and he had taken off all his clothes except his black hat, which was large and broad-brimmed. The boy whistled as if he himself were a little bird, as he rode through the deepest part of the pond. When he came to the rose tree, he broke off one of the roses and stuck it in his hat; then, considering himself properly decorated, he rode off with it. The other roses looked after their lost sister, and asked each other, \"Where has she gone to?\" But none of them knew.\n\n\"I think I would like to go out in the world, \" said one of the roses to another, \"but still it's nice here at home in our own green branches. The sun is so warm all day long, and at night the sky shines still more beautifully; then we can see through the many little holes that are in the sky.\"\n\nIt was the stars that they thought were holes, for the roses didn't know any better.\n\n\"We make it lively around the house!\" said the mother sparrow. \"People say that a swallow's nest brings luck, so they're glad to have us. But our neighbors here - a great rosebush like that against the wall only makes the place damp. I think they'll dig it up soon, and then perhaps corn will grow there. Roses are only to look at and smell, or at the most to stick in hats. Every year, I know from my mother, they fall to pieces; the peasant's wife collects them and sprinkles salt on them; they're given some French name that I can't pronounce, and don't care to, and then they're thrown into the fire to make a nice smell. You see, that's their life; they live only to please the ears and nose. Now you know!\"\n\nAs it became evening and the gnats danced in the warm air, where the clouds glowed so red, the nightingale came and sang to the roses. He sang that beauty was like the sunshine of the world, and that the beautiful lives forever. But the roses imagined that the nightingale was singing about himself, and indeed that may have been true. They never would have thought that the song might have been addressed to them, but it pleased them, and they wondered if the young sparrows might also become nightingales.\n\n\"I understood quite well what that bird was singing about,\" said the young sparrow. \"There was only one word I didn't understand. What is 'the beautiful'?\"\n\n\"That's nothing,\" said their mother. \"It's just an appearance. Up at the manor house the doves have a house of their own, and peas and grains of corn are spread out for them every day in the yard. I've dined with them, and you shall too sometime. 'Tell me who you go with, and I'll tell you who you are.' Well, up there at the manor house they have two birds with green necks and crests on their heads; the tail of each can spread out as though it were a large wheel, and has so many colors that it hurts your eyes to look at it. Peacocks, they are called, and they are 'the beautiful.' They should be stripped of their feathers; then they wouldn't look any differently than we others. I'd have plucked them myself, if they hadn't been so large.\"\n\n\"I'll pluck them!\" said the smallest sparrow, who had no feathers of his own yet.\n\nIn the farmhouse lived two young married people, who were very devoted to each other; they were industrious and healthy, and everything was very neat in their house. Sunday morning the young wife went out and gathered a handful of the loveliest roses, put them in a glass of water, and set it on the cupboard.\n\n\"Now I see it is Sunday,\" said the husband. He kissed his pretty little wife, and they sat down and read a psalm, holding hands, while the morning sun shone brightly through the window on the fresh roses and the young couple.\n\n\"I'm so tired of looking at this!\" said the mother of the sparrows as she looked down into the room; and then she flew away.\n\nShe did the same thing the following Sunday, for every Sunday fresh roses were placed in the glass, but the rose tree still blossomed just as much. The young sparrows, who now had feathers of their own, wanted to fly with their mother. But she said, \"You stay!\" And so they stayed.\n\nShe flew off; but, whatever the reason, she suddenly was caught in a horsehair net that some boys had fastened to a bough! The horsehair bound about her leg so tightly she thought it was cut in half. How it pained and terrified her! The boys sprang forward and seized the bird with a cruelly hard grasp.\n\n\"It's nothing but a sparrow!\" they said, but they wouldn't let her go. They took her home, and every time she cried they hit her on the beak.\n\nIn the farmhouse there was an old man who knew how to make soap for shaving and washing hands, soap in balls and pieces. He was a wandering, merry old fellow. When he saw the sparrow that the boys brought, and which they said they didn't care about, he said to them, \"Shall we make it beautiful?\"\n\nThe sparrow mother shivered with fear as he said this. Out of his box of the brightest colors he took a lot of shining gold leaf; then he sent the boys for an egg, smeared its white all over the sparrow, and laid the gold upon it. Thus the sparrow mother was gilt, but she didn't think about this pomp; her limbs shook with terror. Then the old soapmaker tore a piece of red cloth from his jacket, cut it into the shape of a cock's comb, and glued it on the bird's head.\n\n\"Now you shall see the golden bird fly!\" he said, and let the sparrow loose. In deadly horror, she flew away in the bright sunshine. My, how she glittered! All the sparrows, even a large crow, who was no youngster, were quite frightened at the sight. But they flew after her, for they wanted to know what this unusual bird was.\n\n\"Where from! Where from!\" screamed the crow.\n\n\"Wait a bit! Wait a bit!\" said the sparrows. But she would not wait; in terror and pain she flew on toward home. She was ready to sink to the earth, and the crowd of birds, small and large, increased every moment, and some even flew in to peck at her. \"Such a one! Such a one!\" they all cried.\n\n\"Such a one! Such a one!\" squeaked the young sparrows as she approached the nest. \"That is surely a young peacock, for there are the colors that hurt your eyes, as Mother said. Twit! That is 'the beautiful.'\" And then they attacked her with their little beaks, so that it wasn't possible for her to enter the nest; and she was so overcome with fright that she could no longer even say \"twit,\" much less say, \"I am your mother.\" The other birds all joined in pecking at her until every one of her feathers was gone; and, bleeding, the sparrow mother sank down into the rosebush.\n\n\"The poor animal!\" said the roses. \"Come, we will hide you. Rest your little head upon us!\"\n\nOnce more the sparrow mother spread her wings, but then folded them close to her body again, and died among her neighbors, the fresh, beautiful roses.\n\n\"Twit!\" said the young sparrows in the nest.\n\n\"What's become of Mother! I can't understand it. Could this be a trick of hers to teach us to look out for ourselves? She has left us the house for an inheritance, but which of us is to have it alone when we get families!\"\n\n\"Yes, I can't have you others here when I have a wife and children!\" said the smallest.\n\n\"I'll have more wives and children than you!\" said another.\n\n\"But I'm the oldest!\" said a third. Then they all got into a fight; they flapped their wings and pecked at each other, and - bumps! - one after another popped out of the nest! There they lay, full of anger; they held their heads to one side and blinked their upturned eyes; that was their way of sulking.\n\nThey could fly a little, and so they practiced some more. And finally they agreed that in order to recognize each other when they met in the world, they would say \"twit!\" and scrape three times with the left leg.\n\nThe youngest sparrow, who remained in the nest, puffed himself up as big as he could, for he was now the owner, but that did not last long. During the night, fire gleamed through the windows of the farmhouse; the flames burst forth from under the roof, and the dry straw went up in a blaze. The whole house burned, and with it the little sparrow and his nest; however, the young couple luckily escaped.\n\nWhen the sun was up next morning, and everything seemed so refreshed, as after a night's gentle sleep, there was nothing left of the farmhouse except some black, charred beams leaning against the chimney which was its own master now. The smoke still rose from the ground, but the whole rose tree stood fresh and blooming, with every bough mirrored in the calm water.\n\n\"My, how pretty those roses are there in front of the burnt-down house!\" said a man, who came by. \"It's the most charming little picture! I must have it!\" And the man took from his pocket a little book with white leaves and a pencil, for he was an artist, and he sketched the smoking ground, the charred beams, and the chimney that leaned more and more to one side; but first of all, the big, blooming rose tree, which was certainly beautiful, and was, of course, the reason the picture was drawn.\n\nLater that day two of the sparrows who had been born there came by. \"Where is the house?\" they said. \"Where is the nest? Twit! It's all burnt, and our strong brother is burnt, too! That's what he got for keeping the nest. Those roses escaped well! They're still standing there with red\n\nred cheeks. They don't mourn over their neighbors' misfortunes. I won't speak to them; and it's ugly here - that's my opinion!\" So they flew away.\n\nWhen autumn came, there was a beautiful sunshiny day; one would have thought it was in the middle of the summer. It was so dry and clean in the courtyard before the great steps at the manor house, and there walked the doves, both black and white, and violet, glistening in the sunshine. The old dove mothers waddled about and said to their children, \"Stand in groups! Stand in groups!\" For that made them look better.\n\n\"What are those little gray birds that run about among us?\" asked an old dove who had red and green in her eyes. \"Little gray ones! Little gray ones!\" she repeated.\n\n\"Those are sparrows, modest creatures. We have always been known to be good-natured, so we let them pick up a little of our corn. They don't talk to us, and they scrape so politely with their legs.\"\n\nYes, they scraped, three times with the left leg, and then said \"twit!\" and thus they recognized each other; they were three of the sparrows from the burnt house. \"It is very good to eat here,\" said the sparrows.\n\nThe doves walked about among themselves, carrying themselves proudly, and had private opinions to exchange. \"See that crop pigeon?\" said one about another. \"Do you see her and how she devours the peas? She gets too many! She gets the best! Coo, coo! See how bald she's getting in her crest! See that ugly, wicked creature! Coo, coo!\" And then the eyes of them all gleamed red with malice. \"Stand in groups, stand in groups! Little gray birds! Little gray ones! Coo! Coo! Coo!\" So it went on unceasingly, and so will it still be in a thousand years.\n\nThe sparrows ate well, and they heard well. Yes, and they even stood in groups with the others, but that didn't suit them. They were full, so they left the doves and exchanged opinions about them. Then they wriggled under the garden fence and, since the door to the garden room was open, one of them hopped upon the threshold. He was filled to satiety, and therefore courageous. \"Twit!\" he said. \"I dare do this!\"\n\n\"Twit!\" said another. \"I also dare do that, and more too!\" And then he hopped into the room.\n\nThere were no people there; the third saw this, and then he flew even farther into the room, and said, \"All the way in, or not at all! What a funny human nest this is! And what have they put up there? Why, what is that!\"\n\nRight in front of the sparrows bloomed the roses; they were mirrored in the pond, and the charred beams rested against the ready-to-fall\n\nchimney! Well, what was this? How did all this get in the manor parlor? And all three sparrows tried to fly over the roses and the chimney, but it was a flat wall that they flew against; it was all a painting, a large, beautiful piece of work that the artist had made from his little sketch.\n\n\"Twit!\" said the sparrows. \"It's nothing! It's only a likeness! Twit! That is 'the beautiful.' Can you understand it? For I can't!\" And then they flew out, because people came into the room.\n\nNow days and years went by; many times had the doves cooed, and quarreled too, the wicked birds! The sparrows had nearly frozen in winter, and lived luxuriously in summer; they were all engaged or married, or whatever one wants to call it, and those with young ones naturally thought his own were the handsomest and cleverest. One flew here and another there, and whenever they met they recognized each other by a \"twit!\" and three scrapes of the left leg.\n\nThe eldest of them, who was now such an old one, had no nest or young ones. She wanted so much to visit a large city, so she flew to Copenhagen.\n\nA big house of many colors stood by the palace and the canal, where there were vessels laden with apples and pottery. It's windows were wider at the bottom than at the top; the sparrow peered inside, and each room, she thought, looked like the inside of a tulip, with all sorts of colors and decorations. In the middle of the tulip stood white people; they were of marble and some of plaster, but to a sparrow they all looked the same.\n\nOn top of the house stood a metal car, with metal horses, and the Goddess of Victory, also of metal, driving them. This was Thorvaldsen's Museum!\n\n\"How it shines! How it shines!\" said the sparrow. \"This must be 'the beautiful'! Twit! But here it's larger than a peacock!\" She still remembered from when she was little what the most beautiful thing was that her mother knew.\n\nThen she flew down into the courtyard, and this was also lovely. There were palms and green foliage painted on the walls, and in the middle of the courtyard stood a big, blooming rose tree that spread its fresh green branches, with their many flowers, over a grave. She flew to it, for she saw several other sparrows there. \"Twit!\" she said, and scraped three times with her left leg. She had practiced that greeting many times in past days and years, but no one had understood it, for those who are once parted don't meet every day; the greeting had become hardly more than a habit. But today there were two old sparrows and one\n\nyoung one who said, \"twit!\" in return and scraped with their left legs.\n\n'Ah, good day, good day!\" It was a couple of the sparrows from the old nest, and a little one of the family. \"That we should meet here!\" They said, \"This is a very fine place, but there isn't much to eat. It's 'the beautiful.' Twit!\"\n\nAnd then many people came into the courtyard from one of the rooms where the beautiful marble figures stood, and they went to the grave that held the remains of the great master who had created those figures. All stood with their eyes on Thorvaldsen's grave, and some gathered scattered rose petals to save. There were people from faraway places; they had come from mighty England from Germany, and France; and the fairest lady took one of the roses and placed it near her heart.\n\nThe sparrows then thought that the roses reigned there, that the whole house had been built for them. This seemed to them to be really a little too much, but since the people all showed such regard for the roses, they would do the same. \"Twit!\" they said, and swept the ground with their tails, with one eye on the roses. They did not look at them long before they were convinced that they were their old neighbors, and so they really were. The artist who had sketched the rosebush near the charred ruins of the house had later obtained permission to transplant it, and had then given it to the architect of the Museum, for lovelier roses could not be found; and the architect had planted it on Thorvalsden's grave, where, as a living symbol of the beautiful, it blossomed and gave its red, fragrant petals to be carried as remembrances to foreign lands.\n\n\"Have you got an establishment in town now?\" asked the sparrows. And the roses nodded; they recognized their gray neighbors, and were so glad to see them.\n\n\"How wonderful it is to live and blossom here, and to see old friends and kind faces every day! It is as if every day were a big holiday!\"\n\n\"Twit!\" said the sparrows. \"Yes, they are our old neighbors. We remember them from the duckpond! Twit! How they have been honored! But then some people are while they're asleep. And what there is so wonderful in a red lump like that, I don't know! Ah, there's a withered leaf, for that I can see!\"\n\nSo they pecked at the leaf until it fell off, but it only made the rose tree look fresher and greener. And the roses bloomed fragrantly in the sunshine on the grave of Thorvaldsen, with whose immortal name their beauty thus became linked."
    },
    {
      "category": "",
      "title": "",
      "body": "Gift from Daughter:\n\nThe story goes that some time ago, a man punished his 3-year-old daughter for wasting a roll of gold wrapping paper. Money was tight and he became infuriated when the child tried to decorate a box to put under the Christmas tree. Nevertheless, the little girl brought the gift to her father the next morning and said, “This is for you, Daddy.”\n\nThe man was embarrassed by his earlier overreaction, but his anger flared again when he found out the box was empty. He yelled at her, stating, “Don’t you know, when you give someone a present, there is supposed to be something inside? The little girl looked up at him with tears in her eyes and cried, “Oh, Daddy, it’s not empty at all. I blew kisses into the box. They’re all for you, Daddy.”\n\nThe father was crushed. He put his arms around his little girl, and he begged for her forgiveness.\n\nOnly a short time later, an accident took the life of the child. It is also told that her father kept that gold box by his bed for many years and, whenever he was discouraged, he would take out an imaginary kiss and remember the love of the child who had put it there.\n \nMoral: In a very real sense, each one of us, as humans beings, have been given a gold container filled with unconditional love from our children, family members, friends, and God. There is simply no other possession, anyone could hold, more precious than this."
    },
    {
      "category": "",
      "title": "",
      "body": "The Giving Tree:\n\nOnce upon a time, there lived a big mango tree. A little boy loved to come and play around it everyday. He climbed to the tree top, ate the mangoes, took a nap under the shadow… He loved the tree and the tree loved to play with him. Time went by, The little boy grew, and he no longer played around the tree. \nOne day, the boy came back to the tree with a sad look on his face. “Come and play with me,” the tree asked the boy. “I am no longer a kid, I don’t play around trees anymore.” The boy replied, “I want toys. I need money to buy them.” “Sorry, I don’t have money… but you can pick all my mangoes and sell them so you will have money.” The boy was so excited. He picked all the mangoes on the tree and left happily. The boy didn’t come back. The tree was sad. \n\nOne day, the boy grown into a man returned. The tree was so excited. “Come and play with me,” the tree said. “I don’t have time to play. I have to work for my family. We need a house for shelter. Can you help me?” “Sorry, I don’t have a house, but you can chop off my branches to build your house.” So the man cut all the branches off the tree and left happily. The tree was glad to see him happy but the boy didn’t come back afterward. The tree was again lonely and sad. \n\nOne hot summer day, the man returned and the tree was delighted. “Come and play with me!” The tree said. “I am sad and getting old. I want to go sailing to relax myself. Can you give me a boat?” “Use my trunk to build your boat. You can sail far away and be happy.” So the man cut the tree trunk to make a boat. He went sailing and didn’t come back for a long time. \nFinally, the man returned after he had been gone for so many years. “Sorry, my boy, but I don’t have anything for you anymore. No more mangoes to give you.” The tree said. “I don’t have teeth to bite,” the man replied. “No more trunk for you to climb on.” “I am too old for that now,” the man said. \n\n“I really can’t give you anything, the only thing left is my dying roots,” the tree said with sadness. “I don’t need much now, just a place to rest. I am tired after all these years,” the man replied. “Good! Old tree roots are the best place to lean on and rest. Come sit down with me and rest.” The boy sat down and the tree was glad and smiled.\nMoral:The tree in the story represents our parents. When we areyoung, we love to play with them. When we growup, we leavethem and only come back when we need help. Parents sacrifice their lives for us. Never Forget their sacrifices. Give them Love and Care before its too late."
    },
    {
      "category": "",
      "title": "",
      "body": "The Wooden Bowl:\n\nA frail old man went to live with his son, daughter-in-law, and four-year old grandson. The old man’s hands trembled, his eyesight was blurred, and his step faltered. The family ate together at the table. But the elderly grandfather’s shaky hands and failing sight made eating difficult. Peas rolled off his spoon onto the floor. When he grasped the glass, milk spilled on the tablecloth. \n\nThe son and daughter-in-law became irritated with the mess. “We must do something about father,” said the son. “I’ve had enough of his spilled milk, noisy eating, and food on the floor.” So the husband and wife set a small table in the corner. There, Grandfather ate alone while the rest of the family enjoyed dinner. Since Grandfather had broken a dish or two, his food was served in a wooden bowl! When the family glanced in Grandfather’s direction, sometime he had a tear in his eye as he sat alone. Still, the only words the couple had for him were sharp admonitions when he dropped a fork or spilled food. \n\nThe four-year-old watched it all in silence. \n\nOne evening before supper, the father noticed his son playing with wood scraps on the floor. He asked the child sweetly, “What are you making?” Just as sweetly, the boy responded, “Oh, I am making a little bowl for you and Mama to eat your food in when I grow up.” The four-year-old smiled and went back to work . \n\nThe words so struck the parents so that they were speechless. Then tears started to stream down their cheeks. Though no word was spoken, both knew what must be done. \n\nThat evening the husband took Grandfather’s hand and gently led him back to the family table. For the remainder of his days he ate every meal with the family. And for some reason, neither husband nor wife seemed to care any longer when a fork was dropped, milk spilled, or the tablecloth soiled.\n\nMoral:You reap what you sow. Regardless of your relationship with your parents, you’ll miss them when they’re gone from your life. Always Respect, Care for and Love them."
    },
    {
      "category": "",
      "title": "",
      "body": "The Great Sea Serpent:\n\nThere was a little sea fish of good family, the name of which I don't remember; that the more learned will have to tell you. This little fish had eighteen hundred brothers and sisters, all the same age; they didn't know their father or mother, so they had to care for themselves and swim about on their own, but that was a lot of fun. They had plenty of water to drink - the entire ocean. They didn't think about their food; that was sure to come their way. Each did as he pleased; each would have his own story, but then none of them thought about that.\n\nThe sun shone down into the water, making it light and clear. It was a world full of the strangest creatures, some of them enormously big, with great, horrible mouths that could sallow all the eighteen hundred brothers and sisters, but none of them thought about that, either, for none of them had ever been swallowed.\n\nThe little ones swam together, close to one another, as the herring and the mackerel swim. As they were swimming along at their best and thinking of nothing in particular, there sank from above, down into the midst of them, with a terrifying noise, a long, heavy thing which seemed to have no end to it; further and further it stretched out, and every one of the small fish that it struck was crushed or got a crack from which he couldn't recover. All the fishes, the small and the big as well, were thrown into a panic. That heavy, horrible thing sank deeper and deeper and grew longer and longer, extending for miles - through the entire ocean. Fishes and snails, everything that swims, everything that creeps or is driven by the currents, saw this fearful thing, this enormous unknown sea eel that all of a sudden had come from above.\n\nWhat kind of thing was it? Yes, we know! It was the great telegraph cable that people were laying between Europe and America.\n\nThere were great fear and commotion among all the rightful inhabitants of the ocean where the cable was laid. The flying fish shot up above the surface as high as he could, and the blowfish sped off like a gunshot across the water, for it can do that; other fishes went to the bottom of the ocean with such haste that they reached it long before the telegraph cable was seen down there, and they scared both the codfish and the flounder, who lived peacefully at the bottom of the ocean and ate their neighbors. A couple of the starfish were so frightened that they turned their stomachs inside out, but in spite of that they lived, for they can do that. Many of the lobsters and crabs got out of their fine shells and had to leave their legs behind.\n\nIn all this fright and confusion, the eighteen hundred brothers and sisters had all become separated, never again to know or even meet each other, excepting ten of them who had remained at the same place; and after these had held themselves still for a couple of hours, they recovered from their first fright and began to be curious. They looked about; they looked up and they looked down, and there in the deep they thought they saw the frightful thing that had scared them, scared everyone, big and little. There it lay along the bottom of the ocean, extending as far as they could see; it was quite thin, but then they didn't know how thick it could make itself or how strong it was. It lay very quiet, but that, they thought, could be a trick.\n\n\"Let it lie where it is! It doesn't concern us,\" said the most cautious of the little fish.\n\nBut the very smallest one of them insisted on gaining some knowledge as to what that thing might be. It had come down from above, so above one could best find out about it.\n\nAnd so they swam up to the surface, where there was calm weather. There they met a dolphin, which is a sort of jumping jack, an ocean rover, that can turn somersaults in the water. As these have eyes to see with, he must have seen what had happened and should know all about it. They inquired, but the dolphin had only been thinking of himself and his somersaults, had seen nothing, and didn't know what to answer, so he kept quiet and looked proud.\n\nThereupon they turned to the seal who had just ducked down; he was more polite, although seals eat small fishes, for today he had had his fill. He knew a little more than the dolphin.\n\n\"Many a night I have rested on a wet rock and looked far inland, miles away from here; there live some sneaky creatures who, in their language, are called people; they plot against us, but often we slip away from them, which I know how to do, and that is what the sea eel has done, too. He has been in their power, up there on the earth, for a long, long time, and from there they carried him off on a ship, to bring him across the ocean to a distant land. I saw what trouble they had, but they could manage him, because he had become weak on the earth. They laid him down in coils and circles; I heard how he 'ringled' and 'rangled' when they put him down, but still he got away from them. They held on to him with all their might; many hands held fast, but still he slipped away from them and reached the bottom; there he lies now, for a while at least, I think.\"\n\n\"He is rather thin!\" said all the little fish.\n\n\"They have starved him,\" said the seal, \"but he will soon be himself again, fat and big around. I suppose he is the great sea serpent that people are so afraid of and talk so much about. I had never seen him before and never believed he existed, but now I do; I'm sure he's the sea serpent!\" And with that the seal dove down.\n\n\"How much he knew! How much he talked!\" said all the little fish. \"We have never been so enlightened before! If only it isn't all a lie!\"\n\n\"We could swim down and investigate,\" said the smallest fish. \"On the way, we can hear what others think about it.\"\n\n\"We're not going to move a fin to find out anything more!\" said the others, and swam away.\n\n\"But I'm going to,\" said the smallest, and plunged down into deep water.\n\nBut the little fish was a considerable distance from the place where \"that long sunken thing\" lay. He looked and searched in a direction down in the deep water. Never before had he imagined the world to be so big. The herring swam in great masses, each school of them shining like a mighty boat of silver; the mackerel also swam together and looked even more magnificent. There were fishes of all shapes and with markings in all colors. Jellyfish, like half-transparent flowers, simply lay back and let the currents carry them along. Great plants grew up from the bottom of the ocean, as did fathom-high grass and palm-shaped trees, every leaf beset with shining shellfish.\n\nAt last the little fish saw a long, dark streak way down and swam toward it; but it was neither fish nor cable; it was the gunwale of a large sunken vessel, the upper and lower decks of which had been broken in two by the force of the ocean. The little fish swam inside, where the many people who had perished with the sinking of the ship had since been washed away, except for two - young woman lay stretched out with a little child in her arms. The water rocked them to and fro, and they seemed to be asleep. The little fish became quite frightened, for he didn't know that they never again could awaken. Seaweed hung like cultivated foliage over the rail above the fair forms of mother and child. It was so quiet there, so lonely. The little fish hurried away as fast as he could, out to where the water was clearer and there were fishes to see. He hadn't gone far when he met a young and terribly large whale.\n\n\"Don't swallow me!\" said the little fish. \"I'm so small that I'm not even a tiny bite, and it's a great pleasure for me to live!\"\n\n\"What do you want way down here, where your kind never comes?\" asked the whale.\n\nSo the little fish told of the strange long eel, or whatever that thing was, which had sunk and scared even the most courageous of ocean creatures.\n\n\"Ho, ho!\" said the whale, and drew in such a lot of water that he had to make an enormous waterspout when he came to the surface for a breath. \"Ho, ho!\" he said, \"so that was the thing that tickled my back when I turned around! I thought it was a ship's mast that I could use for a back-scratcher! However, it wasn't in this location; no, that thing is much farther out. I'll investigate it, though; I have nothing else to do.\"\n\nAnd so he swam forth, the little fish following, but not too close, for there would be a powerful stream where the big whale shot through the water.\n\nThey met a shark and an old sawfish. These two had also heard of the strange sea eel that was so long and thin; they hadn't seen it, but they wanted to.\n\nThen a catfish appeared. \"I'm coming with you!\" he said, and took the same course. \"If the great sea serpent isn't thicker than a cable, then I'll bite it in two with one bite!\" And he opened his mouth and showed his six rows of teeth. \"I can bite dents in a ship's anchor, so I can easily bite through that stem!\"\n\n\"There it is!\" said the big whale. \"I can see it!\" He thought he saw better than the others. \"See how it rises, see how it sways, bends, and curves!\"\n\nHowever, this was not the sea serpent, but an exceptionally large eel, who was many yards long, and came closer.\n\n\"I've seen him before,\" said the sawfish. \"He's never made much fuss in the ocean here or frightened any big fishes.\"\n\nAnd so they talked to him about the new eel and asked if he wanted to join them on their voyage of discovery.\n\n\"If that eel is longer than I,\" said the sea eel, \"then something unfortunate will happen.\"\n\n\"That it will!\" said the others. \"There are enough of us not to have to tolerate it.\" And then they hurried along.\n\nBut now, directly in their way, there appeared a strange monster, bigger than them all. It looked like a floating island that could not hold itself up. It was a very old whale. His head was overgrown with seaweed, his back beset with barnacles and so many oysters and mussels that his black skin was entirely covered with white spots.\n\n\"Come along, old fellow,\" they said. \"A new fish has come that we will not tolerate!\"\n\n\"I'd rather lie where I am,\" said the old whale. \"Leave me in peace. Let me lie. Oh, my, oh, my! I suffer from a dreadful sickness. The only relief I have is when I go up to the surface and get my back above it; then the big, nice birds come and pick at me, and that feels so good, as long they don't drive their beaks in too far; often they go right into my blubber. Just see for yourself! There is a complete skeleton of a bird stuck in my back. That bird struck his claws in too deep and couldn't get loose when I went down to the bottom. Now the little fishes have eaten him. Just see how he looks, and how I look! I have a sickness!\"\n\n\"That's just imagination!\" said the other whale. \"I am never sick. No fish is sick!\"\n\n\"I beg your pardon!\" said the old whale. \"The eel has a skin disease, the carp has smallpox, and all of us have intestinal worms!\"\n\n\"Nonsense!\" said the shark, and didn't care to hear more; nor did the others; they had something else to do.\n\nFinally, they came to the place where the telegraph cable lay. It had a very long resting place indeed at the bottom of the ocean, from Europe to America, over sandbanks and sea mud, rocky formations and sea-plant wilderness, and, yes, entire forests of coral. The currents down there change, and whirlpools twist around; fishes crowd each other and swim in flocks greater than the countless multitudes of birds that people see when birds of passage are in flight. There are a commotion, a splashing, a humming, and a rushing; a little of that rushing still remains to haunt the big, empty conch shells when we hold them to our ears.\n\nYes, now they came to the place.\n\n\"There lies the animal!\" said the big fishes, and the little one said so, too.\n\nThey saw the cable, its beginning and end beyond their horizon. Sponges, polyps, and seaweed swayed from the ground, rising and falling over the cable, so that now it was hidden and then visible again. Sea porcupines, snails, and worms moved over it. Gigantic spiders, with whole fringes of vermin on them, crawled along the cable. Dark-blue \"sea sausages,\" or whatever the creatures are called that eat with their entire bodies, lay beside it and smelled this new animal that had come down to lie at the bottom of the ocean. Flounders and codfish turned about in the water, in order to hear what was said from all sides. The starfish, who could hold himself down in the mud and keep his eyes outside, lay and stared to see what would come of all this confusion. The telegraph cable lay motionless. But life and thought were in it; human thoughts went through it.\n\n\"That thing is cunning,\" said the whale. \"It's able to hit me in the stomach, and that's my weak point!\"\n\n\"Let's feel our way,\" said a polyp. \"I have long arms; I have limber fingers. I have touched it. Now I'll feel it a little more firmly.\" And then he stretched his longest and most flexible arms down to the cable and around it. \"It has no scales!\" said the polyp. \"It has no skin! I don't believe it will ever bear young ones!\"\n\nThe sea eel laid down alongside the telegraph cable and stretched himself as far as he could. \"That thing is longer than I am!\" he said. \"But it isn't length that counts; one must have skin, stomach, and flexibility! The whale - that is, the young, strong whale - dove down deeper than he ever had been. \"Are you a fish or a plant?\" he asked the cable. \"Or are you only some piece of work from above that can't thrive down here among us?\"\n\nBut the telegraph cable didn't answer; it had no means of contacting anyone at such a location. Thoughts were going through it, people's thoughts, which in a single second were heard from land to land, many hundreds of miles apart.\n\n\"Will you answer, or do you want to be broken?\" asked the fierce shark, and all the other big fishes asked the same. \"Will you answer, or do you want to be broken?\"\n\nThe cable didn't move, but it had its own private thoughts, which it had a right to have, considering that it was filled with other's thoughts. \"Let them break me; then I'll be hauled up and put in order again - that has happened to others of my kind who were in shallower waters.\" And so it didn't answer; it had something else to do; it telegraphed and thereby did its just duty at the bottom of the sea.\n\nUp above, the sun was going down, as people say. It blazed like the reddest fire, and all the clouds in the heavens glowed with a fiery hue, each more magnificent than the other.\n\n\"Now we're getting the red lighting,\" said the polyps, \"and we may be able to see the thing better, if necessary.\"\n\n\"At it! At it!\" shouted the shark, showing all his teeth.\n\n\"At it! At it!\" said the swordfish, and the whale, and the sea eel. They rushed forward, the shark leading, but just as he was about to bite the cable, the swordfish, out of pure anxiety, ran his saw right into the back of the shark; that was a great mistake, and the shark had no strength left to bite. Everything became muddled in the mud. Big fishes, little fishes, \"sea sausages,\" and snails ran into one another, ate each other - clashed and gnashed. The cable lay still and attended to its own business, as one should do.\n\nThe dark night brooded above; but in the ocean the millions and millions of small living creatures lighted it. Crawfish, not even as big as a pinhead, gave out light. It is quite wondrous, but now that's the way it is.\n\nThe ocean creatures looked at the telegraph cable. \"What is that thing, and what isn't it?\" Yes, that was the question.\n\nPresently an old sea cow appeared. People call these mermaids or mermen. This one was a she, and had a tail and two short arms to splash with; she wore seaweed and parasites over her breasts and head, and she was proud of this.\n\n\"Are you seeking knowledge and wisdom?\" she said. \"I am the only one who can give you this; but in return I demand that you guarantee safe pasturage on the bottom of the ocean for me and mine. I am a fish like you are, but I am also a crawling animal, through practice. I am the wisest in the ocean; I know about everything that moves down here and about all that goes on up above. That thing you are pondering over is from above, and whatever falls down from up there is dead, or will be dead, and powerless; let it lie there for what it is. It's only a man-made invention.\n\n\"I believe there is more to it than that!\" said the little fish.\n\n\"Hold your tongue, mackerel!\" said the big sea cow.\n\n\"Stickleback!\" said the others, and that was even more insulting.\n\nAnd the sea cow explained further to them that this alarming thing, which, as a matter of fact, hadn't uttered a single sound, was in its entirety nothing more than some new device from the dry land, and she delivered a little lecture about people's deceitfulness. \"They want to catch us,\" she said; \"that's all they live for. They stretch out nets for us, and come with bait on hooks to tempt us. That thing there is some sort of big string that they think we are going to bite. They are so stupid! But we are not! Don't touch that junk; in time it will unravel and all turn to dust and mud. Everything that comes from up there cracks and breaks - is good for nothing!\"\n\n\"Good for nothing!\" said the other ocean creatures, and held onto the sea cow's opinion, so as to have an opinion.\n\nThe little fish, however, had his own thoughts. \"Perhaps that enormously long, thin serpent is the most wonderful fish in the ocean. I have a feeling it is.\"\n\n\"The most wonderful,\" say we humans, too, and we say it with knowledge and assurance.\n\nThe great sea serpent has long been the theme of song and story. It was conceived and born by man's ingenuity and laid on the bottom of the ocean, stretching from the eastern to the western lands, and carrying messages as swiftly as light flashes from the sun to our earth. It grows, grows in power and length, grows year after year, through all oceans, around the world; it is beneath the stormy seas and the glass-clear waters, where the skipper, as if sailing through transparent air, looks down and sees crowds of fishes resembling many -colored fireworks.\n\nDeepest down of all lies the outstretched serpent, a blessed Midgard snake, which bites its own tail as it encircles the earth. Fishes and other sea creatures clash with it; they do not understand that thing from above. People's thoughts rush noiselessly, in all languages, through the serpent of science, for both good and evil; the most wondrous of the ocean's wonders is our time's ."
    },
    {
      "category": "",
      "title": "",
      "body": "The Happy Family:\n\nThe biggest leaf we have in this country is certainly the burdock leaf. If you hold one in front of your little stomach, it's just like a real apron; and in rainy weather, if you lay it on your head, it does almost as well as an umbrella. It's really amazingly large. Now, a burdock never grows alone; no, when you see one you'll always see others around it. It's a splendid sight; and all this splendor is nothing more than food for snails-the big white snails which the fine people in olden days used to have made into fricassees. When they had eaten them, they would smack their lips and say, \"My! How good that is!\" For somehow they had the idea that the snails tasted delicious. You see, these snails lived on the burdock leaves, and that's why the burdock was first grown.\n\nThere was a certain old manor house where the people didn't eat snails any more. The snails had almost died out, but the burdock hadn't. These grew and grew on all the walks and flower beds-they couldn't be stopped-until the whole place was a forest of burdocks. Here and there stood an apple or a plum tree, but except for that, people wouldn't have thought there had ever been a garden there. Everywhere was burdock, and among the burdocks lived the last two incredibly old snails!\n\nThey themselves didn't know how old they were, but they could remember very clearly that once there had been a great many more of them, that they had descended from a prominent foreign family, and they knew perfectly well that the whole forest had been planted just for them and their family.\n\nThey had never been away from home, but they did know that somewhere there was something called a manor house, and that there you were boiled until you turned black, and were laid on a silver dish; but what happened afterwards they hadn't the least idea. Furthermore, they couldn't imagine what it would be like to be boiled and laid on a silver dish, but everyone said it must be very wonderful and a great distinction. Neither the cockchafer nor the toad nor the earthworm, whom they asked about it, could give them any information. None of their families had ever been boiled or laid on silver dishes.\n\nSo the old white snails knew they were by far the most important people in the world. The forest was there just for their sake, and the manor house existed just so that they could be boiled and laid on silver dishes!\n\nThe two old snails led a quiet and happy life, and since they were childless they had adopted a little orphan snail, which they were bringing up as their own child. He wouldn't grow very large, for he was only a common snail; but the two old snails - and especially the mother snail-thought it was easy to see how well he was growing. And she begged the father snail to touch the little snail's shell, if he couldn't see it, and so he felt it and found that she was right.\n\nOne day it rained very hard.\n\n\"Just listen to it drum on the burdock leaves!\" cried Father Snail. \"Rum-dum-dum! Rum-dum-dum!\"\n\n\"Drops are also coming down here\"! said the mother. \"It's coming straight down the stalks, and it'll be wet down here before you know it. I'm certainly glad we have our own good houses and the little one has his own. We're better off than any other creatures; it's quite plain that we're the most important people in the world. We have our own houses from our very birth, and the burdock forest has been planted just for us. I wonder how far it extends, and what lies beyond it.\"\n\n\"There can't be anything beyond,\" said Father Snail, \"that's any better than we have here. I have nothing in the world to wish for.\"\n\n\"Well, I have,\" said the mother. \"I'd like to be taken to the manor house and boiled and laid on a silver dish. All our ancestors had that done to them, and, believe me, it must be something quite uncommon!\"\n\n\"Maybe the manor house has fallen to pieces,\" suggested Father Snail. \"Or perhaps the burdock forest has grown over it, so that the people can't get out at all. Don't be in such a hurry-but then you're always hurrying so. And the little one is beginning to do the same thing. Why, he's been creeping up that stalk for three days. It really makes my head dizzy to watch him go!\"\n\n\"Don't scold him,\" said Mother Snail. \"He crawls very carefully. He'll bring us much joy, and we old folk don't have anything else to live for. But have you ever thought where we can find a wife for him? Don't you think there might be some more of our kind of people farther back in the burdock woods?\"\n\n\"I suppose there may be black snails back there,\" said the old man.\n\n\"Black snails without houses! Much too vulgar! And they're conceited, anyway. But let's ask the ants to find out for us; they're always running around as if they had important business. They're sure to know of a wife for our little snail.\"\n\n\"Certainly, I know a very beautiful bride,\" said one of the ants. \"But I don't think she'd do, because she's a queen!\"\n\n\"That doesn't matter,\" said Mother Snail emphatically. \"Does she have a house?\"\n\n\"She has a castle!\" replied the ant. \"The most beautiful ant's castle, with seven hundred corridors!\"\n\n\"Thank you very much,\" said Mother Snail, \"but our boy shall not go into an anthill! If you don't know of anything better, we'll ask the white gnats to find out for us. They flit around in the rain and sunshine, and they know this forest inside and out.\"\n\n\"We have just the wife for him,\" said the gnats. \"A hundred man-steps from here a little snail with a house is sitting on a gooseberry bush. She is all alone in the world, and quite old enough to marry. It's only a hundred man-steps from here!\"\n\n\"Fine, but she must come to him,\" said the old couple. \"Our child has a whole burdock forest, and she has only a bush.\"\n\nAnd so the gnats had the little maiden snail come over. It took her eight days to get there, but that was the wonderful part of it-for it showed she had the right sort of dignity.\n\nAnd then they had a fine wedding! Six glow-worms lighted up the place as well as they could, but aside from that it was a very quiet ceremony, for the old people did not care for feasting or merriment. A charming speech was made by Mother Snail, but Father Snail couldn't say a word; he was too deeply moved. And so she gave the young couple the whole burdock forest for a dowry, and repeated what she had always said-that it was the finest place in the world, and that the young people, if they lived honorably and had many children, would someday be taken with their young ones to the manor house, to be boiled black and laid on a silver dish. And when Mother Snail's speech was finished, the old people crept into their houses and never came out again, for they went to sleep.\n\nNow the young couple ruled the forest and did have many children. But since none of them were ever boiled and laid in silver dishes, they decided that the manor house must have fallen into ruins and that all the people in the world had died out. And since nobody contradicted them, I think they must have been right. So the rain beat on the burdock leaves, to play the drum for them, and the sun shone, to color the forest for them; and they were very happy. The whole family was happy-extremely happy, indeed they were."
    },
    {
      "category": "",
      "title": "",
      "body": "Choose Your Words Wisely:\n\nOnce upon a time, there lived an old man who used to dig his nose into others’ business. He used to spread rumors about everyone he disliked. Likewise, one fine day,  he started to shout, “Jim was a thief.” Because of that, Jim was arrested. As the investigation went on, the young man was proven innocent. Jim felt humiliated as he walked back to his home after getting released. He sued the old man for wrongly accusing him.\n\nIn the court, the old man told the Judge, “They were just comments, it did not harm anyone.” The judge before passing sentence on the case, said the old man, “Write whatever you want to say on a piece of paper. Tear the paper into small pieces as you went back home. Tomorrow, come back to hear the sentence”. As he was walking back to his home, he did as the judge told him. \n\nThe next day, the judge told the old man, “Before receiving the sentence, you have to go out of the courtroom and collect all the pieces of paper that you threw yesterday.” The old man said, “I can’t do that! The wind must have spread them and I won’t know where to find them”.\n\nTo this, the judge replied, “In the same manner, simple comments may destroy the honor of a man to such an extent that one is not able to fix it. The old man now realized his mistake and pleaded for forgiveness”.\n\nMORAL OF THE STORY: DON’T BLAME ANYONE WITHOUT KNOWING THE ACTUAL TRUTH. YOUR WORDS MIGHT RUIN SOMEONE’S REPUTATION WITHOUT THEIR FAULT."
    },
    {
      "category": "",
      "title": "",
      "body": "The White Elephant:\n\nOnce upon a time, there lived a herd of eighty thousand elephants at the bottom of the majestic Himalayas. Their leader was a magnificent and rare white elephant who was an extremely kind-hearten soul. He greatly loved his mother who had grown blind and feeble and could not look out for herself. \n Each day this white elephant would go deep into the forest in search of food. He would look for the best of wild fruit to send to his mother. But alas, his mother never received any. This was because his messengers would always eat them up themselves. Each night, when he returned home he would be surprised to hear that his mother had been starving all day. He was absolutely disgusted with his herd. \n\nThen one day, he decided to leave them all behind and disappeared in the middle of the night along with his dear mother. He took her to Mount Candorana to live in a cave beside a beautiful lake that was covered by gorgeous pink lotuses. \n It so happened that one day, when the white elephant was feeding he heard loud cries. A forester from Benaras had lost his way in the forest and was absolutely terrified. He had come to the area to visit relatives and could not find his way out. \n\nOn seeing this big white elephant he was even more terrified and ran as fast as he could. The elephant followed him and told him not to be afraid, as all he wanted to do was to help him. He asked the forester why he was crying so bitterly. The forester replied that he was crying because he had been roaming the forest for the past seven days and could not find his way out. \n The elephant told him not to worry as he knew every inch of this forest and could take him to safety. He then lifted him on to his back and carried him to the edge of the forest from where the forester went on his merry way back to Benaras. \n\nOn reaching the city, he heard that King Brahmadutta’s personal elephant had just died and the King was looking for a new elephant. His heralds were roaming the city, announcing that any man who had seen or heard of an elephant fit for a King should come forward with the information. \n\nThe forester was very excited and immediately went up to the King and told him about the white elephant that he had seen on Mount Candorana. He told him that he had marked the way and would require the help of the elephant trainers in order to catch this fantastic elephant. \n The King was quite pleased with the information and immediately dispatched a number of soldiers and elephant trainers along with the forester. After travelling for many days, the group reached the lake besides which the elephants resided. They slowly moved down to the edge of the lake and hid behind the bushes. The white elephant was collecting lotus shoots for his mother’s meal and could sense the presence of humans. When he looked up, he spotted the forester and realized that it was he who had led the King’s men to him. He was very upset at the ingratitude but decided that if he put up a struggle many of the men would be killed. And he was just too kind to hurt anyone. So he decided to go along with them to Benaras and then request the benevolent King to be set free. \n\nThat night when the white elephant did not return home, his mother was very worried. She had heard all the commotion outside and had guessed that the King’s men had taken away her son. She was scared that the King would ride him in to battle and her son would definitely be killed. She was also worried that there would be no one to look after her or even feed her, as she could not see. She just lay down and cried bitterly. \n\nMeanwhile her son was led in to the beautiful city of Benaras where he was given a grand reception. The whole city was decorated and his own stable was gaily painted and covered with garlands of fragrant flowers. The trainers laid out a feast for their new state elephant who refused to touch a morsel. He did not respond to any kind of stimuli, be it the fragrant flowers or the beautiful and comfortable stable. He just sat there looking completely despondent. \n\nThe worried trainers went straight to report the situation to their King, as they were scared that the elephant would just waste away without any food or water. The King was extremely concerned when he heard what they had to say and went to the stable himself. He offered the elephant food from the royal table and asked him why he grieved in this manner. He thought that the elephant should be proud and honored that he was chosen as the state elephant and would get the opportunity to serve his King. \n\nBut the white elephant replied that he would not eat a thing until he met his mother. So the King asked him where his mother was. The elephant replied that she was back home on Mount Candorana and must be worried and hungry as she was blind and had no one to feed her and take care of her. He was afraid that she would die. \n\nThe compassionate King was touched by the elephant’s story and asked him to return to his blind, old mother and take care of her as he had been doing all along. He set him free in love and kindness. The happy elephant went running home as fast as he could. And he was relieved to find that his mother was still alive. He filled his trunk with water and poured it over his sick mother who thought that it was raining. Then she cried out as she thought that some evil spirit had come to harm her and wished and prayed that her son was there to save her. \n\nThe white elephant gently bent over his blind mother and stroked her lovingly. She immediately recognized his touch and was overjoyed. Her son lifted her up and told her that the kind and compassionate King of Benaras had set him free and he was here to love and look after his mother forever. \n\nHis mother was absolutely thrilled and blessed the kind King with peace, prosperity and joy till the end of his days. She was so thankful to him for sending her son back home. The white elephant was able to take good care of his mother till the day she died. And when he died himself, the King erected a statue of him by the side of the lake and held an annual elephant festival there in memory of such a caring and noble soul.\n\nMoral: Always give affection and care to our dear ones. Always respect other’s feelings."
    },
    {
      "category": "",
      "title": "",
      "body": "Evening Dinner with a Father:\n\nA son took his old father to a restaurant for an evening dinner. Father being very old and weak, while eating, dropped food on his shirt and trousers. Other diners watched him in disgust while his son was calm. \n\nAfter he finished eating, his son who was not at all embarrassed, quietly took him to the wash room, wiped the food particles, removed the stains, combed his hair and fitted his spectacles firmly. When they came out, the entire restaurant was watching them in dead silence, not able to grasp how someone could embarrass themselves publicly like that. The son settled the bill and started walking out with his father. \n At that time, an old man amongst the diners called out to the son and asked him, “Don’t you think you have left something behind?”. \n\nThe son replied, “No sir, I haven’t”. \n\nThe old man retorted, “Yes, you have! You left a lesson for every son and hope for every father”. \n The restaurant went silent. \n\nMoral: To care for those who once cared for us is one of the highest honors.  We all know, how our parents cared for us for every little things. Love them, respect them, and care for them."
    },
    {
      "category": "",
      "title": "",
      "body": "Rose for Mother:\n\nA man stopped at a flower shop to order some flowers to be wired to his mother who lived two hundred miles away. As he got out of his car he noticed a young girl sitting on the curb sobbing. He asked her what was wrong and she replied, “I wanted to buy a red rose for my mother. But I only have seventy-five cents, and a rose costs two dollars.”\n\nThe man smiled and said, “Come on in with me. I’ll buy you a rose.” He bought the little girl her rose and ordered his own mother’s flowers. As they were leaving he offered the girl a ride home. She said, “Yes, please! You can take me to my mother.” She directed him to a cemetery, where she placed the rose on a freshly dug grave.\n\nThe man returned to the flower shop, canceled the wire order, picked up a bouquet and drove the two hundred miles to his mother’s house.\n\nMoral: Life is Short. Spend much time as you can loving and caring people who love you. Enjoy each moment with them before it’s too late. There is nothing important than family."
    },
    {
      "category": "",
      "title": "",
      "body": "A Story Of A Soldier:\n\nA story is told about a soldier who was finally coming home after having fought in Vietnam. He called his parents from San Francisco.  “Mom and Dad, I’m coming home, but I’ve a favor to ask. I have a friend I’d like to bring home with me. “Sure,” they replied, “we’d love to meet him.”\n\n“There’s something you should know,” the son continued, “he was hurt pretty badly in the fighting. He stepped on a land mind and lost an arm and a leg. He has nowhere else to go, and I want him to come live with us.”\n“I’m sorry to hear that, son. Maybe we can help him find somewhere to live.”\n“No, Mom and Dad, I want him to live with us.”\n\n“Son,” said the father, “you don’t know what you’re asking. Someone with such a handicap would be a terrible burden on us. We have our own lives to live, and we can’t let something like this interfere with our lives. I think you should just come home and forget about this guy. He’ll find a way to live on his own.”\n\nAt that point, the son hung up the phone. The parents heard nothing more from him. A few days later, however, they received a call from the San Francisco police. Their son had died after falling from a building, they were told. The police believed it was suicide.\n\nThe grief-stricken parents flew to San Francisco and were taken to the city morgue to identify the body of their son. They recognized him, but to their horror they also discovered something they didn’t know, their son had only one arm and one leg."
    },
    {
      "category": "",
      "title": "",
      "body": "What The Whole Family Said:\n\nWhat did the whole family say? Well listen first to what little Marie said.\n\nIt was little Marie's birthday, the most wonderful of all days, she imagined. All her little boy friends and girl friends came to play with her, and she wore her prettiest dress, the one Grandmother, who was now with God, had sewn for her before she went up into the bright, beautiful heaven. \n\nThe table in little Marie's room was loaded with presents; there was the prettiest little kitchen, with everything that belongs to a kitchen, and a doll that could close its eyes and say \"Ouch!\" when you pinched its stomach; yes, and there was also a picture book, with the most wonderful stories, to be read when one could read! But to have many birthdays was more wonderful than all the stories in the book.\n\n\"Yes, it's wonderful to be alive,\" said little Marie. And her godfather added that it was the most beautiful of all fairy tales.\n\nIn the next room were both her brothers; they were big boys, one of them nine years old, the other eleven. They thought it was wonderful to be alive, too; that is, to live in their own way, not to be a baby like Marie, but to be real smart schoolboys, to get A's on their report cards, to have friendly fights with their comrades, to go skating in the winter and bicycling in the summer, to read about the days of knighthood, with its castles, its drawbridges, and its dungeons, and to hear about new discoveries in Central Africa.\n\n On the latter subject, however, one of the boys felt very sad in that he feared everything might be discovered before he grew up, and then there would be no adventure left for him. But Godfather said, \"Life itself is the most wonderful adventure, and you have a part in it yourself.\"\n\nThese children lived on the first floor of the house; in the flat above them lived another branch of the family, also with children, but these all had long since been shaken from their mother's apron strings, so big were they; one son was seventeen, and another twenty, but the third one was very old, said little Marie; he was twenty-five, and engaged to be married. \n\nThey were all very well off, had nice parents, good clothes, and were well educated, and they knew what they wanted. \"Look forward,\" they said. \"Away with all the old fences! Let's have an open view into the wide world! That's the greatest thing we know of! Godfather is right - life is the most wonderful fairy tale!\"\n\nFather and Mother, both older people - naturally, they would have to be older than the children - said, with smiling lips and smiling eyes and hearts, \"How young these young people are! Things usually don't happen in this world just as they expect them to, yet life goes on. Life is a strange and wonderful adventure.\"\n\nOn the next floor - a little closer to heaven, as we say when people live in an attic - lived Godfather. He was old, and yet so young in mind, always in a good humor, and he certainly could tell stories, many and long ones. He had traveled the world over, and his room was filled with pretty tokens from every country. Pictures were hung from ceiling to floor, and some of the windowpanes were of red or yellow glass; if one looked through them, the whole world lay in sunshine, however gray the weather might be outside. Green plants grew in a large glass case, and in an enclosure therein swam goldfish; they looked at one as if they knew many things they didn't care to talk about.\n\n There was always a sweet fragrance of flowers, even in the wintertime. And then a great fire blazed in the fireplace; it was such a pleasure to sit and look into it and hear how it crackled and spat.\n\n\"It refreshes old memories to me, \" said Godfather. And to little Marie there seemed to appear many pictures in the fire.\n\nBut in the big bookcase close by stood real books; one of these Godfather often read, and this he called the Book of Books; it was the Bible. In it was pictured the history of the world and the history of all mankind, of the creation, the flood, the kings, and the King of Kings.\n\n\"All that has happened and all that will happen is written in this book,\" said Godfather; \"so infinitely much in one single book! Just think of it! Yes, everything that a human being has to pray for is entered there, and said in a few words in the prayer 'Our Father'! It is the drop of mercy! It is the pearl of comfort from God. It is laid as a gift on the baby's cradle, laid on the child's heart. Little child, keep it safely; don't ever lose it, however big you may grow, and you will never be left alone on life's changeful way; it will shine within you and you will never be lost!\"\n\nGodfather's eyes radiated joy. Once, in his youth, they had wept, \"and this was also good,\" he said. \"That was a time of trial, when everything looked dark and gray. Now I have sunshine within me and around me. The older one grows, the clearer one sees, in both prosperity and misfortune, that our Lord always is with us and that life is the most beautiful of all fairy tales, and this He alone can give us - and so it will be into eternity.\"\n\n\"Yes, it is wonderful to be alive!\" said little Marie.\n\nSo said also the small and the big boys, as well as Father and Mother and the whole family - but first of all, Godfather, who had had so much experience and was the oldest of them all. He knew all stories, all the fairy tales. And it was right from the bottom of his heart that he said, \"Life is the most wonderful fairy tale of all!\""
    },
    {
      "category": "",
      "title": "",
      "body": "Father and Sons:\n\nA father had a family of sons who were perpetually quarreling among themselves. When he failed to heal their disputes by his exhortations, he determined to give them a practical illustration of the evils of disunion. \n\nOne day he told his sons to bring him a bundle of sticks. When they had done so, he placed the fagot into the hands of each of them in succession, and ordered them to break it in pieces. They tried with all their strength, and were not able to do it. He next opened the fagot, took the sticks separately, one by one, and again put them into his sons’ hands, upon which they broke them easily. He then addressed them in these words: “My sons, if you are of one mind, and unite to assist each other, you will be as strong as this fagot, uninjured by all the attempts of your enemies, but if you are divided among yourselves, you will be broken as easily as these sticks.” \n\nMoral: Unity is strength."
    },
    {
      "category": "",
      "title": "",
      "body": "Five More Minutes:\n\nWhile at the park one day, a woman sat down next to a man on a bench near a playground. “That’s my son over there,” she said, pointing to a little boy in a red sweater who was gliding down the slide. “He’s a fine looking boy” the man said. “That’s my daughter on the bike in the white dress.”\n\nThen, looking at his watch, he called to his daughter. “What do you say we go, Melissa?” Melissa pleaded, “Just five more minutes, Dad. Please? Just five more minutes.” The man nodded and Melissa continued to ride her bike to her heart’s content. Minutes passed and the father stood and called again to his daughter. “Time to go now?”\n\nAgain Melissa pleaded, “Five more minutes, Dad. Just five more minutes.” The man smiled and said, “OK.” “My, you certainly are a patient father,” the woman responded.\n\nThe man smiled and then said, “Her older brother Tommy was killed by a drunk driver last year while he was riding his bike near here. I never spent much time with Tommy and now I’d give anything for just five more minutes with him. I’ve vowed not to make the same mistake with Melissa. She thinks she has five more minutes to ride her bike. The truth is, I get Five more minutes to watch her play.”\n\nMoral: Life is all about making priorities, and family is one and only priority on top of all other, so spend all time you can with loved ones."
    },
    {
      "category": "",
      "title": "",
      "body": "Grandpas Table:\n\nA frail old man went to live with his son, daughter-in- law, and four-year old grandson. The old man’s hands trembled, his eyesight was blurred, and his step faltered. The family ate together at the table. But the elderly grandfather’ s shaky hands and failing sight made eating difficult. Peas rolled off his spoon onto the floor. When he grasped, the glass, milk spilled on the tablecloth. \n\nThe son and daughter-in- law became irritated with the mess. “We must do something about Grandfather, ” said the son. “I’ve had enough of his spilled milk, noisy eating, and food on the floor.” So the husband and wife set a small table in the corner. There, Grandfather ate alone while the rest of the family enjoyed dinner. Since Grandfather had broken a dish or two, his food was served in a wooden bowl. When the family glanced in Grandfather’ s direction, sometimes he had a tear in his eye as he sat alone. Still, the only words the couple had for him were sharp admonitions when he dropped a fork or spilled food. The four-year-old watched it all in silence. \n\nOne evening before supper, the father noticed his son playing with wood scraps on the floor. He asked the child sweetly, “What are you making?” Just as sweetly, the boy responded, “Oh, I am making a little bowl for you and Mama to eat your food in when I grow up.” The four-year-old smiled and went back to work. The words so struck the parents that they were speechless. Then tears started to stream down their cheeks. Though no word was spoken, both knew what must be done. \n That evening the husband took Grandfather’ s hand and gently led him back to the family table. For the remainder of his days he ate every meal with the family. And for some reason, neither husband nor wife seemed to care any longer when a fork was dropped, milk spilled, or the tablecloth soiled.\n\nMoral: Children are remarkably perceptive. Their eyes ever observe, their ears ever listen, and their minds ever process the messages they absorb. If they see us patiently provide a happy home atmosphere for family members, they will imitate that attitude for the rest of their lives. The wise parent realizes that every day the building blocks are being laid for the child’s future. Let’s be wise builders and role models. Because Children are our future. Life is about people connecting with people, and making a positive difference. Take care of yourself, … and those you love, … today, … and everyday!"
    },
    {
      "category": "",
      "title": "",
      "body": "The Poor Man’s Wealth:\n\nOnce upon a time, there lived two neighbors named John and Peter. John was a poor farmer. Peter was a landlord. John used to be very happy and relaxed. At night, he never bothered to close the doors and windows of his house. He used to sleep in deep slumber. Although he had no money he was leading a peaceful life.\n\nOn the other hand, Peter used to be very tensed always. At night, he was very keen to close the doors and windows of his house. He could not sleep well. Peter was always bothered that some thief might break open his safes and steal away his treasure. He envied the peaceful John.\n\nOne fine day, Peter called John and gave him a box full of cash. Just then he said, “My dear friend, I’m blessed with plenty of wealth. I find you poor. So, that is why I have decided to give this cash and live in prosperity.” On hearing this, John was overwhelmingly happy. He was joyful throughout the day.\n\nAt night, John went to bed as usual. But, that night, he could not sleep. John went and closed the doors and windows. He still could not sleep. He kept on looking at the box of cash throughout the night. The whole night went like this. He was disturbed for the whole night.\n\nThe next day, John took the box of cash to Peter. He handover the box full of cash to Peter and said, “Sir, though I am poor but your money took away peace from me. Please bear with me and take back your money.”\n\nMORAL STORY FOR KIDS: LEARN TO BE SATISFIED WITH WHAT YOU HAVE AND YOU WILL ALWAYS BE HAPPY."
    },
    {
      "category": "",
      "title": "",
      "body": "Making Relations Special:\n\nWhen I was a kid, my Mom liked to make breakfast food for dinner every now and then. And I remember one night in particular when she had made dinner after a long, hard day at work. On that evening so long ago, my Mom placed a plate of eggs, sausage and extremely burned biscuits in front of my dad. I remember waiting to see if anyone noticed! Yet all dad did was reached for his biscuit, smile at my Mom and ask me how my day was at school. I don’t remember what I told him that night, but I do remember watching him smear butter and jelly on that biscuit and eat every bite! \n\nWhen I got up from the table that evening, I remember hearing my Mom apologize to my dad for burning the biscuits. And I’ll never forget what he said: “Honey, I love burned biscuits.” \n Later that night, I went to kiss Daddy good night and I asked him if he really liked his biscuits burned. He wrapped me in his arms and said, “Your Momma put in a hard day at work today and she’s real tired. And besides – a little burned biscuit never hurt anyone!”\n\nMoral: Life is full of imperfect things and imperfect people. I’m not the best at hardly anything, and I forget birthdays and anniversaries just like everyone else. But what I’ve learned over the years is that learning to accept each others faults – and choosing to celebrate each others differences – is one of the most important keys to creating a healthy, growing, and lasting relationship."
    },
    {
      "category": "",
      "title": "",
      "body": "The Ship of Friendship:\n\nA voyaging ship was wrecked during a storm at sea and only two of the men on it were able to swim to a small, desert like island. \n\nThe two survivors who have been a good friends, not knowing what else to do, agreed that they had no other recourse but to pray to God. However, to find out whose prayer was more powerful, they agreed to divide the territory between them and stay on opposite sides of the island. \n\nThe first thing they prayed for was food. The next morning, the first man saw a fruit-bearing tree on his side of the land, and he was able to eat its fruit. The other man’s parcel of land remained barren. \n\nAfter a week, the first man was lonely and he decided to pray for a wife. The next day, another ship was wrecked, and the only survivor was a woman who swam to his side of the land. On the other side of the island, there was nothing. \n\nSoon the first man prayed for a house, clothes, more food. The next day, like magic, all of these were given to him. However, the second man still had nothing. \n\nFinally, the first man prayed for a ship, so that he and his wife could leave the island. In the morning, he found a ship docked at his side of the island. The first man boarded the ship with his wife and decided to leave the second man on the island. \n He considered the other man unworthy to receive God’s blessings, since none of his prayers had been answered.\n \nAs the ship was about to leave, the first man heard a voice from heaven booming, “Why are you leaving your companion on the island?” \n\n“My blessings are mine alone, since I was the one who prayed for them,” the first man answered. “His prayers were all unanswered and so he does not deserve anything.” \n\n“You are mistaken!” the voice rebuked him. “He had only one prayer, which I answered. If not for that, you would not have received any of my blessings.” \n\n“Tell me,” the first man asked the voice, “What did he pray for that I should owe him anything?” \n\n“He prayed that all your prayers be answered “\n\nMoral: For all we know, our blessings are not the fruits of our prayers alone, but those of another praying for us (Congregational Prayer). Value your friends, don’t leave your loved ones behind."
    },
    {
      "category": "",
      "title": "",
      "body": "Sometimes Just Let It Be:\n\nOnce upon a time, Lord Buddha was crossing a town with a few of his disciples. After a lot of walking, everyone was thirsty. As they were walking, they spotted a lake. All of them stopped there and Lord Buddha told one of his followers, “Son, I’m thirsty. Please get me some water from that lake there”.\n\nAt once, the disciple agreed and walked up to the lake. When he reached there, he discovered that some people were washing clothes in the lake. He also spotted a bullock cart which was crossing the lake right at the edge of it. Because of that, the water became very muddy. The disciple thought, “How can I give this muddy water to my Lord?” Immediately, he went back and told Lord Buddha, “The water in the lake is very muddy. I don’t think it is fit to drink”.\n\nTo this, Lord Buddha said, “Let’s take some rest under the tree.” After a couple of minutes, Lord Buddha asked his same follower to go back to the lake and get him some water to drink. The disciple obediently went back to the lake without saying anything. This time, he discovered that the lake had absolutely clean water in it. All of the mud had settled down and the water above looked fit to drink. So, he began collecting some water in a pot and brought it to Lord Buddha.\n\nAt once, Buddha looked up at the disciple and said, “Son, let the water be and the mud settles down on its own. You got clear water. It didn’t require any effort”.\n\nLord Buddha then continued, “Just like water, your mind is also like that. When it is disturbed, just let it be. Give the mind a little time to settle down on its own. You need not have to put any effort to calm it down. We can judge and take best decisions of our life when we stay calm.”"
    },
    {
      "category": "",
      "title": "",
      "body": "Appreciation of Hard Work:\n\nOne young academically excellent person went to apply for a managerial position in a big company. He passed the first interview, the director did the last interview, made the last decision. The director discovered from the CV that the youth’s academic achievements were excellent all the way, from the secondary school until the postgraduate research, Never had a year when he did not score. \n\nThe director asked, “Did you obtain any scholarships in school?” The youth answered “none”. \n\nThe director asked, “Was it your father who paid for your school fees?” The youth answered, “My father passed away when I was one year old, it was my mother who paid for my school fees”. \n The director asked, “Where did your mother work?” The youth answered, “My mother worked as clothes cleaner. The director requested the youth to show his hands. The youth showed a pair of hands that were smooth and perfect”. \n\nThe director asked, “Have you ever helped your mother wash the clothes before?” The youth answered, “Never, my mother always wanted me to study and read more books. Furthermore, my mother can wash clothes faster than me”. \n\nThe director said, “I have a request. When you go back today, go and clean your mother’s hands, and then see me tomorrow morning”. \n\nThe youth felt that his chance of landing the job was high. When he went back, he happily requested his mother to let him clean her hands. His mother felt strange, happy but with mixed feelings, she showed her hands to the kid. The youth cleaned his mother’s hands slowly. His tear fell as he did that. It was the first time he noticed that his mother’s hands were so wrinkled, and there were so many bruises in her hands. Some bruises were so painful that his mother shivered when they were cleaned with water. \n\nThis was the first time the youth realized that it was this pair of hands that washed the clothes everyday to enable him to pay the school fee. The bruises in the mother’s hands were the price that the mother had to pay for his graduation, academic excellence and his future. After finishing the cleaning of his mother’s hands, the youth quietly washed all the remaining clothes for his mother. That night, mother and son talked for a very long time. Next morning, the youth went to the director’s office. \n\nThe Director noticed the tears in the youth’s eyes, asked: “Can you tell me what have you done and learned yesterday in your house?” The youth answered, “I cleaned my mother’s hand, and also finished cleaning all the remaining clothes”. \n\nThe Director asked, “please tell me your feelings”. The youth said, “Number 1, I know now what is appreciation. Without my mother, there would not the successful me today. Number 2, By working together and helping my mother, only I now realize how difficult and tough it is to get something done. Number 3, I have come to appreciate the importance and value of family relationship”. \n\nThe director said, “This is what I am looking for to be my manager. I want to recruit a person who can appreciate the help of others, a person who knows the sufferings of others to get things done, and a person who would not put money as his only goal in life. You are hired”. Later on, this young person worked very hard, and received the respect of his subordinates. Every employee worked diligently and as a team. The company’s performance improved tremendously. \n\nMoral: If one doesn’t understand and experience the difficulty it takes to earn the comfort provided by their loved ones, than they will never value it.The most important thing is to experience the difficulty and learn to value hard work behind all the given comfort."
    },
    {
      "category": "",
      "title": "",
      "body": "Little Boys Love for his Family:\n\nI was walking around in a Big Bazar store making shopping, when I saw a Cashier talking to a boy couldn’t have been more than 5 or 6 years old. The Cashier said, I’m sorry, but you don’t have enough money to buy this doll. Then the little boy turned to me and asked, Uncle, are you sure I don’t have enough money? \nI counted his cash and replied, You know that you don’t have enough money to buy the doll, my dear. The little boy was still holding the doll in his hand. Finally, I walked toward him and I asked him who he wished to give this doll to. It’s the doll that my sister loved most and wanted so much . I wanted to Gift her for her Birthday. I have to give the doll to my mommy so that she can give it to my sister when she goes there. His eyes were so sad while saying this. \n\nMy Sister has gone to be with God. Daddy says that Mommy is going to see God very soon too, so I thought that she could take the doll with her to give it to my sister. My heart nearly stopped. The little boy looked up at me and said, I told daddy to tell mommy not to go yet. I need her to wait until I come back from the mall. Then he showed me a very nice photo of him, where he was laughing. He then told me I want mommy to take my picture with her so my sister won’t forget me, I love my mommy and I wish she doesn’t have to leave me, but daddy says that she has to go to be with my little sister. \n\nThen he looked again at the doll with sad eyes, very quietly. I quickly reached for my wallet and said to the boy. Suppose we check again, just in case you do have enough money for the doll? He said, OK, I hope I do have enough. I added some of my money to his with out him seeing and we started to count it. There was enough for the doll and even some spare money. \nThe little boy said, Thank you God for giving me enough money! Then he looked at me and added, I asked last night before I went to sleep for God to make sure I had enough money to buy this doll, so that mommy could give It to my sister. He heard me! I also wanted to have enough money to buy a white rose for my mommy, but I didn’t dare to ask God for too much. But He gave me enough to buy the doll and a white rose. My mommy loves white roses. \n\nI finished my shopping in a totally different state from when I started. I couldn’t get the little boy out of my mind. Then I remembered a local news paper article two days ago, which mentioned a drunk man in a truck, who hit a car occupied by a young woman and a little girl. The little girl died right away, and the mother was left in a critical state. \n\nThe family had to decide whether to pull the plug on the life sustaining machine, because the young woman would not be able to recover from the coma. Was this the family of the little boy? Two days after this encounter with the little boy, I read in the news paper that the young woman had passed away. I couldn’t stop myself. I bought a bunch of white roses and I went to the funeral home where the body of the young woman was exposed for people to see and make last wishes before her burial. She was there, in her coffin, holding a beautiful white rose in her hand with the photo of the little boy and the doll placed over her chest. I left the place, teary-eyed, feeling that my life had been changed for ever… \n\nThe love that the little boy had for his mother and his sister is still, to this day, hard to imagine. And in a fraction of a second, a drunk driver had taken all this away from him… \n\nMoral: Respect life, Follow and Obey Rules. Don’t make anyone else to pay and bear for your mistakes. Do not make the mistakes which cost others something that can never be replaced. Always have a giving hand and extend your help to those in need and sorrow."
    },
    {
      "category": "",
      "title": "",
      "body": "Goodbye Dear Cuckoo:\n\nIn a forest far away, there lived a single cuckoo bird. Now cuckoo, as you know, are known to be a wonderful singer. This cuckoo was a fantastic singer, too. Every afternoon, when the forest would become quite lazy, the cuckoo would raise its head and sing. And whenever the cuckoo would sing, the whole forest would take on a different look. Everyone would be excited and in high spirits.\n\nEven the big animals loved cuckoo’s music. “What a lovely song! It’s truly a God gift!” roared the lion. “I can listen to this forever,” said the fox. “This voice is pure pleasure,” roared the leopard.\n\nThough the cuckoo was well loved, the other birds did not like him. They grew jealous of the cuckoo’s popularity. “This cuckoo is becoming very popular. It is not good for us,” said vulture. “But, what can we do?” asked the pigeon. “That’s easy! We are many and that cuckoo is just one. All of us can easily drive him away out of the jungle,” crowed the crow. “Yes, let’s do that!” chirped the sparrow. Soon, they all set off to hoosh away the poor cuckoo. So, the other birds did their evil deeds. They drove the poor cuckoo away from the jungle.\n\nBut the real problem started the next day. The animals got agitated. “What happened to the cuckoo’s song today?” roared the lion. “Why is cuckoo not singing? Oh, this afternoon is so boring,” said the fox. “I need some entertainment. I need to do something,” roared the leopard.\n\nAnd then the most horrible thing happened. Without anything else to do, these big animals started to kill the smaller animals for their fun. There was violence all over the jungle. They did not even spare the birds. Those were the same birds that had driven away from the cuckoo bird from the jungle.\n\n“Oh, what a terrible mistake! We should not have driven away the poor cuckoo from the jungle,” cried the vulture. “Since the day little cuckoo had gone, the peace of the jungle had also gone!” crowed the crow. “And now, we all have to pay for our wrong deeds!” cried the pigeon.\n\nMORAL OF THE STORY: SOONER OR LATER, EVERYONE SITS DOWN TO A BANQUET OF CONSEQUENCES."
    },
    {
      "category": "",
      "title": "",
      "body": "Love And Time Story:\n\nLong ago, on an island there lived all the feelings called Love, Happiness, Sadness, Knowledge, and all the others.\n\nHowever, one day, it was declared to all the feelings that the island would sink. So, all the feelings got in their constructed boats and began to leave. But Love did not go away. Love was the only one who decided to stay even after hearing the sad news. Love wanted to withstand until the last possible moment.\n\nThe day had finally come. When the island was about to sunk, Love decided to ask for help. Love saw that Richness had a grand boat. Love turned to Richness and asked, “Richness, can you please take me with you?” On hearing this, Richness answered, “No, I cannot. I am carrying heaps of gold and silver in my grand boat. There is no space for you, friend.”\n\nLove then turned to Vanity who was also passing by in a beautiful vessel. “Vanity, can you please help me!” “I can’t help you, Love. You are completely drenched in water. Because of this, m boat might get damaged. I don’t want to risk my life because of you,” Vanity replied.\n\nSadness was also passing by the same route. So Love asked, “Sadness, Please, help me! Take me along with you.” “Dear Love, I am so sad that I need to be all alone!” So, Sadness also left Love. \n\nHappiness too passed over by Love, but she was so happy that she did not stop to hear even hear what Love was saying. All of a sudden, there Love heard a voice, “Come, my friend Love, I will take you with me.” It was an elderly voice.\n\nLove became so overjoyed that he even forgot to ask the elder where they were going. In a couple of minutes, they arrived at dry land. After that, the elder went his own way to leave Love behind.\n\nRealizing how much he owed to the elder, Love asked Knowledge, another elder, “Do you know who helped me?” “It was Time,” Knowledge replied. “Time?” asked Love. “But why did Time help me?” Knowledge smiled with deep wisdom and answered, “Because only Time is capable of understanding how valuable Love is.”\n\nMORAL OF LOVE AND TIME STORY: TIME IS CAPABLE OF UNDERSTANDING HOW VALUABLE LOVE REALLY IS."
    },
    {
      "category": "",
      "title": "",
      "body": "A Soldiers Story:\n\nA story is told about a soldier who was finally coming home after having fought in Vietnam. He called his parents from San Francisco. “Mom and Dad, I’m coming home, but I’ve a favor to ask. I have a friend I’d like to bring home with me. “Sure,” they replied, “we’d love to meet him.” \n\n“There’s something you should know,” the son continued, “he was hurt pretty badly in the fighting. He stepped on a land mind and lost an arm and a leg. He has nowhere else to go, and I want him to come live with us.” \n\n“I’m sorry to hear that, son. Maybe we can help him find somewhere to live.” \n\n“No, Mom and Dad, I want him to live with us.” \n\n“Son,” said the father, “you don’t know what you’re asking. Someone with such a handicap would be a terrible burden on us. We have our own lives to live, and we can’t let something like this interfere with our lives. I think you should just come home and forget about this guy. He’ll find a way to live on his own.” \n\nAt that point, the son hung up the phone. The parents heard nothing more from him. A few days later, however, they received a call from the San Francisco police. Their son had died after falling from a building, they were told. The police believed it was suicide. \n\nThe grief-stricken parents flew to San Francisco and were taken to the city morgue to identify the body of their son. They recognized him, but to their horror they also discovered something they didn’t know, their son had only one arm and one leg. \n\nMoral: The parents in this story are like many of us. We find it easy to love those who are good-looking or fun to have around, but we don’t like people who inconvenience us or make us feel uncomfortable. We would rather stay away from people who aren’t as healthy, beautiful, or smart as we are. Thankfully, there’s someone who won’t treat us that way. Someone who loves us with an unconditional love that welcomes us into the forever family, regardless of how messed up we are. Tonight, before you tuck yourself in for the night, say a little prayer that God will give you the strength you need to accept people as they are, and to help us all be more understanding of those who are different from us!"
    },
    {
      "category": "",
      "title": "",
      "body": "The Praying Hands:\n\nBack in the fifteenth century, in a tiny village near Nuremberg, lived a family with eighteen children. Eighteen! In order merely to keep food on the table for this mob, the father and head of the household, a goldsmith by profession, worked almost eighteen hours a day at his trade and any other paying chore he could find in the neighborhood. Despite their seemingly hopeless condition, two of Albrecht Durer the Elder’s children had a dream. They both wanted to pursue their talent for art, but they knew full well that their father would never be financially able to send either of them to Nuremberg to study at the Academy.\nAfter many long discussions at night in their crowded bed, the two boys finally worked out a pact. They would toss a coin. The loser would go down into the nearby mines and, with his earnings, support his brother while he attended the academy. Then, when that brother who won the toss completed his studies, in four years, he would support the other brother at the academy, either with sales of his artwork or, if necessary, also by laboring in the mines.\n\nThey tossed a coin on a Sunday morning after church. Albrecht Durer won the toss and went off to Nuremberg. Albert went down into the dangerous mines and, for the next four years, financed his brother, whose work at the academy was almost an immediate sensation. Albrecht’s etchings, his woodcuts, and his oils were far better than those of most of his professors, and by the time he graduated, he was beginning to earn considerable fees for his commissioned works.\n\nWhen the young artist returned to his village, the Durer family held a festive dinner on their lawn to celebrate Albrecht’s triumphant homecoming. After a long and memorable meal, punctuated with music and laughter, Albrecht rose from his honored position at the head of the table to drink a toast to his beloved brother for the years of sacrifice that had enabled Albrecht to fulfill his ambition. His closing words were, “And now, Albert, blessed brother of mine, now it is your turn. Now you can go to Nuremberg to pursue your dream, and I will take care of you.”\n\nAll heads turned in eager expectation to the far end of the table where Albert sat, tears streaming down his pale face, shaking his lowered head from side to side while he sobbed and repeated, over and over, “No …no …no …no.”\n\nFinally, Albert rose and wiped the tears from his cheeks. He glanced down the long table at the faces he loved, and then, holding his hands close to his right cheek, he said softly, “No, brother. I cannot go to Nuremberg. It is too late for me. Look … look what four years in the mines have done to my hands! The bones in every finger have been smashed at least once, and lately I have been suffering from arthritis so badly in my right hand that I cannot even hold a glass to return your toast, much less make delicate lines on parchment or canvas with a pen or a brush. No, brother … for me it is too late.”\n\nMore than 450 years have passed. By now, Albrecht Durer’s hundreds of masterful portraits, pen and silver-point sketches, watercolors, charcoals, woodcuts, and copper engravings hang in every great museum in the world, but the odds are great that you, like most people, are familiar with only one of Albrecht Durer’s works. More than merely being familiar with it, you very well may have a reproduction hanging in your home or office.\nOne day, to pay homage to Albert for all that he had sacrificed, Albrecht Durer painstakingly drew his brother’s abused hands with palms together and thin fingers stretched skyward. He called his powerful drawing simply “Hands,” but the entire world almost immediately opened their hearts to his great masterpiece and renamed his tribute of love “The Praying Hands.”\n \nMora: The next time you see a copy of that touching creation, take a second look. Let it be your reminder, if you still need one, that no one – no one – ever makes it alone!"
    },
    {
      "category": "",
      "title": "",
      "body": "A King’s Painting:\n\nA long time ago, there was a Kingdom. In the Kingdom, there lived a king with only one leg and one eye. However, he was very intelligent and kind to his people. Everyone in his kingdom lived a happy and a healthy life because of their king.\nOne day, as the king was walking through the palace hallway, he saw the portraits of his ancestors. He thought that one day his children will walk in the same hallway and remember all the ancestors through these portraits. But, the king did not have his portrait painted. This was so because he wasn’t so sure how his physical disabilities will be portrayed in the painting.\n\nNext day, the King invited famous painters from all across the world. The king said, Ï want a beautiful portrait of me to be placed in the palace. Any painter who can carry out this should come forward. He will be rewarded based on how the painting turns up.”\n\nAll the famous painters thought for a while and stepped back. How can his picture be made very beautiful? He has only one keg and one eye! It is impossible and if the picture does not turn out to look beautiful then the king will get angry and punish us.” So, all the painters started to make excuses one by one and politely said no to make a painting of the king.\n\nSuddenly, one painter raised his hand and said, “I will make a very beautiful portrait of you which you will definitely like, my King.” The king was very happy to hear that. However, the other painters got puzzled and wanted to see what the other painter would make. The king granted him the permission and the painter started to make his portrait. He then filled the portrait with different colors. At last, after a long time, he said, “My King, the portrait was ready!”\n\nAll of the courtiers were very excited to see what that painter has made. When the painter finally presented the portrait, everyone in the court, including the King was stunned.\n\nIn the portrait, the King was sitting on the horse, on the one-leg side, holding his bow and aiming the arrow with his one-eye closed. The king was very pleased to see that the painter has made a beautiful portrait by cleverly hiding his disabilities. The King rewarded him with a lot of gold and gave him the title of “Best Painter of the Kingdom”. \n\nSHORT FABLES WITH MORALS:\nWE SHOULD ALWAYS THINK POSITIVE OF OTHERS AND IGNORE THEIR WEAKNESSES.\nOR\nWE SHOULD LEAR TO FOCUS ON THE GOOD THINGS INSTEAD OF TRYING TO HIDE WEAKNESSES.\nOR\nIF WE THINK AND APPROACH POSITIVELY EVEN IN A NEGATIVE SITUATION, THEN WE’LL BE ABLE TO SOLVE OUR PROBLEMS MORE EFFICIENTLY."
    },
    {
      "category": "",
      "title": "",
      "body": "Father Son Conversation:\n\nOnce day, father was doing some work and his son came and asked, “Daddy, may I ask you a question?” Father said, “Yeah sure, what it is?” So his son asked, “Dad, how much do you make an hour?” Father got bit upset and said, “That’s none of your business. Why do you ask such a thing?” Son said, “I just want to know. Please tell me, how much do you make an hour?” So, father told him that “I make Rs. 500 per hour.” \n\n “Oh”, the little boy replied, with his head down. Looking up, he said, “Dad, may I please borrow Rs. 300?” The father furiously said, “if the only reason you asked about my pay is so that you can borrow some money to buy a silly toy or other nonsense, then march yourself to your room and go to bed. Think why you are being so selfish. I work hard every day and do not like this childish behavior.” \n\nThe little boy quietly went to his room and shut the door. The man sat down and started to get even angrier about the little boy’s questions. How dare he ask such questions only to get some money? After about an hour or so, the man had calmed down, and started to think, “May be there was something he really needed to buy with that Rs. 300 and he really didn’t ask for money very often!” The man went to the door of little boy’s room and opened the door. “Are you a sleep, son?” He asked. “No daddy, I’m awake,” replied the boy. “I’ve been thinking, maybe I was too hard on you earlier”, said the man. “It’s been a long day and I took out my aggravation on you, Here’s the Rs.300 you asked for”.\n\nThe little boy sat straight up, smiling “oh thank you dad!” He yelled. Then, reaching under his pillow he pulled some crippled up notes. The man, seeing that the boy already had money, started to get angry again. The little boy slowly counted out his money, then looked up at his father. \n\n“Why do you want money if you already had some?” the father grumbled. “Because I didn’t have enough, but now I do,” the little boy replied. “Daddy I have Rs. 500 now. Can I buy an hour of your time? Please come home early tomorrow. I would like to have dinner with you”. Father was dumbstruck. \n\nMoral: It’s just a short reminder to all of you working so hard in life! We should not let time slip through our fingers without having spent some time with those who really matter to us, those close to our hearts. If we die tomorrow, the company that we are working for could easily replace us in a matter of days. But the family &amp; friends we leave behind will feel the loss for the rest of their lives. And come to think of it, we pour ourselves more into work than to our family."
    },
    {
      "category": "",
      "title": "",
      "body": "Table Of Grandpa:\n\nA frail old man went to live with his son, daughter-in- law, and four-year old grandson. The old man’s hands trembled, his eyesight was blurred, and his step faltered. The family ate together at the table. But the elderly grandfather’ s shaky hands and failing sight made eating difficult. Peas rolled off his spoon onto the floor. When he grasped, the glass, milk spilled on the tablecloth.\n\nThe son and daughter-in- law became irritated with the mess. “We must do something about Grandfather, ” said the son. “I’ve had enough of his spilled milk, noisy eating, and food on the floor.” So the husband and wife set a small table in the corner. There, Grandfather ate alone while the rest of the family enjoyed dinner. Since Grandfather had broken a dish or two, his food was served in a wooden bowl. When the family glanced in Grandfather’ s direction, sometimes he had a tear in his eye as he sat alone. Still, the only words the couple had for him were sharp admonitions when he dropped a fork or spilled food. The four-year-old watched it all in silence.\n\nOne evening before supper, the father noticed his son playing with wood scraps on the floor. He asked the child sweetly, “What are you making?” Just as sweetly, the boy responded, “Oh, I am making a little bowl for you and Mama to eat your food in when I grow up.” The four-year-old smiled and went back to work. The words so struck the parents that they were speechless. Then tears started to stream down their cheeks. Though no word was spoken, both knew what must be done.\n\nThat evening the husband took Grandfather’ s hand and gently led him back to the family table. For the remainder of his days he ate every meal with the family. And for some reason, neither husband nor wife seemed to care any longer when a fork was dropped, milk spilled, or the tablecloth soiled."
    },
    {
      "category": "",
      "title": "",
      "body": "Mothers Sacrifice:\n\nMy mom only had one eye. I hated her… she was such an embarrassment. My mom ran a small shop at a flea market. She collected little weeds and such to sell… anything for the money we needed she was such an embarrassment. There was this one day during elementary school.\n\nI remember that it was field day, and my mom came. I was so embarrassed. How could she do this to me? I threw her a hateful look and ran out. The next day at school… “Your mom only has one eye?!” and they taunted me.\n\nI wished that my mom would just disappear from this world so I said to my mom, “Mom, why don’t you have the other eye?! You’re only going to make me a laughingstock. Why don’t you just die?” My mom did not respond. I guess I felt a little bad, but at the same time, it felt good to think that I had said what I’d wanted to say all this time. Maybe it was because my mom hadn’t punished me, but I didn’t think that I had hurt her feelings very badly.\n\nThat night… I woke up, and went to the kitchen to get a glass of water. My mom was crying there, so quietly, as if she was afraid that she might wake me. I took a look at her, and then turned away. Because of the thing I had said to her earlier, there was something pinching at me in the corner of my heart. Even so, I hated my mother who was crying out of her one eye. So I told myself that I would grow up and become successful, because I hated my one-eyed mom and our desperate poverty.\nThen I studied really hard. I left my mother and came to Seoul and studied, and got accepted in the Seoul University with all the confidence I had. Then, I got married. I bought a house of my own. Then I had kids, too. Now I’m living happily as a successful man. I like it here because it’s a place that doesn’t remind me of my mom.\n\nThis happiness was getting bigger and bigger, when someone unexpected came to see me “What?! Who’s this?!” It was my mother… Still with her one eye. It felt as if the whole sky was falling apart on me. My little girl ran away, scared of my mom’s eye. And I asked her, “Who are you? I don’t know you!!” as if I tried to make that real. I screamed at her “How dare you come to my house and scare my daughter! Get out of here now!!” And to this, my mother quietly answered, “oh, I’m so sorry. I may have gotten the wrong address,” and she disappeared. Thank goodness… she doesn’t recognize me. I was quite relieved. I told myself that I wasn’t going to care, or think about this for the rest of my life.\n\nThen a wave of relief came upon me… one day, a letter regarding a school reunion came to my house. I lied to my wife saying that I was going on a business trip. After the reunion, I went down to the old shack, that I used to call a house…just out of curiosity there, I found my mother fallen on the cold ground. But I did not shed a single tear. She had a piece of paper in her hand…. it was a letter to me.\nShe wrote:\n\nMy son, I think my life has been long enough now. And… I won’t visit Seoul anymore… but would it be too much to ask if I wanted you to come visit me once in a while? I miss you so much. And I was so glad when I heard you were coming for the reunion. But I decided not to go to the school…. For you… I’m sorry that I only have one eye, and I was an embarrassment for you. You see, when you were very little, you got into an accident, and lost your eye. As a mother, I couldn’t stand watching you having to grow up with only one eye… so I gave you mine… I was so proud of my son that was seeing a whole new world for me, in my place, with that eye. I was never upset at you for anything you did. The couple times that you were angry with me. I thought to myself, ‘it’s because he loves me.’ I miss the times when you were still young around me. I miss you so much. I love you. You mean the world to me.\n\nMy World Shattered. I hated the person who only lived for me . I cried for My Mother, I didn’t know of any way that will make up for my worst deeds…\n \nMoral: Never Ever hate anyone for their disabilities. Never disrespect your parents, don’t ignore and under estimate their sacrifices. They give us life, they raise us better than they had been, they give and keep trying to give better than they ever had. They never wish unwell for their kids even in their wildest dreams. They always try showing right path and being motivator. Parents give up all for kids, forgive all mistakes made by kids. There is no way to repay what they done for kids, all we can do is try giving what they need and it is just time, love and respect."
    }
  ]
}