{
  "data": [
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Advising A Fool",
      "body": "On a mango tree in a jungle, there lived many birds. They were happy in their small nests. Before the onset of the rainy season, all the animal of the jungle repaired their homes. The birds also made their homes more secure.\n\nMany birds brought twigs and leaves and others wove their nests. “We should also store some food for our children,\" chirped one of the birds. And they collected food, until they had enough to see them through the rainy season. They kept themselves busy preparing for the tough times.\n\nSoon the rains came. It was followed by thunder and lighting. All the animals and birds stayed in their homes.\n\nIt continued raining for many days. One day, a monkey wet in the rain came into the forest. He sat on a branch, shivering with cold, water dripping from its body.\n\nThe poor monkey tried his best to get shelter, but in vain. The leaves were not enough to save him from the rains. “Brrr! It is so cold!\" said the monkey.\n\nThe birds were watching all this. They felt sorry for the monkey but there was little they could do for him. One of them said, “Brother! Our small nests are not enough to give you shelter.\"\n\nAnother bird said, “All of us prepared for the rainy season. If you had, you would not be in this piteous situation.\"\n\n“How dare you tell me what to do?\" said the monkey, growling at the bird. The monkey angrily pounced on the bird’s nest, tore it and threw it on the ground. The bird and her chicks were helpless.\n\nThe poor bird thought, “Fools never value good advice. It is better not to advise them.\""
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Foolish Imitation",
      "body": "Long ago, a hawk lived on the top of a hill. At the foot of the hill there was a banyan tree on which a crow used to perch everyday. The crow was very foolish. He would imitate everyone.\n\nThe hawk atop the hill would fly down everyday in search of food. The crow watched the hawk circling in the air for long hours and swooping down when he saw his prey. The hawk gifted with eyes that could see long distances would spot his prey from the hill top and then fly down to pounce upon the prey.\n\nThe crow watched the hawk thinking, “Hunh! If the hawk can do that, I too can. What does he think? One day, I will show the hawk that I can do the same thing.\"\n\nA few days later, as the hawk was circling in the air, the crow decided to do the same. Suddenly a baby rabbit came out of the bushes. The hawk saw it and the crow too saw the rabbit.\n\nBefore the crow could move, the hawk swooped down, caught hold of the rabbit in his strong sharp talons and flew away. “Swoosh!\" was all the crow heard as the hawk disappeared in the sky with his prey. “Hmmph! That is no great skill,\" thought the crow, angrily.\n\nNext moment he spotted a big fat mouse coming out of a hole. Without wasting time, the crow swooped down. Like the hawk he tried to catch the mouse in his claws.\n\nBut the mouse saw the crow and moved away, the crow crashed against the hill. “Eeeaaa!\" cried the crow in pain.\n\nJust then the hawk came flying down. “I hope, now you know it is not easy to hunt and it is not easy to imitate, either,\" said the hawk and flew away.\n\nThere after, the crow never imitated any one in its life. It lived happily with the god-given abilities."
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Hospitality of The Pigeon",
      "body": "Once upon a time, there lived two pigeons. They were husband and wife. They spend their day looking for food. In the evening they would come and rest on their favorite tree in the forest.\n\nOne evening, the wife returned home early. A usual she was waiting for her husband, when suddenly it started raining. She strated to worry. “Where are you, my dear? You never get so late,\" she whispered to herself.\n\nJust then she saw a bird-catcher coming towards her. In a cage he had a pigeon. It was her husband. “OH no, what shall I do now\" I wish I can help my husband,\" she said. She desperately tried to distract the bird-catcher by flapping her wings, but all in vain.\n\nSoon, it stopped raining. “Brrr! It is so cold,\" said the bird-catcher. His clothes were wet. He decided to sit under the same tree where the two pigeons lived.\n\nThe poor wife sat by her husband’s cage. And she started to cry. The husband said. “Do not feel sad, dear. We now have a guest. This man is shivering and hungry. He needs your help.\" Hearing this, the wife flew around getting dry twigs. She made a fire for the bird-catcher. Then she looked at the bird-catcher and said, “You are our guest, since I have no food to offer, I will jump into this fire. In few minutes I will become an edible item for you. You can eat me.\"\n\nBy now, the bird-catcher was overwhelmed by the hospitality of the humble pigeon couple. He at once stopped the wife jumping into the fire.\n\nHe opened the cage and set the husband free. “I have been cruel and selfish. I will never trap any bird in my net again,\" said the bird-catcher and went away. The two pigeons were happy to be reunited."
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Arrogant Swans",
      "body": "In a far away kingdom, there was a river. This river was home to many golden swans. The swans spent most of their time on the banks of the river. Every six months, the swans would leave a golden feather as a fee for using the lake. The soldiers of the kingdom would collect the feathers and deposit them in the royal treasury.\n\nOne day, a homeless bird saw the river. “The water in this river seems so cool and soothing. I will make my home here,\" thought the bird.\n\nAs soon as the bird settled down near the river, the golden swans noticed her. They came shouting. “This river belongs to us. We pay a golden feather to the King to use this river. You can not live here.\"\n\n“I am homeless, brothers. I too will pay the rent. Please give me shelter,\" the bird pleaded. “How will you pay the rent? You do not have golden feathers,\" said the swans laughing. They further added, “Stop dreaming and leave once.\" The humble bird pleaded many times. But the arrogant swans drove the bird away.\n\n“I will teach them a lesson!\" decided the humiliated bird.\n\nShe went to the King and said, “O King! The swans in your river are impolite and unkind. I begged for shelter but they said that they had purchased the river with golden feathers.\"\n\nThe King was angry with the arrogant swans for having insulted the homeless bird. He ordered his soldiers to bring the arrogant swans to his court. In no time, all the golden swans were brought to the King’s court.\n\n“Do you think the royal treasury depends upon your golden feathers? You can not decide who lives by the river. Leave the river at once or you all will be beheaded!\" shouted the King.\n\nThe swans shivered with fear on hearing the King. They flew away never to return. The bird built her home near the river and lived there happily forever. The bird gave shelter to all other birds in the river."
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Bone in Throat",
      "body": "Once upon a time, there was a lazy wolf living in a jungle. Near his house was a pond. Many animals came to the pond to drink water. The wolf was always in search of food.\n\nOne day, he was sitting near the pond hoping to get something to eat. When suddenly he spotted a dead bull. “Aha! What a luck! Now I can eat all I want,\" he thought and his mouth strated watering.\n\nHe began to eat the bull. A thought struck him, “if another beast comes this way he will ask for a share. I had better eat fast.\" ‘Grub! Grub! Grub! Grub1’ he chewed, faster and faster.\n\nIn his haste, a piece of bone got stuck in his throat. “Ohh! Errk!\" cried the wolf. He tried to bring it out of his mouth. He tried to cough it out but in vain. Next, he tried to swallow it down but he failed.\n\n“Ooh, the bone in throat hurts. What shall I do now?\" thought the wolf. Suddenly he remembered that a crane lived on the nearby riverbank.\n\nThe wolf went to the crane and pleaded, “My dear Crane! I have got a bone stuck in my throat. I will give you a present, if you pull it out of my throat with your long beak.\"\n\nThe crane took pity on the wolf. He asked the wolf to look up with his mouth open. The crane then put its head into the wolf’s mouth and pulled out the bone.\n\n“Oh! What a relief!\" the wolf sighed.\n\n“Now where is my present?\" asked the crane.\n\n“What present?\" the wolf replied, pretending not aware of its promise.\n\n“You said that you would give me a present if I remove the bone from your throat,\" said the crane humbly.\n\n“Hah! Is it not a present that you put your head into my mouth and got out alive? I could have easily crushed your head while your beak was inside my mouth,\" said the ungrateful wolf and went away.\n\nThe crane felt helpless and decided not to help any ungrateful creature in the future."
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Cunning Bats",
      "body": "Many years ago, the members of the jungle did not have any King. The animals said, “The lion must be the King of this jungle.\" While the birds said, “The Hawk must be the King.\" There were many discussions and debates, but no final decision could be taken.\n\nThe bats were cunning. They approached the animal and said, “Since we too are animal, we would like our dear lion to be the King. He is surely the most powerful among us.\" And the animals thought that the bats were on their side.\n\nThe bats then went to the birds. “Since we are birds, our dear Hawk must be made the King of this forest. He is so royal and dignified,\" they said. And the birds thought that the bats were on their side.\n\nA few days went by. One day the birds came to know that the cunning bats were not honest. They informed the animals about this. “So the bats think they are clever, let us teach them a good lesson,\" said the animals.\n\nSo, the next day, the birds and the animals made peace with each other. The lion was made the King. The newly crowned King addressed to the bats, “You must choose the group to which you belong.\" The bats thought. “We must join the animals because the lion is the King.\"\n\n“We are animals!\" the bats announced. “But you have wings. No animal has wings. You must join the birds,\" said all the animals. “Bats have babies. They do not lay eggs. And birds lay eggs. Since, the bats give birth to young babies without eggs, they can not be birds,\" said the birds.\n\nThe bats felt helpless. They just stood there, not knowing what to do.\n\nSince then, the cunning bats have been hiding during the daytime in deserted places. They come out for food only at night when others are asleep."
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Dangerous Helper",
      "body": "In a dense forest, there was lake. All the animals used to drink water from the lake. The water of this lake was so sweet that many fish lived there for long time. In this lake there lived a crab. The crab’s best friend was a swan. That swan was in the same lake. They were happy in the company of each other. Their happiness lasted until one day a snake made its home near the lake.\n\nEvery day the swan laid an egg. The snake would come and eat it up. “I have to find a way to save my eggs,\" thought the swan.\n\nOne day, he went to the crab and said, “Please help me, dear friend. My eggs are under threat. That cruel snake eats all the eggs in the nest. What can I do?\"\n\nThe crab decided to help its best friend. The crab thought for a while. Then he said, “I have an idea. Let us catch some fish from this lake and scatter them from the snake’s house till the mongoose house.\" That mongoose lived in the nearby tree.\n\nThen, the crab and the swan caught some fish and dropped them from the mongoose’s house all the way to the snake’s house. Then both of them hid behind a tree and watched. They waited for some time. After a long time, the mongoose came out. He saw the fish and was overjoyed. “Mymm! Fish right outside my own house!\" he said, smacking his lips. He happily ate all of them one by one. As he ate he kept following the fish trail to the snake’s house. Finally, the mongoose reached the house of the snake. Both the crab and the swan were watching all these events, waiting behind the tree.\n\nWhen the snake saw the mongoose, he thought, “That mongoose is here to attack me. I had better fight with it.\" After some time, the snake started to fight with the mongoose. They fought for some time. After a fierce battle, the mongoose killed the snake.\n\nWatching this behind the tree, the swan and the crab heaved a sigh of relief. But her joy was short-lived. The next day, the mongoose, looking for more fish, came upon the swan’s nest. There the mongoose found more eggs of the swan. He immediately ate all of them. The swan and the crab now felt helpless. They had brought this new threat upon themselves. They did not know that the mongoose was the dangerous helper. “Our thoughtlessness has got us a new enemy. Even more dangerous than the previous enemy,\" cried the two friends.\n\nAfter few days, they decided to form one more plan to get rid of the dangerous helper - mongoose. It is must to be careful while fighting with an enemy."
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Lost and found",
      "body": "Ten pundits (holy men) went to the Ganga to take a dip in the river. They held each other’s hands as they took dips thrice. When they came up the third time, they were not holding hands.\n“Let’s make sure all of us have come out of the river safely,” said a pundit, “Everybody stand in line. I will count.”\n\nThe other holy men liked the idea and lined up as the pundit took count, “1, 2, 3, 4, 5, 6, 7, 8, 9…” He stopped at 9 as the line came to an end.\n\n“Nine, only nine,” screamed one of the pundits.\n\n“Oh no, one of us has drowned in the river,” cried out another.\n“You move aside. Let me take the count. Everybody, stand in a line,” said the second pundit. He began counting. He too could count only 9 people. All the pundits started crying for their lost friend.\n\nA cap seller was watching the entire drama. He noticed that the man who did the counting had left himself out of the count. He offered to do the counting. But the holy men refused to take his help. “We are well read in scriptures. You are uneducated. We don’t trust your ability to count,” they said.\n\n“Alright, I leave the counting to you. But do one thing. Here, put on these caps, first.”\n\nIt was getting hot. So, all the pundits put on the caps given to them. The cap seller asked them to remove their caps and keep them on the ground. The holy men placed the caps on the ground.\n\n“Now count the caps you had worn,” said the cap seller.\nAll of them counted together, “1, 2, 3, 4, 5, 6, 7, 8, 9, 10.”\n\n“We wore these caps. The caps we wore we have been counted. There are ten caps. This means we are ten,” the first pundit said. All nodded their heads in agreement. “Let’s buy these magic caps,” said another pundit.\nThe cap seller charged them one rupee for each cap, and walked away happily with ten coins jingling in his pocket."
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Fresh fish sold here",
      "body": "Nasruddin Hodja opened a shop to sell fish. To attract customers, he hung a slate on which he wrote: “FRESH FISH SOLD HERE.” Then he sat down in the shop, waiting for customers.\n\nA passerby stopped at the shop. He looked at the board and said, ”Why do you say ‘Fresh’? No one sells stale fish, do they? Hodja thanked him and rubbed off the word ‘fresh’. The board now read, “FISH SOLD HERE.”\n\nAnother person who dropped in, looked at the board, and shook his head. “Here? Is it necessary to say ‘here’? The moment he sees fish, even a dimwit knows they are sold here.” Hodja thanked him and rubbed off the word ‘here.’ The board now read, “FISH SOLD.”\n\nA few minutes later the village school teacher stopped by. He looked at the board. “Sold? Of course, you have kept the fish to sell, not give to charity.” Hodja thanked him and rubbed off the word ‘sold.’ The board now read, “FISH.” Then he waited patiently for customers.\n\nThe village wise man visited the shop. “I could smell fish from half a mile away,” he said, “Is it necessary to announce fish?”\nHodja thanked him and rubbed off the word ‘Fish’. Now a slate was hanging above with nothing written on it.\n\nHodja waited for customers. Then came his wife. “Is this way to attract customers?” she scolded Hodja. “Why don’t you write on the slate: FRESH FISH SOLD HERE?”\n"
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Monkeys on a fast",
      "body": "One day, a group of monkeys in a banana grove decided to fast. “Fasting once in fifteen days is good for our health,” said a wise old monkey. All monkeys nodded their heads.\n\n“Let’s fast tomorrow,” said their leader. All monkeys agreed.\nSoon, the day of fasting arrived. All the monkeys closed their eyes and said a prayer. A little monkey opened a corner of his eye.\n\nThere on the trees were bananas! Ripe bananas!\n\nThe little fellow licked his lips.\n\n“No eating today, Chotu. We are fasting,” said his mother giving him a stern look.\n\n“I was wondering…” said Chotu.\n\n“What were you thinking of?” asked the mother impatiently.\n\n“I was thinking — to fast means not to eat, right?” said Chotu.\n\n“Yes?” said the mother.\n\nThe whole troop was now alert.\n\n“But we can hold a banana in our hand, can’t we?” asked Chotu.\n“What did you say?” Mother glared at Chotu.\n\n“No eating. Only holding the banana in our hand,” added Chotu hastily.\nThe troop gravely considered this suggestion.\n\n“Is there any harm?” asked Chotu humbly.\n\nMother looked at the wise old monkey. “A good suggestion must be considered, even if it comes from someone younger to us,” said the wise old monkey with a serious look.\n\n“I see merit in Chotu’s suggestion,” said the leader.\n\nSo, it was decided that there was no harm in holding a banana in their hands and looking at it.\n\n“But no eating,” said the leader sternly, as each monkey picked up a banana. A yellow ripe banana.\n\nHolding a banana in hand all the monkeys closed their eyes in meditation.\n\nThen Chotu opened a corner of his eye again.\n\nBanana! Yellow ripe banana! Banana in hand!\n\n“No eating allowed, Chotu,” said the mother, who was keeping an eye on her son.\n\n“I was just thinking, only thinking…” drawled Chotu.\n\nAll the monkeys were keen to hear what Chotu had in his mind.\n“I was thinking, is there any harm in peeling off the banana?” asked Chotu hopefully. Noticing the look of disapproval, Chotu added hastily, “Mind you, not eating. Only peeling off the banana and looking at it.”\n\nAll the monkeys gave serious consideration to the suggestion from Chotu.\n\n“I see no harm,” said the wise old monkey. In no time, the bananas were peeled off.\n\nHolding the peeled off banana in their hands and with eyes closed, the monkeys sang songs in praise of the Lord.\n\nThen Chotu opened a corner of his eyes again. Banana! Peeled banana in hand!\n\n“No, Chotu, you can’t eat it,” the mother warned Chotu.\n“I was just thinking, only thinking…” said Chotu.\n\nAll the monkeys were now alert. They were keen to know what new suggestion Chotu was about to give.\n\n“I was thinking, is there any harm in keeping the banana in our mouth?” asked Chotu hopefully.\n\n“Not eating,” assured Chotu, “Only keeping it in the mouth, instead of holding it in our hands.”\n\n“Hmmm… By keeping the banana in the mouth, you are not breaking the fast for sure,” said the wise old monkey.\n\nWithout further discussion, all the monkeys popped the banana into their mouths.\n\nIt was Chotu again who blurted out, “Mumma…”\n\nMother monkey gave him a questioning look. She could not talk as she had the banana in her mouth.\n\n“Mother, I think… I think…”\n\nAll the monkeys held their breath.\n\n“I think banana is gone. It is in my tummy.”\n\nAll the monkeys gave Chotu an understanding look, running their hands on their tummies. There was silence. Then the wise old monkey spoke, “We have made a great discovery.” All monkeys looked at the wise old monkeys with great attention. The wise old monkey spoke slowly, weighing each word, “We have made a great discovery that you cannot keep a banana in the mouth for too long.”\n\nAll the monkeys nodded their heads gravely."
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A trip to heaven",
      "body": "One morning, a farmer found that some animal had broken into his farm in the night and had eaten some of the sugar canes he was growing. He decided to keep a watch. In the middle of the night, he went to his farm to make sure no animal had invaded the farm.\n\nTo his surprise, he saw a white elephant busy eating the sugar canes. He ran after the elephant shouting. The elephant tried to flee. The farmer caught it by its tail. To his horror, he found the elephant rising off the ground. The jumbo was flying!\n\nThe frightened farmer held on the tail of the flying elephant. The elephant landed in a garden above the clouds. The farmer recalled his grandmother talking about heaven. “This must be heaven,” he thought. He was delighted to see beautiful trees laden with juicy fruits. He started eating the fruits. He put some fruits in his pocket. He wanted to share them with his friends back on earth. When the elephant flew again, the farmer held its tail. The elephant flew down heading for the sugarcane farm. After they landed on earth, the farmer ran home.\n\nThe farmer’s friends would not believe his tale. He offered them juicy mangoes that he had plucked from the heavenly trees. The fruits were so sweet that all his friends agreed that they tasted heavenly. They wanted to know when he was going to heaven again. The farmer said he was planning a visit that night. His friends begged him to take them with him. The farmer agreed. “Yes, let’s all go to heaven and celebrate there,” he said. The friends decided they would meet in the sugarcane farm at midnight.\n\nThat night as the farmer and his friends waited in the farm, they saw the white elephant descending from the sky. They waited patiently till the elephant had its share of sugarcanes. As the elephant was ready to take off, the farmer ran and held its tail. As the elephant rose, one of the friends ran and caught hold of the farmer’s legs. As the elephant rose higher, another man ran and held on to the legs of the man holding the legs of the farmer. Thus, the human chain grew, as every man held on to the legs of the other above him.\n\nAs the elephant flew the friends started talking. One of them wanted to know whether there were water melons in the heavenly garden. “Of course, there are water melons,” said the farmer. “They are so huge!” he said.\n“How big?” the friend asked.\n\n“This big,” said the farmer, demonstrating with his hands.\nAs he opened his hands to show how big the heavenly water melons were, the farmer and his friends fell. Luckily, they fell into a stream on good old earth.\n\nThe heavenly elephant never returned to the sugarcane farm although the farmer and his friends waited for his return."
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The noisy neighbours",
      "body": "Motubhai was a merchant. After earning a lot of money, he bought a big house. One afternoon, he lay down for a nap. He had barely closed his eyes, when suddenly he heard a strange sound. It sounded like a road engine. He went to the window and looked out. There was no engine in sight. Then, he realized that the sound was coming from the house next door. It was a gavaiya (musician) doing riyaz (singing practice)! “Oh, no!” said Motubhai who loved music. This man next door was singing in a loud and terrible voice. Luckily, the singing stopped.\n\nMotubhai’s head was throbbing. He rubbed some balm and closed his eyes. Slowly he relaxed. A cool breeze cheered him up. He closed his eyes. But again, he woke up with a start. He thought somebody was pounding on his chest. When he opened his eyes, he found no one. The ear-shattering sound was coming from the house next door — this time on the other side of his house. It was a drummer beating his drum.\n\nMotubhai realised that he was caught between two neighbors — one a gavaiya or a musician, and the other, a drummer!\n\nHe called on his neighbours in the evening, and pleaded with them to practice their art somewhere far away. Both politely refused. They pointed out that Motubhai was a newcomer, and that he had no right to dictate terms.\n\nMotubhai found out that both were living in rented houses. He once again requested them to look for some other house. Again, they refused.\n\nAs a last resort, Motubhai offered them ten thousand rupees each, if they agreed to move out of their houses. They demanded the money in advance, and Motubhai parted with money.\n\nThere was silence the next morning. Motubhai was relieved. He thought the money he paid was a small price to buy peace, which he valued so much. Then came a sound. It was faint at first, but soon it became louder — it was the sound of a beating drum! Then came the terrible sound of the gavaiya doing his riyaz.\n\nMotubhai closed his ears and ran out to demand an explanation from the musicians. They told him that they had vacated their old houses as agreed. So, the gavaiya had now rented the house the drummer had vacated; and the drummer had rented the house vacated by the gavaiya!"
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Arab and the Camel",
      "body": "Hamid was travelling to a faraway village in the middle of a desert. He only had his camel for company. As night fell, Hamid quickly put up a tent. While it was very hot during daytime, the desert would get extremely cold at night. Hamid crawled into the tent, spread a mat and lay down on it. Soon it was dark, and the Arab found his eyes drooping.\n\nSomeone outside called out to him, “Friend, it’s cold out here. Can you please take me into your tent?” It was the camel, who was shivering in the cold.\n\n“I’m sorry, Mr. Camel. This tent is so small and you are so huge,” said Hamid. “There’s no place for the two of us here in this tent.”\n\n“I understand. I will only put my head inside the tent,” pleaded the camel.\n\nHamid agreed. The camel put its head inside the tent and said, “Thank you.”\n“Goodnight, friend,” said Hamid as he closed his eyes.\n\n“My friend, it’s getting colder,” said the camel. “Let me bring my neck, just my neck, into the tent,” pleaded the camel.\n\n“Alright, friend,” mumbled Hamid, as he was feeling very sleepy.\n\nSo, the camel put his neck into the tent, with the rest of its body outside.\n\nA few minutes later the camel spoke with its voice trembling with cold. “Friend, you know how delicate my hump is. I think there’s enough space here for my hump.”\n\nHamid did not want to speak lest he woke up, “Hmm,” he grunted.\n\nTaking it as his consent, the camel pushed himself into the tent by an inch and the hump was inside.\n\nSometime later, the camel said, “My friend…” There was no reply from Hamid, who was in deep sleep.\n\n“Why disturb the good fellow,” said the camel to himself, “Surely, he won’t have any objection if I drag my tummy into the tent.”\n\nWhen the day broke, Hamid woke up with a start. He was shivering with cold, out in the open. The camel was snoring away inside the tent. Its head, neck, hump and the whole body inside. Only its tail was hanging outside the tent."
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Smart wife",
      "body": "Sujata loved her kind-hearted husband, Madhav. Although poor, Madhav was a generous man. Every day he would bring guests home for lunch. Often, the couple would go hungry after serving guests.\n\nSujata told her husband that it was difficult to feed guests when they were themselves struggling to have two meals a day. But Madhav would not listen: “The gods will be pleased when a guest is fed.”\n\nSujata realized it was impossible to change her husband. She had to do something to discourage guests from dropping in for lunch.\n\nOne morning, Madhav asked his wife to cook lunch for three guests he had invited. “You can expect them by noon,” he said.\nSujata wanted to tell Madhav there was not enough rice or dal to cook for three people. But she could not do so since one of his friends visited their house. Madhav told his wife he had to go out with his friend, but he would be back by noon.\n\nSujata had an idea. She took out the mortar and pestle used for pounding rice. She put some kumkum and haldi on the pestle and placed it in the hall.\n\nThe guests came promptly at noon. Sujata invited them in with a smile. They were surprised to see the mortar and pestle being worshipped in their host’s house.\n\nSujata told the guests that her husband had taken a vow to hit his guests on their heads before serving them the meals. The guests turned pale on hearing this. “Don’t worry. He won’t hit you hard. Just a tap on the head,” assured Sujata. Then she added, “Three times.” The guests got up and ran out of the house.\n\nJust then Madhav came home. He saw the guests leaving. “Did they have lunch?” he asked his wife.\n\n“No, they left abruptly,” said Sujata.\n\n“Did you speak to them harshly?” asked Madhav.\n\n“They wanted this pestle. I told them I cannot part with it as my mother gave it to me,” said Sujata.\n\nMadhav was upset with his wife. “We must give the guests whatever they ask for,” he said, “I’ll give it to them and bring them back.”\n\nMadhav ran after the guests carrying the pestle, shouting, “Stop, I want to give it you.”\n\nThe guests looked back and saw Madhav running after them with the pestle. They thought he was coming after them to hit them with it. They broke into a run.\n\nThe whole town saw Madhav with a pestle, chasing the three men. Word spread that Madhav was a generous host, but would hit the guests with the pestle. “Just a gentle tap,” said the townsfolk. Then they would add, “Three times.”\n\nThereafter, no guests came to Madhav’s house much to the relief of his wife."
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Moocha Raja and the crying prince",
      "body": "Raja Garga was the ruler of a small kingdom by the banks of a river. The king was kind at heart, but was short-tempered. He would bark out orders and expect them to be carried out immediately. Luckily, he was surrounded by wise ministers who would take the right decisions.\n\nRaja Garga was very happy the day his son was born. He named his son Chandra after the moon. Like the moon, the young Prince smiled a lot. He would eat his dinner on time, and sleep through the night.\n\nOnce when the Prince was three-years-old, he started crying. He just would not stop!\n\nThe Queen, the ministers, the royal caretakers, and everyone were at their wits end. Some tried to dance in front of Prince. The Prince would laugh. But the moment the dance stopped he would start crying.\n\nMagicians did tricks. Singers sang. Clowns were brought from all over the kingdom. But nothing could stop Prince Chandra from crying.\n\nOne day, the King was in court. All the ministers were seated in front of him. They were discussing some serious matters. Prince Chandra’s crying could be heard at a distance.\n\nRaja Garga was growing angrier by the minute. Suddenly, he announced, “if the Prince does not stop crying he will be banished from the kingdom!”\n\nThe ministers were shocked. “But Maharaj he is your own son, a baby,” some pleaded.\n\n“That’s why it’s important that he learn responsibilities. All this crying does not suit a Prince. Please tell the Prince of my order,” barked Raja Garga.\n\n“But how Maharaj,” asked one of the ministers, “the Prince can barely understand what we say.”\n\n“That’s not my problem. Carry out my command.”\n\nOne of the ministers suggested that the Prince be brought to court. “Perhaps Maharaj, you should try calming down the Prince. Who better than the father to calm a child down?”\n\nRaja Garga could not stand crying. He had stayed away from the Prince ever since his bawling began.\n\n“Maharaj, if anyone can do it, it’s you,” said the minister.\n\nRaja Garga could not refuse his ministers. He himself believed he could do anything.\n\nPrince Chandra was brought to court. The little one’s eyes were red. He was pouting. King Garga had fought wars. But the little one scared him a bit. Shaking off his fear, he held his hands out. The Prince was given to the king.\n\nImmediately, the Prince began sniffling. He was about to start crying. The King knitted his eyebrows in anger. Suddenly, the child paused. Even the king was surprised.\n\nPrince Chandra touched Raja Garga’s moustache, carefully at first. When Raja Garga did not react, he grabbed hold of it and pulled hard!\n\n“Oww! Oww, oww, oww!” yelled the King.\n\nPrince Chandra started laughing loudly. Everyone was surprised. They had not heard the Prince laugh since many days. Again, he pulled the King’s moustache. Again, the King yelled in pain. Again, the Prince laughed.\n\nOne of the ministers spoke, “Maharaj, now we know what to do when the Prince starts crying. There is no need to send the Prince out of the kingdom.”\n\nKing Garga was scared. “That order is cancelled. My new order is make dolls that look like me. When the Prince cries, give him the doll, and make sure he has a big mooch (moustache)!”\nEveryone in the court started laughing. They all shouted, “Moocha Raja ki jai! Moocha Raja ki jai!” (Victory to Moocha Raja).\n\nAnd that’s how Raja Garga become famous all over the world as Moocha Raja."
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Moocha Raja finds his soulmate",
      "body": "One day, a monkey entered Moocha Raja’s bedroom through an open window. It sat on the window sill and watched a maid fanning the king, who was sleeping.\n\nThe maid left on some errand. The monkey jumped into the room, picked up the fan, and started fanning the sleeping king.\nWhen the king woke up, he saw the monkey fanning him. The king blinked. He thought that the maid had changed into a monkey! Just then, the maid walked in, looked at the monkey with the fan in his hand. Shrieking loudly, she ran out of the room.\n\nThe monkey grinned. Moocha Raja laughed.\n\nHe took a liking to the monkey at once. The monkey appeared to be his soul mate! Moocha Raja, overcome by love for his soul mate, threw him a banana which the monkey smartly caught.\nLater, when Moocha Raja dressed up to leave for the court, the monkey ran and brought him his shoes. Moocha Raja patted him and threw him a mango, which the monkey accepted with glee.\nMoocha Raja called the royal tailor and asked him to stitch a pant and a coat for the monkey. Dressed up in the coat and the pant with a cap on his head, the monkey accompanied Moocha Raja wherever he went.\n\nThe minister was worried about Moocha Raja’s misplaced trust in a monkey. “You can never tell how these monkeys behave sometimes.” The minister tried to caution the king. But Moocha Raja cut him short, “if you utter even a single word, my new companion will replace you as the minister.”\nThe minister shut his mouth and withdrew.\n\nThat afternoon, Moocha Raja took a nap. The monkey sat beside him with the fan. He saw a fly coming into the room through the window. The monkey eyed this fly suspiciously. The fly ignored the monkey and buzzed towards the sleeping king. The monkey shooed him away with the fan in his hand. But the fly was not easily put off. He came again buzzing. The monkey chased him away, only to find him buzzing above the sleeping king.\n\nAs though to defy the monkey, the fly sat on the nose of Moocha Raja. Now the furious monkey raised his fist, and brought it down hard on the fly. The fly flew away just in time. But Moocha Raja jumped in pain, holding his broken and bleeding nose.\n\nAlarmed at the sight of the blood, the monkey jumped out of the window, never to be seen again. Much to the relief of his people, Moocha Raja stayed away from them until his nose had healed!"
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The singer who couldn't sing",
      "body": "Kalyan fancied himself as a great singer. He loved to sing. He believed in riyaz, or practicing various ragas. He would sit at home and begin to sing. But the moment he began singing, his father would shout at him: “Don’t start again, Kalyan. Go someplace where there’s no one around and practice.”\n\nIf his father was not at home and Kalyan started singing, the neighbours would knock at the door. “Please, lower your voice. You are disturbing my child,” the neighbour would say.\n\nWherever he practiced singing, people would shoo him away. Kalyan was disappointed with this attitude.\n\n“These people have no ear for music,” he would say. “But sing I must.”\n\nOne evening, Kalyan went on a long walk. Outside the city, he saw an ancient temple. Nobody seemed to be around. Kalyan walked into the temple. The priest hurriedly performed the arati and went away, leaving Kalyan all alone.\n\nKalyan was thrilled. At last he found a place where no one would ask him to stop singing! So he closed his eyes and sang to his heart’s content. His voice flowed through the temple, loud and clear. When he finished singing, Kalyan found it was dark. He headed home.\n\n“I’ve found the right place to practice singing,” Kalyan said to himself, as he walked home.\nThat night Kalyan slept peacefully.\n\nThe next morning, when the priest came to the temple, he was shocked to see Lord Ganapati with both hands pressed against his ears! This had never happened before! It was Tuesday and soon Moocha Raja would be coming to the temple. What would he say!\n\nBefore he could take any action, royal guards arrived and announced that Moocha Raja was on his way to the temple. Soon enough, Moocha Raja himself entered the temple. He joined his hands in salutation and closed his eyes in prayer. Only when he opened his eyes, he noticed that the Lord had closed his ears, which meant the Lord had not heard his prayer at all.\nMoocha Raja was furious. “Why has the Lord closed his ears?”\nThe priest trembled. The minister sent for three old wise men who came, who saw and shook their heads in disbelief.\n\n“This is a bad omen. The Lord of Obstacles is angry with us. We must do special Pooja,” said one wise man.\n\n“Unless the Lord lowers his hands, some great calamity is going to befall on you,” said the second wise man with a long beard.\n“This must be done before sunset. Today,” added the third.\nNo Pooja seemed to have any effect on Lord Ganapati, who continued to have his hands pressed against his ears.\n\nIn desperation, Moocha Raja announced a handsome reward to any wise man who would persuade Lord Ganapati to bring his hands down.\n\nMany wise men came and tried every trick they knew but they failed.\n\nWhen Kalyan woke up late in the morning he found his parents talking about the strange story of Lord Ganapati with his hands pressed against his ears. Soon Kalyan realised they were talking about the temple where he had practiced singing the previous evening.\n\nIt was evening when Kalyan reached the temple. He told Moocha Raja, “I shall set this right. I want all of you to clear the hall and leave me alone with the Lord.”\n\nMoocha Raja and his ministers and priests stepped out of the temple. Kalyan went close to Lord Ganapati. “Lord, I’m the only one who knows why you have closed your ears. People are frightened. Please put your hands down.”\nThere was no response from the Lord.\n\n“Alright, I’ll give you five minutes. If you do not answer our prayer,” said Kalyan, “I’ll start singing again.”\n\nEven as he turned his back, Lord Ganapati hurriedly brought his hands down. Kalyan bowed to Lord Ganapati and promised that he would never sing in the temple again.\n\nKalyan invited Moocha Raja in. The King was thrilled to see the Lord as before. “Ah, now he will hear my prayer,” he said.\n\nMoocha Raja gave a handsome reward to Kalyan, who used the money to join singing classes!"
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The king who stopped a river",
      "body": "Moocha Raja ruled over a small kingdom on the bank of a river. One day, he took a walk on the river’s bank. Having nothing else to do, he stood watching the river flow quietly. Like the river’s waters, his thoughts too flowed eastward.\n\nFurther down the river, was the neigbouring kingdom of Chota Raja, his cousin and rival. The flow of the river into the neighbouring kingdom made Moocha Raja very angry. He turned to his minster and shot a question.\n\n“Is this river flowing down to Chota Raja’s kingdom?”\n\nThe minister, used to strange questions from the King, said “Yes.”\n\n“Stop this river from flowing down,” Moocha Raja shouted. “I do not want my arch-enemy to reap the benefits of the river.”\nThe King was known for his temper, and the minister was scared to argue with him.\n\n“I’ll give you 24 hours to stop the river,” said Moocha Raja as he walked away.\n\nThe minister was wary. If the river was stopped, Chota Raja would strike back. He had a bigger army. The minister made up his mind to prevent war between the two neighbours.\n\nThat evening, he sent for the Time Keeper of the palace. It was his job to strike a gong every hour. The minster instructed the Time Keeper to strike the gong every half an hour instead.\n“Do it yourself. And don’t speak about it to anyone,” he instructed.\n\nThat night, at the stroke of nine, the king retired to bed. He fell asleep soon. He had a dream in which his cousin, Chota Raja was hopping mad and pulling his hair because the river had not entered his kingdom.\n\nSoon after, Moocha Raja heard the sounds of the gong — one, two, three, four, five, six. He jumped out of bed. It was 6 o’clock, time to get up.\n\nMoocha Raja, as was his practice, looked out of the window. To his surprise it was quite dark! He immediately sent for the minister. “Why is it still dark at this hour?” barked Moocha Raja.\n“It’s because, the sun has not entered our kingdom, Maharaj,” said the minister.\n\n“But why? Every day when it’s six, the sun is up in the sky,” said Moocha Raja.\n\n“Maharaj, the sun travels from east to west. Chota Raja’s kingdom is to the east of our kingdom. The sun comes to his kingdom first and then travels down to our kingdom,” the minister explained patiently.\n\n“Why hasn’t the sun done so today?” asked Chota Raja without much patience.\n\n“Maharaj, Chota Raja must have stopped the sun from entering our kingdom,” said the minister.\n\n“Impossible!” shouted Moocha Raja.\n\n“Maharaj, if we can stop the river from flowing to his kingdom,” said the minister, “surely, Chota Raja can stop the sun from entering our kingdom.”\n\n“Release the river,” shouted Moocha Raja. “Immediately!”\n“Your wish is my command, Maharaj,” the minister said bowing to Moocha Raja.\n\nMoocha Raja was relieved when the sun appeared within a couple of hours.\n\nNaturally, the sun had appeared at the usual time. But Moocha Raja never came to know of the trick played by the minister with the help of the Time Keeper.\n\nThe minister was happy that he had averted a war between the two kingdoms. And the river continued flowing east."
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Elephant and the tailor",
      "body": "A village temple used to keep an elephant. The elephant greeted devotees visiting the temple at the entrance. Everyone loved the elephant.\n\nEvery evening, the elephant would go to a pond to take a dip. On the way, he would stop at a tailor’s shop and raise his trunk to greet the tailor. The tailor used to offer the elephant a banana. The elephant would gulp it down, thank the tailor by raising his trunk, and walk away.\n\nOne evening the tailor was in a mischievous mood. When the elephant greeted him and stretched his trunk to collect the banana, the tailor playfully pricked the elephant with a needle. The elephant winced in pain. The tailor laughed loudly. The wounded animal walked away.\n\nNext day, as usual, the elephant went to the pond for a bath. On the way back, he stopped at another pond with muddy water. Then he walked purposefully to the tailor’s shop. The tailor was busy with his work. He had stitched several dresses, and had ironed and neatly arranged them. He was admiring his work, when he saw the elephant stop at his shop and raise his trunk. The next moment, the elephant sent forth a spray of muddy water, and drenched the newly-stitched clothes.\n\nThe tailor was shocked. He joined his hands in salutation. “Serves me right, friend. I was nasty to you and you have returned the compliment.” Then the tailor assured his friend, “I will never hurt you again.”\n\nThe elephant nodded his head, raised his trunk and walked away majestically."
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Suitable boy",
      "body": "The sages Narada and Tambura visited Ayodhya. Raja Ambarisha greeted the sages with respect. His daughter Srimati served delicious fruits to the guests.\n\n“You have come at the right time,” said the king. “Tomorrow, I’m holding a swayamvara for my daughter Srimati.”\n\nIn those days, a princess could choose someone she liked as her husband. All suitors would line up, and the girl would walk past them with a garland in her hand. She would look at each of the suitors. If she liked someone, she would garland him. This event was called a swayamvara.\n\nLater, Narada confided to Tambura that he had fallen in love with the princess. “I think she will choose me as her husband tomorrow,” said Narada. “Are you sure?” asked Tambura with a smile. “I have a feeling she will garland me tomorrow.”\n“Let the better man win,” said Narada.\n\nNarada wanted to make sure that Tambura would pose no threat to his chance of marrying the princess. He prayed to Lord Vishnu that on the day of the swayamvara, Tambura should appear to Srimati with a monkey head. Lord Vishnu granted his wish.\n\nWhat Narada did not know was that Tambura too had prayed to Lord Vishnu. He wished that on the day of the swayamvara, Narada should appear to Srimati with a bear head. Lord Vishnu smilingly granted his wish too.\n\nThe next day, Srimati entered the swayamvara hall with a garland in her hand. She moved slowly without stopping to garland anyone. She paused when she saw a suitor with a monkey face. Tambura thought that the princess was going to garland him. But he did not know that he was looking like a monkey to the princess. Princess Srimati quickly moved on and again stopped. She was startled to see a suitor with the face of a bear. Narada was certain that the princess was going to garland him. But he too did not know that he was appearing to the princess with the face of a bear.\n\nSrimati quickly looked away. She was confused to see a monkey face and a bear face among the suitors. She closed her eyes and prayed to Lord Vishnu. When she opened her eyes, she saw a handsome man with a divine smile standing between the Monkey Face and the Bear Face. As she walked up to him, the two sages stepped forward, each thinking that the princess was going to garland him. Srimati walked past them and garlanded the handsome man who was none other than Lord Vishnu.\nThe sages were startled to see Lord Vishnu who smiled at them. “I came here to see how you two are faring. This…,” Lord Vishnu said pointing to the garland round his neck, “…came as a surprise to me.”\n\nThe sages joined their hands in salutation, and said to the Raja, “Maharaj, the princess has chosen the most suitable boy as her husband.”\n\nRaja Ambarisha was delighted to have Lord Vishnu as his son-in-law, and he thanked the two celestial sages."
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Cap seller and the monkeys",
      "body": "Topiwala was a cap seller. He stitched caps of every size and colour. He would then tuck them in a bag and go from town to town, selling the caps.\n\nHis wife would pack his lunch. He would eat his lunch on the way sitting under the shade of some tree. He would then lie down to take a nap for half an hour. He would use the bag of caps as a pillow to rest his head.\n\nOne day, it was hot and Topiwala was hungry. He found a tree. Sitting under its shade, he had his lunch. He was tired. So, he lay down as usual, using the bag of caps as a pillow.\n\nWhen he woke up, he found the bag empty! All the caps were gone!\n\nShocked to find caps gone, he looked to his left, and then to his right. He looked all around the tree. Then he looked up. There, sitting on the tree’s branches were monkeys wearing caps. His caps!\n\nWhile he was sleeping, the monkeys had come down the tree and taken away the caps.\n\nTopiwalla was angry at the monkeys. He shouted at them. But the monkeys yelled back. He shook his hand at them. The monkeys did the same. He threw stones at the monkeys. They threw fruits at him.\n\nTopiwala got an idea. He took off his cap and threw it down. The monkeys took off their caps and threw them down!\nTopiwalla quickly gathered the caps thrown down by the monkeys, put them in his bag, and left the place in a hurry."
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Tiger in the cage",
      "body": "A wood cutter saw a tiger trapped in a cage. “Get me out of this cage,” the tiger pleaded. Taking pity on the tiger, the wood cutter opened the door and let the tiger out.\n\nThe tiger yawned and stretched his limbs saying, “I’m hungry.” Looking at the wood cutter, the tiger licked his lips. The wood cutter stepped back shouting, “Don’t touch me.”\n\n“I’m sorry. I haven’t eaten for two days. I have to eat you,” said the tiger. “It’s not fair,” the wood cutter cried out. “Who says so?” asked the tiger coldly.\n\n“Let’s ask this rabbit,” said the man stopping a rabbit that was hopping by.\n\nThe woodcutter told the whole story to the rabbit. “Is it fair for him to eat me?”\n\nThe rabbit looked at the tiger who appeared to be very hungry. “If I speak against him, this hungry fellow may eat me instead,” thought the rabbit. “Of course, he is right. A tiger is always right,” said the rabbit as it ran away.\n\nThe tiger took one step closer to the woodcutter who quickly said, “Let’s ask someone else.”\n\nA deer passing by heard the wood cutter politely. She looked at the tiger. Fearing for her own life, she too said that the tiger was right.\n\nThe tiger took another step closer to the woodcutter. But just then came a jackal. The wood cutter repeated his story and asked the jackal, “Is it fair that this tiger should eat the one who helped him?”\n\n“I don’t understand what you are saying. Where was the tiger? Where were you?” asked the jackal.\n\nGetting impatient, the tiger said. “Look I was in this cage. Like this.”\n\nThe tiger went inside the cage.\n\n“The door was shut like this,” said the tiger closing the door.\n“And it was bolted like this,” said the woodcutter bolting the door.\n\n“I understand. Now What is the problem?”\n\n“He wants eat me.” complained the woodcutter as the tiger licked its lips. He was very sure that the jackal will also side with him.\n\nThe jackal looked puzzled. “How can the poor fellow eat you? He is inside the cage,” said the jackal.\n\n“He released me from the cage, you fool,” shouted the tiger.\n“Oh yeah, he did, didn’t he? Now will you let him out?” asked the jackal to the woodcutter.\n\n“Not again!” said the wood cutter and walked away.\n\nThe jackal walked away too, leaving the tiger in the cage, with the door closed and safely bolted."
    },
    {
      "category": "Humorous Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Cock-a-doodle-doo",
      "body": "Long ago, in a small village on the banks of Kaveri river lived an old woman called Ajjamma. As the sun rose in the morning, Ajjamma’s rooster, Hunja, would clear his throat and crow loud and clear, “Cock-a-doodle-doo!”\n\nHearing the call, the villagers would open their eyes and look out at the glow of the breaking dawn. They would join their hands in salutation to the Lord and get up. Their day had begun.\n\nAjjamma was the only one who had a rooster in the village. She also had an oven where she kept charcoal burning day and night. As soon as they woke up, the women of the village would go to Ajjamma’s hut to get burning coal so that they too could light the oven in their homes.\n\nOne day, for some reason Ajjamma got angry. She felt that the villagers were not showing her respect. “After all, the sun comes up in the village on hearing my rooster crow,” thought Ajjamma. “Also, without the burning charcoal from my oven, how can the villagers light their own ovens to cook food? “\n\nSo to teach the villagers a lesson and to make them realize her importance, Ajjamma left the village in dead of night, taking with her, Hunja and the oven.\n\nShe went far away from the village and climbed a tall tree and sat there, hiding from the villagers.\n\n“Let me see, how the villagers manage without my rooster and oven,” said Ajjamma to herself.\n\nNext morning, Hunja, as usual, cleared his throat and crowed loudly, “Cock-a-doodle-doo!” Ajjamma could see the dawn breaking. The old lady was convinced that the rooster’s crowing would not be heard in the village, and therefore, the sun would not rise there.\n\nAfter spending a couple of hours on the tree, Ajjamma came down with Hunja and the oven. She was missing her village. “Poor chaps, what would they do if the sun didn’t rise? Men would be missing their morning coffee and children would be crying for breakfast; how can they cook without fire from my oven? I must get back to the village quickly,” said Ajjamma to herself.\n\nAs she started walking towards her village, she saw a bullock cart. Riding the cart was a man from Ajjamma’s village. “Oh, Ajjamma, are you alright?” shouted the villager. Concerned about the old woman, the man had set out in his cart looking for her. Tears welled up in Ajjamma’s eyes. She had misjudged the people of her village. They loved her.\n\nAjjamma got on to the cart with Hunja and the oven. As the man drove the cart Ajjamma asked him. “You must have found it difficult in the morning.” The villager agreed. “Without fire from your oven morning coffee was delayed a bit. Then, the school master rubbed two stones to start fire. It was great fun. Kids started rubbing stones to produce fire.”\n\n“But how did you manage to do all this? Was it not dark?” asked Ajjamma.\n\n“Dark? No, it was not dark. We lit the fire in broad daylight,” said the man.\n\n“But how could the sun rise there? My Hunja was far away from the village?” Ajjamma muttered to herself.\n\nThe man was worried. Ajjamma was looking ill. “I hope she is alright” he thought.\n\nThen he saw the old woman breaking into a smile. It was the most radiant smile, the most beautiful smile he had ever seen. The man was all attention as Ajjamma whispered. “I’ve made a great discovery.”\n\nThe villager held his breath. He did not want to miss out what Ajjamma was going to say about her great discovery.\n\n“Yes, a great discovery I’ve made,” said Ajjamma. “The sun rises even if my rooster does not crow.”\n\nThe man thought over this statement. Then he nodded in agreement.\n\nAjjamma returned to her village to a rousing welcome from the villagers who all loved her.\n\nFrom that day onward, every child in the village knew: “The sun will rise even if the rooster does not crow.”"
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    }
  ]
}