{
  "data": [
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Tiger and the Traveller",
      "body": "One day the villagers caught a tiger by setting a trap, and placed him inside a cage. They placed the edge by the side of the road for the people to see the wicked tiger who had so far killed many cattle and children by suddenly attacking the villagers.\n\nThe tiger was now in real problem. He was not given any food nor any drink. He requested each and every passer­by to release him, promising that he would not kill his rescuer. But no one believed the ferocious animal.\n\nAt last, a kind traveller agreed to help the tiger, after the latter promised not to kill him. But as soon as the tiger was released, he wanted to kill the man. The man pleaded for life, reminding the animal of his promise. But the animal did not want to listen to his prayer. He said, \"I am hungry, and you are my prey. How I can let you go?\"\n\nMeanwhile, a fox happened to come there. He heard everything from both the parties, and said, \"I don't believe that such a big tiger could fit in that small cage.\"\n\nThe tiger said, \"Let me show how I was locked in the cage.\" So saying, he entered the cage. And the sly fox at once closed the door of the cage, and went away with the traveller."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Hidden Treasure",
      "body": "There lived an old farmer with his three sons in a village.\n\nThe father asked his sons to work in the field along with him. But the young fellows were lazy. They did not want to work in the sun and the rains in the field like their father.\n\nOne day the farmer fell sick. He was about to die. So he called his sons, and told them, \"Sons, before I die, I want to tell you some secret. Under the ground in our field, there are some hidden treasures. If you dig the land properly, you will surely find them.\"\n\nSo saying, the old farmer died.\n\nThe boys performed the funeral rites of their father. Then, one day all the three brothers went to the field and began to dig the land thoroughly from one end to the other in order to find the hidden treasures. But they did not find any­thing. They were disheartened.\n\nNow the eldest brother told the other two to sow seeds in the land, as the land had already been ploughed thoroughly. And they did so.\n\nAfter a few months, they found good crops in their field. They reaped the harvest, and made large profit by sell­ing them.\n\nNow the eldest brother told his two brothers, \"Brothers, I've understood what our father had meant by the 'hidden treasures'. The hidden treasures are the good crops that we found, only by digging the land properly and sowing the seeds there.\""
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Lies Beget Danger",
      "body": "There was a small village at the foot of a hill, where the villagers lived happily. A shepherd boy also lived there.\n\nHe used to graze the sheep in the valley from dawn to dusk, and returned home in the evening with his cattle.\n\nOne day the shepherd boy thought of befooling the villagers.\" He shouted at the top of his voice. \"Wolf, Wolf!\" The villagers came running to-the spot with their sticks and weapons in hand to save the boy and his cattle. But they found no wolf there. The shepherd boy began to laugh, as tie was able to befool the villagers.\n\nAfter a few days, the shepherd boy again shouted, \"Wolf, Wolf!\" and again, the villagers came running with their sticks and weapons to the rescue of the distressed, but again, they saw the shepherd boy laughing for befooling them. They went back annoyed at the boy.\n\nNow one day a wolf really appeared at the valley and attacked the shepherd boy and his cattle. The boy shouted loudly, \"Wolf, Wolf!\" But the villagers took it for the usual fun that the boy enjoyed by misleading them. So they did not bother themselves to come to the rescue.\n\nThe shepherd boy was killed, and a few sheep were injured by the wolf. The boy understood before his death that lies do not pay, and they rather create troubles for the liar."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Look before You Leap",
      "body": "Once a fox was chased by a tiger in a forest. He ran as fast as he could in order to save his life. But suddenly, he fell into a well which was covered with shrubs that obstructed his vision, as he was running. He could not come out of the well. Now the fox knew that death had been waiting for him in that well. He was sad.\n\nSoon the fox heard a goat bleating nearby. He shouted loudly from inside the well to call the goat. The goat came near the well and asked him, \"Friend, what are you doing there in the well?\"\n\nThe fox said, \"Friend, have you not heard that a drought is soon coming in the country, and there will be no water anywhere? So I've come here to enjoy the sweet water of this well. The water is so tasty that I do not even feel hun­gry. Why don't you join me, friend? Just jump into the well, and give me a pleasant company!\"\n\nThe foolish goat believed the fox and agreed to join her friend. As she jumped, the clever fox placed one of his feet on her horn and escaped from the well. Now the poor goat was inside the well. She cried, \"Friend, why do you leave me here alone? Come back.\"\n\nThe fox said, \"Friend, you should have looked before you had leaped into the well to see if it was possible for you to come out of it. You did not do that, and hence let you suffer.\"\n\nThe fox left the place, and the goat lay in the well counting the days for her inevitable death."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A Greedy Dog",
      "body": "Once a dog was waiting near a meat shop the hope to get by chance a piece of meat. Soon he found an opportunity.\n\nThe shopkeeper had a good number of customers visiting his shop at a time, and he became busy in talking to them and selling meat according to their respective laments.\n\nIn the meantime, the dog managed to bite a lump of meat from the shop and ran away as fast as possible. He reached the bank of a river and wanted to cross the river by the bridge that was laid over it.\n\nThe dog climbed the bridge, and as he came near the middle of it, he saw his own shadow fell on the bed of the river, which reflected that a dog was standing with a lump of flesh in his mouth.\n\nThe dog became greedy and wanted to a way that piece of meat also. So he jumped into the river to catch hold of the meat. And he was soon carried away by the strong current of the river. Thus the dog had received the result of his greed."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A Monkey and Two Cats",
      "body": "Once a cake was stolen by two cats from a house. But they did not want to share it.\n\nEach of the cats claimed that it was his earning and that he was not prepared to give a share to the other. When their quarrel reached the climax, a monkey appeared on the scene. He offered himself to solve the dispute. He heard the case and opined that as they were good friends, they should share the cake equally. And he offered himself to divide the cake into two equal parts for them.\n\nSomehow the cats agreed to his suggestion. Then the monkey took and 'divided the cake into two parts. He weighed each of the parts separately, and found that one was heavier than the other. So he gave a good bite to the heavier piece to make it of lesser weight, and weighed it again. Now he found the other part heavier. So again, he gave a good bite to the heavier piece and put it one the scale. Now it appeared to be of lesser weight. Again, he gave a good bite to the presently heavier piece to make it equal in weight to the other. But none of the two pieces appeared to be perfectly equal in weight.\n\nNow the cake was almost eaten up by the clever monkey this Way. So the cats wanted the remaining parts back from the monkey. At this, the monkey said that they cannot get them back, because he claims them as remuneration for his service to them. So saying, the monkey swallowed the tuning two small pieces of the cake and jumped high to of a tree, beyond the reach of the cats."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Ungrateful Tiger",
      "body": "There lived in a forest a ferocious tiger who found pleasure in killing animals, even when he was not hungry. Every bird and beast used to avoid him.\n\nOnce the tiger killed an animal, and while eating it, a small bone stuck to his throat. This gave tremendous pain to him. He crying requested each and every bird and beast in the forest to take out the bone, and announced a reward for the job, as will be desired by the rescuer. But no one dared to come forward to help him, because they knew that the tiger was not at all dependable. As soon as the bone was taken out, he would kill his helper.\n\nSeeing the deplorable condition of the tiger, at last a kind crane came near him and said, \"See, your reputation is bad. No one believes you. If you promise me a reward and also that you would not kill me as soon as I take out the bone, I am ready to help you.\"\n\nThe tiger said, \"How can I kill a benevolent friend who would bring me relief from this pain? I promise not to kill you, and also promise to reward you according to your wish.\"\n\nAt this, the crane inserted his long neck into the tiger's mouth and with his sharp beak, he soon uprooted the bone. Then he asked the tiger to suitably reward him according to his promise.\n\nThe tiger replied, \"You foolish crane, how do you dare to ask reward from a tiger? By the good luck of your forefa­thers, you've been able to save your life from me, or I would have eaten up, your head when it was inserted inside my broad mouth. And that is your great reward.\""
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Tit For Tat",
      "body": "There lived in a forest a crane and a fox. They were good friends. They used to kill small creatures and shared the food together.\n\nOne day the crane invited the fox to his house for din­ner. The fox did hardly eat anything during the day, because he thought that his friend must have arranged for a good feast. But when the food was served by the crane, the fox found that it was inside a narrow-necked jar, from which the fox could not lick to taste the food. He sat idly there, while the crane sucked it by inserting his long neck and beak.\n\nAfter the dinner, the crane asked the fox, \"Friend, how did you enjoy the dinner?\"\n\nThe fox suppressed his great anger, and smilingly said, \"Oh, it was really a fine dinner!\"\n\nNext day the fox invited the crane to his house for din­ner. The crane thought that he was not a fool like his friend. He would eat all the food to be given to him by the fox. He also did not take much food during the day to retain good appetite, and went early in the evening to the fox's house.\n\nThe fox received his friend cordially and offered him soup in a plate. The crane did not know how to eat the soup from a flat plate. The fox licked the soup from his own plate in a moment, while the crane sat idly to watch the fox eating the soup.\n\nAfter the dinner, the fox asked the crane, \"Friend, how did you enjoy the dinner?\"\n\nThe crane replied, \"Oh, it was fine! I really enjoyed it.\"\n\nThe crane cursed the sly fox from his heart, as he served him in the same way as he had himself served the fox. The hungry crane had to return home in an angry mood."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Clever Crow",
      "body": "It was then summer season. The day was very hot, when a crow became thirsty. He flied hither and thither in search of water. But he could not find water anywhere.\n\nAfter some time, the crow came across a pitcher that was lying under a tree. He peeped into it, and found that there was water, but at a very low level, and it was not possi­ble for him to suck it with his beak. He was disheartened. But he did not leave the place, because the presence of water in the pitcher made him eager to drink it.\n\nThe crow's eyes suddenly fell on a heap of pebbles which were lying under a nearby tree.\n\nA wonderful idea came to his mind that by dropping the pebbles into the pitch­er, the level of the water could be brought to a higher level. So he began to drop the pebbles one by one into the picher; and finally, the level of the water was raised by the process, and and he drank it to his heart's content."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Grapes Are Sour",
      "body": "Once a hungry fox went about in search of food and reached a vineyard. He stopped near one of the trees that bore beautiful ripe grapes which were hang­ing in bunches. His mouth watered. He thought that he would eat the ripe grapes to satisfy his hunger.\n\nSo he tried to catch hold of the grapes. He jumped as high as possible to hold at least one of the bunches which was not so high. But still it was beyond his reach. When his repeated efforts failed to get even a single grape, he was upset.\n\nSo he consoled himself by thinking that these grapes must be sour, which he should not taste. And it is better to leave the vineyard and look for food somewhere else. So the fox went away."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Lion and the Mouse",
      "body": "Once a lion was sleeping in a jungle. He was woken up by a mouse. The lion became angry. The mouse pleaded for his life. He promised to help the lion. The lion let it go. Once the lion got caught in a trap.\n\nOnce there lived a lion. He was sleeping under a shady tree. A mouse lived in a hole nearby. It came out of its hole. It began to move up and down on the body of the lion. The lion woke up from his sleep. He was very angry. He wanted to kill the mouse. The mouse prayed for its life. It said, \"Please spare my life. I will pay back your kindness\". The lion took pity and set the mouse free.\n\nOne day, the lion was caught in a net. He began to roar. The little mouse heard his roar and came there. It saw the lion caught in a net. It cut the net with its sharp teeth. The lion was free. He thanked the little mouse for its timely help.\n\nMoral: Do well and have well."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A Wolf and the Shepherd Boy",
      "body": "Once there lived a boy. He lived in a small village. He took out his sheep for grazing every day. He would go to a nearby jungle. One day he thought of a mischief.\n\nHe climbed up a tree and shouted, \"Help! Help! A wolf is coming\". The villagers rushed to his help. They found no wolf there. The boy laughed at them. He said that he had cried for the sake of fun.\n\nThe villagers went back. On another day, he repeated the joke. The villagers again came to help him. They found no wolf. One day a wolf actually came there. The boy shouted for help. No one came to his help. The wolf killed him and his sheep also.\n\nMoral: Once a liar, always a liar."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Bad Company",
      "body": "Once there was an old man. He had four sons. They had fallen into bad company. They mixed up with gamblers. The father advised them not to mix with such persons.\n\nBut the advice had no effect on them. One day, the old man bought a basketful of mangoes. He told the sons to eat the mangoes the next morning.\n\nThe old man kept one rotten mango among them. The next morning, the sons found that most of the mangoes were rotten. The father told them the cause. The sons learnt a lesson. They left the bad company.\n\nMoral: A single rotten mango can spoil all others."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Farm Dog and the Wolf",
      "body": "The dog replied that he kept watch over the farm and his master fed him well. The dog advised him, \"Do work honestly and the master will feed you well\". The wolf agreed.\n\nThe wolf noticed some marks round the dog's neck. He asked the dog about it. The dog replied that during the day he had to wear the chain round his neck. The wolf was shocked to hear this. He said, \"I would rather be free and starve than be a slave to anybody\".\n\nMoral: Better be hungry than in chains.\n"
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Cap-seller and the Monkeys",
      "body": "Once a cap-seller was going to sell his caps in a village market. He was going through a forest. He was carrying a basket of red caps on his head. He got tired in the heat of the sun. He lay down under a tree to take rest. He put his basket on the ground. He fell asleep.\n\nThere were monkeys on that tree. They came down and took the caps. Then they climbed on the tree. When the cap-seller woke up, he was surprised to see that monkeys were wearing his caps. He became sad. He thought of a plan. He threw his own cap on the ground. The monkeys also threw down their caps. He collected his caps and went away.\n\nMoral: Wit works where strength fails."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A Thirsty Crow",
      "body": "It was a hot summer day. A crow was very thirsty. He flew here and there in search of water. He could not find the water. He sat on a branch of a tree. There was a pitcher under the tree. There was some water in the pitcher. He was very happy to see the pitcher.\n\nHe tried to drink water but the level of water was low. His beak could not reach the water in the pitcher. He thought of a plan. He dropped some pebbles in the pitcher, one by one. The level of water rose up. The crow drank the water and flew away.\n\nMoral: Where there is a will, there is a way."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Union is Strength or United We Stand",
      "body": "Once there was an old farmer. He had five sons. They were very selfish. They always quarreled with one another. He was worried about them. When he was on his death bed, he wanted to teach them a lesson. He advised them to live in unity. But they did not care.\n\nHe asked his servant to bring a bundle of sticks. Then he called his sons one by one and asked them to break the bundle. But no one could do that. Then he ordered the servant to untie the bundle. Now each one of them could break the sticks easily. He advised his sons to live like a bundle of sticks. If they quarreled, the people would harm them. The sons promised to live united.\n\nMoral: Union is strength."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Fox and the Grapes",
      "body": "Once there was a fox. He was hungry. He went in search of food. He could not find any food. At last he reached a vineyard. Bunches of grapes were hanging. He wanted to get them.\n\nHis mouth began to water. The grapes were very high. He tried to get at the grapes. He jumped again and again. But all his efforts were useless. The grapes were too high for him to reach. He got tired. He was sure that he could not get the grapes. He gave up the attempt. He went away saying that the grapes were sour.\n\nMoral: The grapes are sour if they are not within reach."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Fox and the Crow",
      "body": "Once there was a fox. He was hungry. He ran in search of food but could not find anything to eat. He saw a crow sitting on the branch of a tree. It had a piece of bread in its beak.\n\nHis mouth watered. He thought of a plan. He praised the crow for its sweet songs. He prayed to him to sing a song. The crow felt proud. As the crow opened its mouth to sing, its own piece of bread fell down. The fox took it away and ate it.\n\nMoral: Beware of flatterers."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "An Honest Woodcutter",
      "body": "Once there lived a poor woodcutter. He used to cut trees in the woods. One day he was cutting wood on the bank of a river. His axe fell down into the river. The river was deep. He could not take his axe out. He sat on the bank and began to weep.\n\nMercury, the god of water appeared. He asked the reason of his weeping. The woodcutter told the whole story. Mercury dived into the water and brought a golden axe. The woodcutter refused to take it. Mercury again dived and brought a silver axe. The woodcutter did not take it either. Then he brought an iron axe. The woodcutter took it gladly. Mercury was much pleased. He rewarded the woodcutter with the other two axes.\n\nMoral: Honesty is the best policy.\n"
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Salt Merchant and His Ass",
      "body": "A Merchant took his Ass to the shore to buy salt. On the way home the Ass tripped and fell into a stream. On rising, the load of the Ass was lightened because some of the salt had dissolved. The Merchant returned to the shore to replenish the salt and, on returning, this time the Ass fell into the stream on purpose to lighten the load. Again, the Merchant returned to the shore, but this time, knowing what the Ass would do, loaded the Ass down with sponges. On returning home the Ass again fell into the stream but this time the sponges filled with water and doubled his load.\n\nA Merchant, driving his Ass homeward from the seashore with a heavy load of salt, came to a river crossed by a shallow ford. They had crossed this river many times before without accident, but this time the Ass slipped and fell when halfway over. And when the Merchant at last got him to his feet, much of the salt had melted away. Delighted to find how much lighter his burden had become, the Ass finished the journey very gayly.\n\nNext day the Merchant went for another load of salt. On the way home the Ass, remembering what had happened at the ford, purposely let himself fall into the water, and again got rid of most of his burden.\n\nThe angry Merchant immediately turned about and drove the Ass back to the seashore, where he loaded him with two great baskets of sponges. At the ford the Ass again tumbled over; but when he had scrambled to his feet, it was a very disconsolate Ass that dragged himself homeward under a load ten times heavier than before.\n\nMoral: Cleverness does not pay always."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Wolf and the Lamb",
      "body": "Once there was a naughty lamb. His mother always loved her child so much that she worried about the safety of the child. His mother always warned him, “Be careful! You must not go into the forest. Wild animals live in there. They may threaten you. Sometimes they would eat you.\" But the mischievous lamb never listened. The lamb casually went into the forest and played there for a long time till it turned dark in the evening.\n\nOne day, as usual the lamb wandered far off into the forest. There he saw a spring. “I am thirsty. Let me drink some water,\" he thought. He decided to take water from the spring for his thirsty. While the lamb was drinking water in the spring, a wolf watched from behind a tree.\n\n“A lamb! My lucky day!\" the wolf thought, approaching the lamb. The lamb was not aware of the wolf for some time. There was no one besides these two animals to save the lamb from the wolf.\n\n“You know this forest belongs only to wild animals like me. Why have you come in here to take water from this spring?\" asked the wolf.\n\nThe lamb knew that wolves were dangerous animals. “Mother has warned me about wolves. I am sure this fellow wants to eat me for his lunch. This fellow is ferocious. I must escape from this animal,\" he thought.\n\nThe wolf continued, “You are also dirtying water. How will I drink this polluted water now?\"\n\n“But the spring flows from where you are standing down to where I am standing, Sir!\" said the lamb, in a meek voice. The wolf was surprised to hear such an intelligent answer from the lamb. But the wolf was just looking for an excuse to kill the lamb. “How dare you argue with me? I think you are the same lamb who had abused me last year,\" the wolf shouted.\n\n“Last year? Bur Sir, I was not even born then!\" the lamb squeaked. The lamb feared that the wolf was looking after a pretext to kill the lamb. The lamb became cautious of its words and gestures. This way both the lamb and the wolf talked to each other cautiously.\n\nThe lamb heard some woodcutters. They were coming the way in which the lamb and the wolf were standing. “\"If I can keep talking to this wolf for a little while longer, the woodcutters will be here. They will chase him away,\" thought the clever lamb. So, he said, “Mr. Wolf, you are right. I have dirtied the water. But, I did not mean to upset you.\"\n\nThis way the lamb kept on talking for few more minutes. As the lamb spoke, the woodcutters arrived. They saw both the lamb and the wolf.\n\nThey caught the wolf and beat him before letting him go. The lamb was relieved to be safe. He ran back to his mother. He told her his mother what had happened in the forest with the wolf and the woodcutter. And then he promised his mother never to wander into the forest again. "
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Sun and the Wind",
      "body": "It was an autumn day. The wind and the sun had an argument.\n\nThe wind boasted \"I am stronger than you.\"\n\nThe sun mildly said \"No. you are not\".\n\nJust then, they saw a traveller wrapped in a blanket was passing by. The wind said, \"Whoever separates the blanket from traveller is the stronger. Do you agree?\"\n\nThe sun replied, \"OK. First you try.\"\n\nThe wind started blowing. The traveller wrapped his blanket around him. He blew harder. The traveller held his blanket firmer. He blew still harder. The traveller held his blanket still tighter. The harder the wind blew the tighter and firmer did the traveller hold his blanket. The wind failed.\n\nIt was the Sun's turn. The sun smiled gently at the traveller. The traveller loosened his grip on the blanket. The sun smiled warmly. The traveller felt the warmth and soon took off the blanket.\n\nThe sun was declared stronger.\n\nMORAL : Gentle smile can achieve what brutal force can't.\n"
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "King Bruce and the Spider",
      "body": "Once upon a time there was a king in Scotland. His name was Robert Bruce. He fought many battles. Once he was defeated. He ran away from the battle field. He hid himself in a cave.\n\nThere was a spider in that cave. It was trying to reach the roof of the cave. It failed again and again. After every fall, the spider tried again. It did not lose heart. The spider reached its web in the seventh attempt.\n\nThe spider taught King Bruce a great lesson. It filled him with new hope and courage. He came out of the cave and gathered his forces. This time he fought bravely. He was successful in making his country free.\n\nMoral: Try, try again till you succeed."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Slave and the Lion",
      "body": "Once there was a slave in Rome. His master was very cruel. He ran away to a forest. He went into a cave to live there. He slept in the cave. Suddenly he woke up to hear the roar of a lion. He saw a lion there.\n\nThe lion was limping. The slave saw a thorn in the lion's paw. He pulled it out. The lion felt relief. Both became friends.\n\nOne day, the slave was caught by his master's men. He ordered him to be thrown before a hungry lion. When the slave was brought before the lion, the lion did not kill him. It was the same lion. The lion licked his feet. All were surprised at this strange sight. The slave was set free. The lion was given to him as a reward.\n\nMoral: Kindness never goes unrewarded."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Hare and the Tortoise",
      "body": "Once there lived in a forest a hair and a tortoise. The hare was very proud of his speed. He made fun of the tortoise for his slow speed. The tortoise challenged the hare to have a race with him. The hare accepted the challenge.\n\nThe race started. The crow was the referee. The hare ran very fast. The tortoise was left much behind. The hare stopped to take rest under a tree. He fell asleep. The tortoise passed him and reached the winning post. The hare woke up and ran as fast as he could. He saw that the tortoise was already there at the winning post. He had won the race.\n\nMoral: Slow and steady wins the race or pride hath a fall."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Faithful Dog",
      "body": "There is a legend of a woman who had a faithful dog. This dog was so faithful that the woman could leave her baby with it and go out to attend other matters. She always returned to find the child soundly asleep with the dog faithfully watching over him.\n\nOne day, something tragic happened.\n\nThe woman as usual, left the baby in the \"hands\" of this faithful dog and went out shopping. When she returned, she discovered a rather nasty scene. There was a total mess.\n\nThe baby's cot was dismantled. His nappies and clothes torn to shreds, with bloodstains all over the bedroom where she had left the child and the dog. Shocked, the woman wailed as she began looking for the baby.\n\nPresently, she saw the faithful dog emerging from the under the bed. It was covered with blood and licking its mouth as if it had just finished a delicious meal. The woman went berserk and assumed that the dog had devoured her baby. Without much thought, she clubbed the dog to death.\n\nBut as she continued searching for the \"remains\" of her child, she beheld another scene.\n\nClose to the bed was her baby who, although lying on the bare floor, was safe. And under the bed, the carcass of a jackal torn to pieces in what must have been a fierce battle between it and the dog which was now dead.\n\nThen reality hit the woman, who now began to understand what took place in her absence. The dog fought to protect the baby from the ravenous jackal. It was too late for her now to make amends because in her impatience and anger, she had killed the faithful dog.\n\nQuestion: How often have we misjudged people and torn them to shreds with harsh words and even with physical assault before we have had time to evaluate the situation? A little patience can drastically reduce major life long errors.\n\nThink about it!"
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Hare and the Lion",
      "body": "Once there lived a lion in the forest. He was the king of the animals. He killed many animals. The animals were in terror. They held a meeting. An old hare stood up. He was wise. He brought forth a plan. All the animals went to the lion. The animals told him that they would send one animal every day. The lion agreed.\n\nOne day, it was the hare's turn. He reached the lion late. The lion was angry. He asked the hare why he was late. The hare said that another lion had held him on the way. The lion told him to show the other lion.\n\nThe hare led him to a deep well. The lion looked into the well and saw his own image in the water. He took his image for another lion. He at once jumped into the well and died. The animals lived happily after that.\n\nMoral: Wisdom is stronger than strength."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Two Friends and the Bear",
      "body": "Mohan and Sohan were friends. They lived in a village. Once they made a plan to go to Varanasi. They passed through a forest. Wild animals lived in that forest.\n\nOn the way, they saw a bear. Sohan was selfish. He climbed up a tree to save his life. Mohan could not climb up the tree. He lay down on the ground. He held his breath. The bear smelt him and took him to be dead.\n\nHe went away. Sohan came down. He asked Mohan \"What was the bear speaking in your ears?\" Mohan replied, \"He advised me to beware of those friends who run away in time of danger\".\n\nMoral: A friend in need is a friend indeed."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Stag and his Horns",
      "body": "Once a stag was drinking water in a pool. He saw the reflection of his horns in the water. He felt proud. When he saw the reflection of his legs, he felt ashamed. Just then, he heard the barking of a hunter's dogs.\n\nHe ran away as fast as he could. His thin legs helped him to escape. He realized that his ugly-looking legs were his real friends.\n\nSoon his beautiful horns proved an enemy to him. They got entangled in a bush. He tried his best to release himself. But he could not succeed. The dogs reached there. They killed him.\n\nMoral: All that glitters is not gold."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Fisherman and His Partner",
      "body": "Once a king arranged a feast. He was fond of fish. Fish was not available. A fisherman brought a fish. The gatekeeper stopped him at the gate. The gatekeeper said. \"I can allow you if you give me half of whatever you get\".\n\nThe fisherman agreed. The king was very happy to get the fish. He asked the price of the fish. The fisherman replied, \"One hundred lashes on my bare back\". The king was shocked. But he ordered for it.\n\nWhen the fisherman had got fifty lashes, he cried, \"Stop, I have a partner in this business. Half of the profit will go to him. It is the gatekeeper\". The king understood the story. The gatekeeper got fifty lashes on his bare back. He was dismissed. The fisherman got a good reward.\n\nMoral: Greed is a curse."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A Cricket and an Ant",
      "body": "Once there was an ant. She lived in a field. A cricket lived near its hole. They were friends. The cricket was lazy. In the months of summer, it sang and made merry. It did not store food for winter.\n\nIt was careless. The ant was not lazy. She worked day and night. She gathered grains for winter. In winter, the ground was covered with snow. The cricket had nothing to eat. The ant had grains to eat.\n\nThe cricket went to the ant to borrow some grains. The ant asked it what it had been doing during summer. The cricket replied that it sang and made merry during summer. The ant replied, \"If you sang the summer away, you should dance away the winter.\"\n\nMoral: No pains, no gains."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Fox and the Crane",
      "body": "Once there was a fox. He lived in a jungle. A crane was his best friend. They visited each other's home now and then. One day, the fox invited the crane to dinner. He put the soup in a flat dish. The crane had a long beak. He could not take the soup. The fox licked the dish. The crane felt insulted.\n\nNow the crane wanted to take revenge. He invited the fox to dine with him. He served boiled rice in a jug. Its neck was narrow. The fox could eat nothing. The crane enjoyed the food very much. The fox felt sorry for his behavior.\n\nMoral: As you sow, so shall you reap?"
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Hen that Laid Golden Eggs",
      "body": "Once, a farmer lived in a village. He was very poor. His income was very small. He passed his days with difficulty. One day, someone gave him a hen. It gave a golden egg every day.\n\nHe sold the egg every day. Soon he became a rich man. All began to respect him in the village. He became greedy. He thought that inside the hen there must be a storehouse of golden eggs. He should get them in a day.\n\nThen he would be the richest man in the village. He took a knife and cut the stomach of the hen. He did not get even a single egg. He lost not only the golden eggs but the hen also.\n\nMoral: Greed is a curse."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Fox and the Goat",
      "body": "Once a fox was roaming around in the dark. Unfortunately, he fell into a well. He tried his level best to come out but all in vain. So, he had no other alternative but to remain there until the next morning. The next day, a goat came that way. She peeped into the well and saw the fox there. The goat asked, \"what are you doing there, Mr. Fox?\"\n\nThe sly fox replied, \"I came here to drink water. It is the best I have ever tasted. Come and see for yourself.\" Without thinking even for a while, the goat jumped into the well, quenched her thirst and looked for a way to get out. But just like the fox, she also found herself helpless to come out.\n\nThen the fox said, \"I have an idea. You stand on your hind legs. I’ll climb on your head and get out. Then I shall help you come out too.\" The goat was innocent enough to understand the shrewdness of the fox and did as the fox said and helped him get out of the well.\n\nWhile walking away, the fox said, \"Had you been intelligent enough, you would never have got in without seeing how to get out.\"\n\nMoral: Look before you leap.  Do not just blindly walk in to anything without thinking."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A Camel and Jackal",
      "body": "Once there lived a camel and a jackal. They were good friends. They lived near a river. One day the jackal came to know that there was a field of ripe melons across the river.\n\nHis mouth watered. But he could not cross the river. He went to camel and told him about the melons, the camel was also tempted to eat melons. He carried the jackal on his back and crossed the river.\n\nBoth of them reached the field. They started eating the melons. The jackal started howling loudly. The owner of the field came running and started beating the camel.\n\nWhen the owner went away the camel asked the jackal why he had howled. The jackal replied, \"It is my habit to howl after a heavy meal\". Both of them returned to the river. The jackal jumped on the back of the camel.\n\nWhen they were in the middle of the water, the camel began to roll in the water. The jackal said, \"Why are you rolling in the water?\" The camel replied, \"It is my habit to roll in the water after a heavy meal\". The jackal could hardly save himself.\n\nMoral: Tit for tat."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Monkey and the Crocodile",
      "body": "There was a tree on which many monkeys lived. In the nearby pond, a pair of crocodiles lived. One day, the female crocodile fell ill. The doctor said that only the heart of a monkey could cure the crocodile.\n\nThe crocodile offered each of the monkeys to accompany him for a joy ride in the pond. None of them agreed. Lastly, an old monkey agreed. The monkey enjoyed the ride.\n\nWhen they were in deep waters, the crocodile told him his purpose. He said that he wanted the monkey's heart. The monkey said, \"Please take me back. I have left my heart on the top of my tree. I can give it to you there\". The crocodile took him back to the bank. The monkey went up the tree and disappeared.\n\nMoral: Presence of mind always works."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A Tailor and the Elephant",
      "body": "Once there lived a tailor in a village. An elephant also lived in the same village. The elephant visited the tailor's shop every day. The tailor fed him with something or the other.\n\nThey lived like good friends. One day the tailor was not in a good mood. When the elephant came to his shop he pricked its trunk with a needle. The elephant went to the river and filled his trunk with plenty of mud and dirt.\n\nHe came running to the tailor's shop. He emptied his trunk all over the tailor and his shop. The tailor was splashed with dirt.\n\nNext day, the tailor asked forgiveness from the elephant and fed him with fresh fruit and vegetables.\n\nMoral: Do not expect any good in return of bad."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Old Farmer and His Sons",
      "body": "Once an old farmer lived in a village. He had four sons. They were always quarreling with each other. The farmer tried hard to bring unity among them but they would never listen to his advice. He was very worried about their future.\n\nOne day, the old farmer fell sick and decided he should bring unity among his sons. He called his sons and asked them to bring few sticks. They brought the sticks. The farmer asked the eldest son to tie them in a bundle. He then asked them to try their strength to break it.\n\nEach of the sons tried to break the bundle but failed. Then the farmer untied the bundle and gave one stick to each and asked them to break it. Each of them was able to do it easily.\n\nThe farmer said, \"Now you understand. If you are united nobody can get better of you. But you keep quarreling, you will be broken by anyone.\"\n\nMoral: Unity is Strength."
    },
    {
      "category": "Kids Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Hare and His Many Friends",
      "body": "There lived a hare in a forest. He had many friends. He believed that they would help him in his danger.\n\nOne day, the hare was chased by a ferocious dog. He ran fast to save his life. On the way, he met his old friend, the bull, whom he asked to worry the dog and save his life. The bull said, \"Friend, I'm very busy now.\n\nI must meet my wife who is waiting for me on the bank of the river. You've many other friends in this forest. Any one of them will help you, I'm sure.\" Saying so the bull left the hare now met another old friend, the horse, whom he asked to drive away the d6g.\n\nThe horse said, \"Friend, I am very busy now. I'm looking for my lost child in the forest. So, I am going, but I am sure, any other friend of yours will definitely help you.\" The horse too galloped away.\n\nThe hare then requested to a few more friends, such as the buffalo, the zebra, and some other strong animals. But each one turned down his request on some plea or the other.\n\nNow the dog was so near as to catch him. Finding no other way to save his life, the hare entered into a hole which he noticed nearby. As the dog did not see the hare, he went back.\n\nMoral: One real friend is better than too many false friends."
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    }
  ]
}