{
  "data": [
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Man and The Little Cat",
      "body": "One day, an old man was having a stroll in the forest when he suddenly saw a little cat stuck in a hole. The poor animal was struggling to get out. So, he gave him his hand to get him out. But the cat scratched his hand with fear. The man pulled his hand screaming with pain. But he did not stop; he tried to give a hand to the cat again and again..\n\nAnother man was watching the scene, screamed with surprise, “For god sakes! Stop helping this cat! He’s going to get himself out of there”.\n\nThe other man did not care about him , he just continued saving that animal until he finally succeeded, And then he walked to that man and said , “Son, it is cat’s Instincts that makes him scratch and to hurt, and it is my job to love and care”.\n\nMoral: Treat everyone around you with your ethics, not with theirs. Treat the people the way you want to be treated by them."
    },
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Poor Mans Wealth",
      "body": "Ramchand and Premchand were neighbours. Ramchand was a poor farmer. Premchand was a landlord.\nRamchand used to be very relaxed and happy. He never bothered to close the doors and windows of his house at night. He had deep sound sleeps. Although he had no money he was peaceful.\n\nPremchand used to be very tense always. He was very keen to close the doors and windows of his house at night. He could not sleep well. He was always bothered that someone might break open his safes and steal away his money. He envied the peaceful Ramchand.\n\nOne day, Premchand call Ramchand and gave him a boxful of cash saying, “Look my dear friend. I am blessed with plenty of wealth. I find you in poverty. So, take this cash and live in prosperity.”\n\nRamchand was overwhelmingly happy. He was joyful throughout the day. Night came. Ramchand went to bed as usual. But, to-day, he could not sleep. He went and closed the doors and windows. He still could not sleep. He began to keep on looking at the box of cash. The whole night he was disturbed.\n\nAs soon as day broke, Ramchand took the box of cash to Premchand. He gave away the box to Premchand saying, “Dear Friend, I am poor. But, your money took away peace from me. Please bear with me and take back your money.”\n\nMoral: Money can not get everything. Learn to be satisfied with what you have and you will always be happy. "
    },
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Wet Pants",
      "body": "There is a nine-year-old kid sitting at his desk and all of a sudden, there is a puddle between his feet and the front of his pants are wet.\n\nHe thinks his heart is going to stop because he cannot possibly imagine how this has happened. It’s never happened before, and he knows that when the boys find out he will never hear the end of it..\n\nWhen the girls find out, they’ll never speak to him again as long as he lives. The boy believes his heart is going to stop; he puts his head down and prays this prayer, “Dear God, this is an emergency! I need help now! Five minutes from now I’m dead meat.” He looks up from his prayer and here comes the teacher with a look in her eyes that says he has been discovered.\n\nAs the teacher is walking toward him, a classmate named Susie is carrying a goldfish bowl that is filled with water. Susie trips in front of the teacher and inexplicably dumps the bowl of water in the boy’s lap.\n\nThe boy pretends to be angry, but all the while is saying to himself, “Thank you, Lord! Thank you, Lord!”\n\nNow all of a sudden, instead of being the object of ridicule, the boy is the object of sympathy. The teacher rushes him downstairs and gives him gym shorts to put on while his pants dry out.\n\nAll the other children are on their hands and knees cleaning up around his desk. The sympathy is wonderful. But as life would have it, the ridicule that should have been his has been transferred to someone else – Susie. She tries to help, but they tell her to get out. “You’ve done enough, you klutz!”\n\nFinally, at the end of the day, as they are waiting for the bus, the boy walks over to Susie and whispers, “You did that on purpose, didn’t you?”\n\nSusie whispers back, “I wet my pants once too.”\n\nMoral: All of us go through all good and bad things in life. We should always remember how we felt when we were in same condition and should not mock others for being in it. Always try to understand their situation as if you are in it and help much as possible praying to god that today you are in a condition to help someone who needs it."
    },
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Wise Old Man",
      "body": "A wealthy man requested an old scholar to wean his son away from his bad habits. The scholar took the youth for a stroll through a garden. Stopping suddenly he asked the boy to pull out a tiny plant growing there.\n\nThe youth held the plant between his thumb and forefinger and pulled it out. The old man then asked him to pull out a slightly bigger plant. The youth pulled hard and the plant came out, roots and all. “Now pull out that one,” said the old man pointing to a bush. The boy had to use all his strength to pull it out.\n“Now take this one out,” said the old man, indicating a guava tree. The youth grasped the trunk and tried to pull it out. But it would not budge. “It’s impossible,” said the boy, panting with the effort.\n\n“So it is with bad habits,” said the sage. “When they are young it is easy to pull them out but when they take hold they cannot be uprooted.”\n\nThe session with the old man changed the boy’s life.\n\nMoral: Don’t wait for Bad Habits to grow in you, drop them while you have control over it else they will get control you. "
    },
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Think Before You Judge",
      "body": "A doctor entered the hospital in hurry after being called in for an urgent surgery. He answered the call asap, changed his clothes and went directly to the surgery block. He found the boy’s father pacing in the hall waiting for the doctor.\n\nOn seeing him, the father yelled, “Why did you take all this time to come? Don’t you know that my son’s life is in danger? Don’t you have any sense of responsibility?”\n\nThe doctor smiled and said, “I am sorry, I wasn’t in the hospital and I came as fast as I could after receiving the call and now, I wish you’d calm down so that I can do my work”.\n\n“Calm down?! What if your son was in this room right now, would you calm down? If your own son dies while waiting for doctor than what will you do??” said the father angrily. The doctor smiled again and replied, “We will do our best by God’s grace and you should also pray for your son’s healthy life”.\n“Giving advises when we’re not concerned is so easy” Murmured the father.\n\nThe surgery took some hours after which the doctor went out happy, “Thank goodness! your son is saved!” And without waiting for the father’s reply he carried on his way running by saying, “If you have any questions, ask the nurse”.\n\n“Why is he so arrogant? He couldn’t wait some minutes so that I ask about my son’s state” Commented the father when seeing the nurse minutes after the doctor left. The nurse answered, tears coming down her face, “His son died yesterday in a road accident, he was at the burial when we called him for your son’s surgery. And now that he saved your son’s life, he left running to finish his son’s burial.”\n\nMoral: Never judge anyone because you never know how their life is and what they’re going through."
    },
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Until Death do us Apart",
      "body": "When I got home that night as my wife served dinner, I held her hand and said, I’ve got something to tell you. She sat down and ate quietly. Again I observed the hurt in her eyes. Suddenly I didn’t know how to open my mouth. But I had to let her know what I was thinking. I want a divorce. I raised the topic calmly.\n\nShe didn’t seem to be annoyed by my words, instead she asked me softly, why? I avoided her question. This made her angry. She threw away the chopsticks and shouted at me, you are not a man! That night, we didn’t talk to each other. She was weeping. I knew she wanted to find out what had happened to our marriage. But I could hardly give her a satisfactory answer; she had lost my heart to Jane. I didn’t love her anymore. I just pitied her!\n\nWith a deep sense of guilt, I drafted a divorce agreement which stated that she could own our house, our car, and 30% stake of my company. She glanced at it and then tore it into pieces. The woman who had spent ten years of her life with me had become a stranger. I felt sorry for her wasted time, resources and energy but I could not take back what I had said for I loved Jane so dearly. Finally she cried loudly in front of me, which was what I had expected to see. To me her cry was actually a kind of release. The idea of divorce which had obsessed me for several weeks seemed to be firmer and clearer now.\n\nThe next day, I came back home very late and found her writing something at the table. I didn’t have supper but went straight to sleep and fell asleep very fast because I was tired after an eventful day with Jane. When I woke up, she was still there at the table writing. I just did not care so I turned over and was asleep again.\n\nIn the morning she presented her divorce conditions. She didn’t want anything from me, but needed a month’s notice before the divorce. She requested that in that one month, we both try to live as normal a life as possible. Her reason for this conditions were simple. Our son had his exams in a month’s time and she didn’t want to disrupt him with our broken marriage.\n\nThis was agreeable to me. But she had something more, she asked me to recall how I had carried her into out bridal room on our wedding day. She requested that every day for the month’s duration I carry her out of our bedroom to the front door ever morning. I thought she was going crazy. Just to make our last days together bearable I accepted her odd request.\n\nI told Jane about my wife’s divorce conditions. She laughed loudly and thought it was absurd. No matter what tricks she applies, she has to face the divorce, she said scornfully.\n\nMy wife and I hadn’t had any body contact since my divorce intention was explicitly expressed. So when I carried her out on the first day, we both appeared clumsy. Our son clapped behind us, daddy is holding mommy in his arms. His words brought me a sense of pain. From the bedroom to the sitting room, then to the door, I walked over ten meters with her in my arms. She closed her eyes and said softly; don’t tell our son about the divorce. I nodded, feeling somewhat upset. I put her down outside the door. She went to wait for the bus to work. I drove alone to the office.\n\nOn the second day, both of us acted much more easily. She leaned on my chest. I could smell the fragrance of her blouse. I realized that I hadn’t looked at this woman carefully for a long time. I realized she was not young any more. There were fine wrinkles on her face, her hair was graying! Our marriage had taken its toll on her. For a minute I wondered what I had done to her.\n\nOn the fourth day, when I lifted her up, I felt a sense of intimacy returning. This was the woman who had given ten years of her life to me. On the fifth and sixth day, I realized that our sense of intimacy was growing again. I didn’t tell Jane about this. It became easier to carry her as the month slipped by. Perhaps the everyday workout made me stronger.\n\nShe was choosing what to wear one morning. She tried on quite a few dresses but could not find a suitable one. Then she sighed, all my dresses have grown bigger. I suddenly realized that she had grown so thin, that was the reason why I could carry her more easily. Suddenly it hit me. She had buried so much pain and bitterness in her heart. Subconsciously I reached out and touched her head.\n\nOur son came in at the moment and said, Dad, it’s time to carry mom out. To him, seeing his father carrying his mother out had become an essential part of his life. My wife gestured to our son to come closer and hugged him tightly. I turned my face away because I was afraid I might change my mind at this last-minute. I then held her in my arms, walking from the bedroom, through the sitting room, to the hallway. Her hand surrounded my neck softly and naturally. I held her body tightly, it was just like our wedding day.\n\nBut her much lighter weight made me sad. On the last day, when I held her in my arms I could hardly move a step. Our son had gone to school. I held her tightly and said, I hadn’t noticed that our life lacked intimacy. I drove to office and jumped out of the car swiftly without locking the door. I was afraid any delay would make me change my mind. I walked upstairs. Jane opened the door and I said to her, Sorry, Jane, I do not want the divorce anymore.\n\nShe looked at me, astonished, and then touched my forehead. Do you have a fever? She said. I moved her hand off my head. Sorry, Jane, I said, I won’t divorce. My marriage life was boring probably because she and I didn’t value the details of our lives, not because we didn’t love each other anymore. Now I realize that since I carried her into my home on our wedding day I am supposed to hold her until death do us apart.\n\nJane seemed to suddenly wake up. She gave me a loud slap and then slammed the door and burst into tears. I walked downstairs and drove away. At the floral shop on the way, I ordered a bouquet of flowers for my wife. The sales girl asked me what to write on the card. I smiled and wrote, “I’ll carry you out every morning until death do us apart”.\n\nThat evening I arrived home, flowers in my hands, a smile on my face, I run up stairs, only to find my wife in the bed – dead.\nMy wife had been fighting cancer for months and I was so busy with Jane to even notice. She knew that she would die soon and she wanted to save me from the whatever negative reaction from our son, in case we push through with the divorce. At least, in the eyes of our son— I’m a loving husband.\n\nMoral: The small details of your lives are what really matter in a relationship. It is not the mansion, the car, property, the money in the bank. These create an environment conducive for happiness but cannot give happiness in themselves. So find time to be your spouse’s friend and do those little things for each other that build intimacy. And have a real happy marriage."
    },
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Little Boys Love for his Family",
      "body": "I was walking around in a Big Bazar store making shopping, when I saw a Cashier talking to a boy couldn’t have been more than 5 or 6 years old. The Cashier said, I’m sorry, but you don’t have enough money to buy this doll. Then the little boy turned to me and asked, Uncle, are you sure I don’t have enough money?\nI counted his cash and replied, You know that you don’t have enough money to buy the doll, my dear. The little boy was still holding the doll in his hand. Finally, I walked toward him and I asked him who he wished to give this doll to. It’s the doll that my sister loved most and wanted so much . I wanted to Gift her for her Birthday. I have to give the doll to my mommy so that she can give it to my sister when she goes there. His eyes were so sad while saying this.\n\nMy Sister has gone to be with God. Daddy says that Mommy is going to see God very soon too, so I thought that she could take the doll with her to give it to my sister. My heart nearly stopped. The little boy looked up at me and said, I told daddy to tell mommy not to go yet. I need her to wait until I come back from the mall. Then he showed me a very nice photo of him, where he was laughing. He then told me I want mommy to take my picture with her so my sister won’t forget me, I love my mommy and I wish she doesn’t have to leave me, but daddy says that she has to go to be with my little sister.\n\nThen he looked again at the doll with sad eyes, very quietly. I quickly reached for my wallet and said to the boy. Suppose we check again, just in case you do have enough money for the doll? He said, OK, I hope I do have enough. I added some of my money to his with out him seeing and we started to count it. There was enough for the doll and even some spare money.\nThe little boy said, Thank you God for giving me enough money! Then he looked at me and added, I asked last night before I went to sleep for God to make sure I had enough money to buy this doll, so that mommy could give It to my sister. He heard me! I also wanted to have enough money to buy a white rose for my mommy, but I didn’t dare to ask God for too much. But He gave me enough to buy the doll and a white rose. My mommy loves white roses.\n\nI finished my shopping in a totally different state from when I started. I couldn’t get the little boy out of my mind. Then I remembered a local news paper article two days ago, which mentioned a drunk man in a truck, who hit a car occupied by a young woman and a little girl. The little girl died right away, and the mother was left in a critical state.\n\nThe family had to decide whether to pull the plug on the life sustaining machine, because the young woman would not be able to recover from the coma. Was this the family of the little boy? Two days after this encounter with the little boy, I read in the news paper that the young woman had passed away. I couldn’t stop myself. I bought a bunch of white roses and I went to the funeral home where the body of the young woman was exposed for people to see and make last wishes before her burial. She was there, in her coffin, holding a beautiful white rose in her hand with the photo of the little boy and the doll placed over her chest. I left the place, teary-eyed, feeling that my life had been changed for ever…\n\nThe love that the little boy had for his mother and his sister is still, to this day, hard to imagine. And in a fraction of a second, a drunk driver had taken all this away from him…\n\nMoral: Respect life, Follow and Obey Rules. Don’t make anyone else to pay and bear for your mistakes. Do not make the mistakes which cost others something that can never be replaced. Always have a giving hand and extend your help to those in need and sorrow."
    },
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "How long can you keep hatred in your heart",
      "body": "A kindergarten teacher had decided to let her class play a game. The teacher told each child in the class to bring along a plastic bag containing a few potatoes. Each potato will be given a name of a person that the child hates. So the number of potatoes that a child will put in his/her plastic bag will depend on the number of people he/she hates.\n\nSo when the day came, every child brought some potatoes with the name of the people he/she hated. Some had 2 potatoes, some 3 while some up to 5 potatoes. The teacher then told the children to carry the potatoes in the plastic bag with them wherever they go for 1 week. Days after days passed, and the children started to complain due to the unpleasant smell let out by the rotten potatoes. Besides, those having 5 potatoes also had to carry heavier bags. After 1 week, the children were relieved because the game had finally ended.\n\nThe teacher asked: “How did you feel while carrying the potatoes with you for 1 week?” The children let out their frustrations and started complaining of the trouble that they had to go through having to carry the heavy and smelly potatoes wherever they go.\n\nThen the teacher told them the hidden meaning behind the game. The teacher said: “This is exactly the situation when you carry your hatred for somebody inside your heart. The stench of hatred will contaminate your heart and you will carry it with you wherever you go. If you cannot tolerate the smell of rotten potatoes for just 1 week, can you imagine what is it like to have the stench of hatred in your heart for your lifetime?”\n\nMoral: Throw away any hatred for anyone from your heart so that you will not carry burden for a lifetime. Forgiving others is the best attitude to take. Negativity about someone will keep peace of your mind away from you. Remember the good things about him/her, and let go of the hatred."
    },
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Story of a Blind Love",
      "body": "There was a blind girl who hated herself just because she’s blind. She hated everyone, except her loving boyfriend. He’s always there for her.\n\nShe said that if she could only see the world, she would marry her boyfriend. One day, someone donated a pair of eyes to her and then she can see everything, including her boyfriend.\nHer boyfriend asked her, “now that you can see the world, will you marry me?” The girl was shocked when she saw that her boyfriend is blind too, and refused to marry him.\n\nHer boyfriend walked away in tears, and later wrote a letter to her saying –\n\n“Just take care of my eyes dear”."
    },
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Struggles of our Life",
      "body": "Once upon a time a daughter complained to her father that her life was miserable and that she didn’t know how she was going to make it. She was tired of fighting and struggling all the time. It seemed just as one problem was solved, another one soon followed. Her father, a chef, took her to the kitchen. He filled three pots with water and placed each on a high fire.\n\nOnce the three pots began to boil, he placed potatoes in one pot, eggs in the second pot and ground coffee beans in the third pot. He then let them sit and boil, without saying a word to his daughter. The daughter, moaned and impatiently waited, wondering what he was doing. After twenty minutes he turned off the burners. He took the potatoes out of the pot and placed them in a bowl. He pulled the eggs out and placed them in a bowl. He then ladled the coffee out and placed it in a cup.\n\nTurning to her, he asked. “Daughter, what do you see?” “Potatoes, eggs and coffee,” she hastily replied.\n\n“Look closer”, he said, “and touch the potatoes.” She did and noted that they were soft.\n\nHe then asked her to take an egg and break it. After pulling off the shell, she observed the hard-boiled egg.\n\nFinally, he asked her to sip the coffee. Its rich aroma brought a smile to her face.\n\n“Father, what does this mean?” she asked.\n\nHe then explained that the potatoes, the eggs and coffee beans had each faced the same adversity-the boiling water. However, each one reacted differently. The potato went in strong, hard and unrelenting, but in boiling water, it became soft and weak. The egg was fragile, with the thin outer shell protecting its liquid interior until it was put in the boiling water. Then the inside of the egg became hard. However, the ground coffee beans were unique. After they were exposed to the boiling water, they changed the water and created something new.\n\n“Which one are you?” he asked his daughter. “When adversity knocks on your door, how do you respond? Are you a potato, an egg, or a coffee bean?”\n\n\nMoral: In life, things happen around us, things happen to us, but the only thing that truly matters is how you choose to react to it and what you make out of it. Life is all about leaning, adopting and converting all the struggles that we experience into something positive."
    },
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Bear and The Two Friends",
      "body": "Once two friends were walking through the forest. They knew that anything dangerous can happen to them at any time in the forest. So they promised each other that they would remain united in any case of danger.\n\nSuddenly, they saw a large bear approaching them. One of the friends at once climbed a nearby tree. But the other one did not know how to climb. So being led by his common sense, he lay down on the ground breathless, pretending to be a dead man.\n\nThe bear came near the man lying on the ground. It smelt in his ears, and slowly left the place. Because the bears do not touch the dead creatures.Now the friend on the tree came down and asked his friend on the ground, “Friend, what did the bear tell you into your ears?” The other friend replied, “The bear advised me not to believe a false friend.”\n\nMoral: True Friend is the one who always supports and stands by you in any situation."
    },
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The False Human Belief",
      "body": "As a man was passing the elephants, he suddenly stopped, confused by the fact that these huge creatures were being held by only a small rope tied to their front leg. No chains, no cages. It was obvious that the elephants could, at anytime can break away from their bonds but for some reason, they did not.\nHe saw a trainer nearby and asked why these animals just stood there and made no attempt to get away. “Well,” trainer said, “when they are very young and much smaller we use the same size rope to tie them and, at that age, it’s enough to hold them. As they grow up, they are conditioned to believe they cannot break away. They believe the rope can still hold them, so they never try to break free.”\n\nThe man was amazed. These animals could at any time break free from their bonds but because they believed they couldn’t, they were stuck right where they were.\n\nLike the elephants, how many of us go through life hanging onto a belief that we cannot do something, simply because we failed at it once before?\n\nMoral: Failure is a part of learning. We should never give up the struggle in life. You Fail not because you are destined to fail, but because there are lessons which you need to learn as you move on with your life."
    },
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Four Friends",
      "body": "Four friends live in a village which has been struck by famine. Three of them are extremely clever and learned and consider their friend Shivanand a lazy but practical fool.\n\nThe four decide to go a place called Manasa, which is considered an asylum for scholars. On their way they have to\npass through a forest. There they come across bones of a lion. Satyanand decides to show his knowledge by recreating the lion’s skeleton. The other friend reconstructs the lion’s muscles and structure. Vidyanand then wants to show his superior powers by breathing life into the lion.\n\nShivanand tries to stop them and warns them of the consequences of their plans. But they do not stop. Shivanand climbs a tree before Vidyanand foolishly proceeds with his plans. The lion comes to life and devours the three learned fools.\n\nShivanand’s practical nature saves him.\n\nMoral: It is better to be practical than learned."
    },
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Controlling Temper",
      "body": "There once was a little boy who had a bad temper. His father gave him a bag of nails and told him that every time he lost his temper, he must hammer a nail into the fence.\n\nThe first day the boy had driven 37 nails into the fence. Over the next few weeks as he learned to control his anger, the number of nails hammered daily, gradually dwindled down. He discovered it was easier to hold his temper than to drive those nails into the fence. Finally the day came when the boy didn’t lose his temper at all. He told his father about it and the father suggested that the boy now pull out one nail for each day that he was able to hold his temper.\n\nThe days passed and the young boy was finally able to tell his father that all the nails were gone. The father took his son by the hand and led him to the fence. He said “you have done well, my son, but look at the holes in the fence. The fence will never be the same. When you say things in anger, they leave a scar just like this one.”\n\nMoral: You can put a knife in a man and draw it out. It won’t matter how many times you say I’m sorry, the wound is still there. Make sure you control your temper the next time you are tempted to say something you will regret later. "
    },
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Father and the Donkey",
      "body": "Banwarilal is a simple soul who believes whatever he is told. The village boys are aware of this and exploit his simplicity for a few laughs. One day, Banwarilal is on his way to the market with his son to sell their donkey. He comes across some village boys out to have fun.\n\nSeeing the father and son duo walking with the donkey, they first suggest that the son ride on the donkey and save the effort. The son is put on the donkey’s back. The boys then ridicule the boy for riding while the father walks. The father and son switch places. The father rides while the son walks. The boys then taunt the father for making the poor son walk and advise the duo to ride the donkey together.\n\nThinking it a good idea they comply. The poor donkey collapses from exhaustion. The boys then express their disgust at the duo for ill treating the donkey and advice that they take the donkey to an animal doctor. The duo again follows the advice.\nOn the way, they come across barking stray dogs. In the confusion that ensues, the donkey falls into the flowing river. The donkey is lost forever. Banwarilal loses the donkey because he follows what he is suggested without thinking for himself.\n\nMoral: He who listens to everybody will only become a laughing stock"
    },
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Goes Around, Comes Around",
      "body": "One day a man saw an old lady, stranded on the side of the road, but even in the dim light of day, he could see she needed help. So he pulled up in front of her Mercedes and got out. His Pontiac was still sputtering when he approached her.\nEven with the smile on his face, she was worried. No one had stopped to help for the last hour or so. Was he going to hurt her? He didn’t look safe; he looked poor and hungry. He could see that she was frightened, standing out there in the cold. He knew how she felt. It was those chills which only fear can put in you.\n\nHe said, “I’m here to help you, ma’am. Why don’t you wait in the car where it’s warm? By the way, my name is Bryan Anderson.”\nWell, all she had was a flat tire, but for an old lady, that was bad enough. Bryan crawled under the car looking for a place to put the jack, skinning his knuckles a time or two. Soon he was able to change the tire. But he had to get dirty and his hands hurt. As he was tightening up the lug nuts, she rolled down the window and began to talk to him. She told him that she was from St. Louis and was only just passing through. She couldn’t thank him enough for coming to her aid.\n\nBryan just smiled as he closed her trunk. The lady asked how much she owed him. Any amount would have been all right with her. She already imagined all the awful things that could have happened had he not stopped. Bryan never thought twice about being paid. This was not a job to him. This was helping someone in need, and God knows there were plenty, who had given him a hand in the past. He had lived his whole life that way, and it never occurred to him to act any other way.\nHe told her that if she really wanted to pay him back, the next time she saw someone who needed help, she could give that person the assistance they needed, and Bryan added, “And think of me.”\n\nHe waited until she started her car and drove off. It had been a cold and depressing day, but he felt good as he headed for home, disappearing into the twilight.\n\nA few miles down the road the lady saw a small cafe. She went in to grab a bite to eat, and take the chill off before she made the last leg of her trip home. It was a dingy looking restaurant. Outside were two old gas pumps. The whole scene was unfamiliar to her. The waitress came over and brought a clean towel to wipe her wet hair. She had a sweet smile, one that even being on her feet for the whole day couldn’t erase. The lady noticed the waitress was nearly eight months pregnant, but she never let the strain and aches change her attitude. The old lady wondered how someone who had so little could be so giving to a stranger. Then she remembered Bryan.\nAfter the lady finished her meal, she paid with a hundred dollar bill. The waitress quickly went to get change for her hundred dollar bill, but the old lady had slipped right out the door. She was gone by the time the waitress came back. The waitress wondered where the lady could be. Then she noticed something written on the napkin.\n\nThere were tears in her eyes when she read what the lady wrote: “You don’t owe me anything. I have been there too. Somebody once helped me out, the way I’m helping you. If you really want to pay me back, here is what you do: Do not let this chain of love end with you.”\n\nUnder the napkin were four more $100 bills.\n\nWell, there were tables to clear, sugar bowls to fill, and people to serve, but the waitress made it through another day. That night when she got home from work and climbed into bed, she was thinking about the money and what the lady had written. How could the lady have known how much she and her husband needed it? With the baby due next month, it was going to be hard…. She knew how worried her husband was, and as he lay sleeping next to her, she gave him a soft kiss and whispered soft and low, “Everything’s going to be all right. I love you, Bryan Anderson.”\n\nMoral: What Goes around Comes Around. You do good, You will get good in return. Always be Helpful. "
    },
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Peacock and The Crow",
      "body": "A crow lived in the forest and was absolutely satisfied in life. But one day he saw a swan. “This swan is so white,” he thought, “and I am so black. This swan must be the happiest bird in the world.”\n\nHe expressed his thoughts to the swan. “Actually,” the swan replied, “I was feeling that I was the happiest bird around until I saw a parrot, which has two colors. I now think the parrot is the happiest bird in creation.” The crow then approached the parrot. The parrot explained, “I lived a very happy life until I saw a peacock. I have only two colors, but the peacock has multiple colors.”\n\nThe crow then visited a peacock in the zoo and saw that hundreds of people had gathered to see him. After the people had left, the crow approached the peacock. “Dear peacock,” the crow said, “you are so beautiful. Every day thousands of people come to see you. When people see me, they immediately shoo me away. I think you are the happiest bird on the planet.”\n\nThe peacock replied, “I always thought that I was the most beautiful and happy bird on the planet. But because of my beauty, I am entrapped in this zoo. I have examined the zoo very carefully, and I have realized that the crow is the only bird not kept in a cage. So for past few days I have been thinking that if I were a crow, I could happily roam everywhere.”\n\n\nThat’s our problem too. We make unnecessary comparison with others and become sad. We don’t value what God has given us. This all leads to the vicious cycle of unhappiness. Learn to be happy in what you have instead of looking at what you don’t have.  There will always be someone who will have more or less than you have. Person who is satisfied with what he/she has, is the happiest person in the world."
    },
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Information Please",
      "body": "When I was quite young, my father had one of the first telephones in our neighborhood. I remember well the polished, old case fastened to the wall. The shiny receiver hung on the side of the box.\n\nI was too little to reach the telephone, but used to listen with fascination when my mother used to talk to it. Then discovered that somewhere inside the wonderful device lived an amazing person – her name was “Information Please” and there was nothing she did not know.\n\n“Information Please” could supply any body’s number and the correct time.\n\nMy first personal experience with this genie_in_the_bottle came one day while my mother was visiting a neighbor. Amusing myself at the tool bench in the basement, I whacked my finger with a hammer. The pain was terrible, but there didn’t seem to be any reason in crying because there was no one home to give sympathy. I walked around the house sucking my throbbing finger, finally arriving at the stairway.\n\nThe telephone! Quickly, I ran for the foot stool in the parlor and dragged it to the landing. Climbing up, I unhooked the receiver in the parlor and held it to my ear. “Information Please,” I said into the mouthpiece just above my head. A click or two and a small clear voice spoke into my ear.\n\n“Information”\n\n“I hurt my finger…” I wailed into the phone. The tears came readily enough now that I had an audience.\n\n“Isn’t your mother home?” came the question.\n“No body’s home but me,” I blubbered.\n“Are you bleeding?” the voice asked.\n“No,” I replied. “I hit my finger with the hammer and it hurts.”\n“Can you open your icebox?” she asked. I said I could.\n“Then chip off a little piece of ice and hold it to your finger,” said the voice.\n\nAfter that, I called “Information Please” for everything. I asked her for help with my geography and she told me where Philadelphia was. She helped me with my math. She told me my pet chipmunk, that I had caught in the park just the day before, would eat fruit and nuts.\n\nThen, there was the time Petey, our pet canary died. I called “Information Please” and told her the sad story. She listened, then said the usual things grown ups say to soothe a child. But I was un-consoled. I asked her, “Why is it that birds should sing so beautiful and bring joy to all families, only to end up as a heap of feathers on the bottom of a cage?”\n\nShe must have sensed my deep concern, for she said quietly, “Paul, always remember that there are other worlds to sing in.”\nSomehow I felt better.\n\nAnother day I was on the telephone. “Information Please.”\n“Information,” said the now familiar voice.\n“How do you spell fix?” I asked.\n\nAll this took place in a small town in the Pacific Northwest. When I was nine years old, we moved across the country to Boston. I missed my friend very much. “Information Please” belonged in that old wooden box back home and I somehow never thought of trying the tall, shiny new phone that sat on the table in the hall. As I grew into my teens, the memories of those childhood conversations never really left me. Often, In moments of doubt and perplexity I would recall the serene sense of security I had then. I appreciated now how patient, understanding, and kind she was to have spent her time on a little boy.\n\nA few years later, on my way west to college, my plane put down in Seattle I had about half_an_hour or so between planes. I spent 15 minutes or so on the phone with my sister, who lived there now. Then, without thinking what I was doing, I dialed my hometown operator and said, “Information, please.”\nMiraculously, I heard the small, clear voice I knew so well.\n“Information.”\n\nI hadn’t planned this, but I heard myself saying, “Could you please tell me how to spell fix?”\n\nThere was a long pause. Then came the soft spoken answer, “I guess your finger must have healed by now.”\n\nI laughed, “So it’s really still you,” I said. “I wonder if you have any idea how much you meant to me during that time.”\n\n“I wonder,” she said, “if you know how much your calls meant to me. I never had any children and I used to look forward to your calls.”\n\nI told her how often I had thought of her over the years and I asked if I could call her again when I came back to visit my sister.\n\n“Please do,” she said. “Just ask for Sally.”\nThree months later I was back in Seattle. A different voice answered, “Information.”\n\nI asked for Sally. “Are you a friend?” she said.\n“Yes, a very old friend,” I answered.\n\n“I’m sorry to have to tell you this,” she said. “Sally had been working part time the last few years because she was sick. She died five weeks ago.” Before I could hang up she said, “Wait a minute. Did you say your name was Paul?”\n“Yes.”\n\n“Well, Sally left a message for you. She wrote it down in case you called. Let me read it to you. The note said, “Tell him I still say there are other worlds to sing in. He’ll know what I mean.” I thanked her and hung up. I knew what Sally meant.\n\nMoral: Never underestimate the impression you may make on others."
    },
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Lesson Learned",
      "body": "One day, the father of a very wealthy family took his son on a trip to the country with the express purpose of showing him how poor people live. They spent a couple of days and nights on the farm of what would be considered a very poor family.\n\nOn their return from their trip, the father asked his son, “How was the trip?”\n“It was great, Dad.”\n“Did you see how poor people live?” the father asked.\n“Oh yeah,” said the son.\n“So, tell me, what did you learn from the trip?” asked the father.\nThe son answered: “I saw that we have one dog and they had four. We have a pool that reaches to the middle of our garden and they have a creek that has no end. We have imported lanterns in our garden and they have the stars at night. Our patio reaches to the front yard and they have the whole horizon.\n“We have a small piece of land to live on and they have fields that go beyond our sight.\n\n“We have servants who serve us, but they serve others. We buy our food, but they grow theirs.\n“We have walls around our property to protect us, they have friends to protect them.”\nThe boy’s father was speechless.\nThen his son added, “Thanks Dad for showing me how poor we are.”\n\nMoral: Love, Unity, Care, Satisfaction is richer than any comfort money gives. "
    },
    {
      "category": "Life Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Lion and Poor Slave",
      "body": "A slave, ill treated by his master, runs away to the forest. There he comes across a lion in pain because of a thorn in his paw. The slave bravely goes forward and removes the thorn gently.\n\nThe lion without hurting him goes away. Some days later, the slave’s master comes hunting to the forest and catches many animals and cages them. The slave is spotted by the masters’ men who catch him and bring him to the cruel master. The master asks for the slave to be thrown into the lion’s cage.\n\nThe slave is awaiting his death in the cage when he realizes that it is the same lion that he had helped. The slave rescued the lion and all other caged animals.\n\nMoral: One should help others in need, we get the rewards of our helpful acts in return."
    },
    {
      "category": "",
      "title": "",
      "body": "Building Bridges:\n\nOnce upon a time two brothers who lived on adjoining farms fell into conflict. It was the first serious rift in 40 years of farming side by side, sharing machinery, and trading labor and goods as needed without a hitch.\n\nThen the long collaboration fell apart. It began with a small misunderstanding and it grew into a major difference, and finally it exploded into an exchange of bitter words followed by weeks of silence.\n\nOne morning there was a knock on John's door. He opened it to find a man with a carpenter's toolbox. \"I'm looking for a few days work,\" he said.\n\n\"Perhaps you would have a few small jobs here and there. Could I help you?\"\n\n\"Yes,\" said the older brother. \"I do have a job for you. Look across the creek at that farm. That's my neighbor, in fact, it's my younger brother. Last week there was a meadow between us and he took his bulldozer to the river levee and now there is a creek between us. Well, he may have done this to spite me, but I'll go him one better. See that pile of lumber curing by the barn? I want you to build me a fence - an 8-foot fence - so I won't need to see his place anymore. Cool him down, anyhow.\"\n\nThe carpenter said, \"I think I understand the situation. Show me the nails and the post-hole digger and I'll be able to do a job that pleases you.\"\n\nThe older brother had to go to town for supplies, so he helped the carpenter get the materials ready and then he was off for the day.\n\nThe carpenter worked hard all that day measuring, sawing, nailing.\n\nAbout sunset when the farmer returned, the carpenter had just finished his job. The farmer's eyes opened wide, his jaw dropped.\n\nThere was no fence there at all. It was a bridge... a bridge stretching from one side of the creek to the other! A fine piece of work handrails and all - and the neighbor, his younger brother, was coming across, his hand outstretched.\n\n\"You are quite a fellow to build this bridge after all I've said and done.\"\n\nThe two brothers stood at each end of the bridge, and then they met in the middle, taking each other's hand. They turned to see the carpenter hoist his toolbox on his shoulder. \"No, wait! Stay a few days. I've a lot of other projects for you,\" said the older brother.\n\n\"I'd love to stay on,\" the carpenter said, \"but, I have many more bridges to build.\""
    },
    {
      "category": "",
      "title": "",
      "body": "The Shepherd Boy and The Wolf:\n\nA Shepherd Boy tended his master's Sheep near a dark forest not far from the village. Soon he found life in the pasture very dull. All he could do to amuse himself was to talk to his dog or play on his shepherd's pipe.\n\n.\nOne day as he sat watching the Sheep and the quiet forest, and thinking what he would do should he see a Wolf, he thought of a plan to amuse himself.\n\nHis Master had told him to call for help should a Wolf attack the flock, and the Villagers would drive it away. So now, though he had not seen anything that even looked like a Wolf, he ran toward the village shouting at the top of his voice, \"Wolf! Wolf!\"\n\nAs he expected, the Villagers who heard the cry dropped their work and ran in great excitement to the pasture. But when they got there they found the Boy doubled up with laughter at the trick he had played on them.\n\nA few days later the Shepherd Boy again shouted, \"Wolf! Wolf!\" Again the Villagers ran to help him, only to be laughed at again.\n\nThen one evening as the sun was setting behind the forest and the shadows were creeping out over the pasture, a Wolf really did spring from the underbrush and fall upon the Sheep.\n\nIn terror the Boy ran toward the village shouting \"Wolf! Wolf!\" But though the Villagers heard the cry, they did not run to help him as they had before. \"He cannot fool us again,\" they said.\n\nThe Wolf killed a great many of the Boy's sheep and then slipped away into the forest.\n\nMoral: Liars are not believed even when they speak the truth."
    },
    {
      "category": "",
      "title": "",
      "body": "How Not To Worry?:\n\nA friend of mine asked me how not to worry about the cat, which had some mild symptoms of illness, but nothing that looked severe enough to take the cat to the veterinarian. She also thought the symptoms were so subtle that they might not be easy to describe to the vet, but still she worried. I finally said to her, \"You must do something.\"\n\n\"That's just the problem, there's nothing to do,\" she said.\n\n\"Take some kind of action,\" I said. \"Call the vet and talk to him.\"\n\n\"That doesn't make sense because the vet wouldn't know anything from what I told him, and he'd probably ask me to take her in to see him, and I know it's not that serious,\" she said.\n\n\"Yes, I understand,\" I said, \"But you should take the action for you, not for the car or the vet. By not doing anything you're keeping yourself trapped in worrying.\"\n\n\"Okay,\" she said. \"I see what you mean.\"\n\nWhen she called the vet, to her surprise, the vet was able to make a good assessment of what was wrong. He recommended that she bring the cat in, and if it was what he thought it was, he could give her something to clear it up right away.\n\nAnything that worries you should be acted on, not just thought about. Don't be scared about the action; you can make it very small and easy, as long as you take an action. Even small actions will chase away your fears. Fear has a hard time coexisting with action. When there's action, there's no fear. When there's fear, there's no action."
    },
    {
      "category": "",
      "title": "",
      "body": "The Poor Mans Wealth:\n\nRamchand and Premchand were neighbours. Ramchand was a poor farmer. Premchand was a landlord. \n Ramchand used to be very relaxed and happy. He never bothered to close the doors and windows of his house at night. He had deep sound sleeps. Although he had no money he was peaceful. \n\nPremchand used to be very tense always. He was very keen to close the doors and windows of his house at night. He could not sleep well. He was always bothered that someone might break open his safes and steal away his money. He envied the peaceful Ramchand. \n\nOne day, Premchand call Ramchand and gave him a boxful of cash saying, “Look my dear friend. I am blessed with plenty of wealth. I find you in poverty. So, take this cash and live in prosperity.” \n\nRamchand was overwhelmingly happy. He was joyful throughout the day. Night came. Ramchand went to bed as usual. But, to-day, he could not sleep. He went and closed the doors and windows. He still could not sleep. He began to keep on looking at the box of cash. The whole night he was disturbed. \n\nAs soon as day broke, Ramchand took the box of cash to Premchand. He gave away the box to Premchand saying, “Dear Friend, I am poor. But, your money took away peace from me. Please bear with me and take back your money.” \n \nMoral: Money can not get everything. Learn to be satisfied with what you have and you will always be happy."
    },
    {
      "category": "",
      "title": "",
      "body": "Dealing With Adversity:\n\nA daughter who was dealing with adversity complained to her father about her life and how things were so hard for her. She did not know how she was going to make it and wanted to give up. She was tired of fighting and struggling. It seemed as one problem was solved a new one arose.\n\nHer father, a chef, took her to the kitchen. He filled three pots with water and placed each on a high fire. Soon the pots came to a boil. In one he placed carrots, in the second he placed eggs, and in the last he placed ground coffee beans. He let them sit and boil, without saying a word.\n\nThe daughter sucked her teeth and impatiently waited, wondering what he was doing. In about twenty minutes he turned off the burners. He fished the carrots out and placed them in a bowl. He pulled the eggs out and placed them in a bowl. Then he ladled the coffee out and placed it in a mug. Turning to her he asked, \"Daring, what do you see?\" she replied: \"Carrots, eggs, and coffee,\"\n\nHe brought her closer and asked her to feel the carrots. She did and noted that they were soft. He then asked her to take an egg and break it. After pulling off the shell, she observed the hard-boiled egg. Finally, he asked her to sip the coffee. She smiled as she tasted its rich aroma. She humbly asked. \"What does it mean, Father?\"\n\nHe explained that each of them had faced the same adversity, boiling water, but each reacted differently. The carrot went in strong, hard, and unrelenting. But after being subjected to the boiling water, it softened and became weak. The egg had been fragile. Its thin outer shell had protected its liquid interior. But after sitting through the boiling water, its inside became hardened. The ground coffee beans were unique, however. After they were in the boiling water, they had changed to the water. \"Which are you?\" he asked his daughter. \"When adversity knocks on your door, how do you respond? Are you a carrot, an egg, or a coffee bean?"
    },
    {
      "category": "",
      "title": "",
      "body": "California Gold Rush:\n\nThere's a California gold rush story that tells of two brothers who sold all they had and went prospecting for gold. They discovered a vein of the shining ore, staked a claim, and proceeded to get down to the serious business of getting the gold ore of the mine.\n\nAll went well at first, but then a strange thing happened. The vein of gold disappeared! They had come to the end of the rainbow, and the pot of gold was no longer there. The brothers continued to pick away, but without success. Finally, they gave up in disgust.\n\nThey sold their equipment and claim rights for a few hundred dollars, and took the train back home. Now the man who bought the claim hired an engineer to examine the rock strata of the mine. The engineer advised him to continue digging in the same spot where the former owners had left off. And three feet deeper, the new owner struck gold.\n\nA little more persistence and the two brothers would have been millionaires themselves. There is gold in you, too. Do you need to dig three feet farther?"
    },
    {
      "category": "",
      "title": "",
      "body": "Thinking \"out Of The Box\":\n\nMany hundreds of years ago in a small Italian town, a merchant had the misfortune of owing a large sum of money to the moneylender. The moneylender, who was old and ugly, fancied the merchant's beautiful daughter so he proposed a bargain. He said he would forgo the merchant's debt if he could marry the daughter. Both the merchant and his daughter were horrified by the proposal.\n \nThe moneylender told them that he would put a black pebble and a white pebble into an empty bag. The girl would then have to pick one pebble from the bag. If she picked the black pebble, she would become the moneylender's wife and her father's debt would be forgiven. If she picked the white pebble she need not marry him and her father's debt would still be forgiven. But if she refused to pick a pebble, her father would be thrown into jail.\n \nThey were standing on a pebble strewn path in the merchant's garden. As they talked, the moneylender bent over to pick up two pebbles. As he picked them up, the sharp-eyed girl noticed that he had picked up two black pebbles and put them into the bag. He then asked the girl to pick her pebble from the bag.\n \nWhat would you have done if you were the girl? If you had to advise her, what would you have told her? Careful analysis would produce three possibilities:\n \n1. The girl should refuse to take a pebble.\n2. The girl should show that there were two black pebbles in the bag and expose the moneylender as a cheat.\n3. The girl should pick a black pebble and sacrifice herself in order to save her father from his debt and imprisonment.\n \nThe above story is used with the hope that it will make us appreciate the difference between lateral and logical thinking.\nThe girl put her hand into the moneybag and drew out a pebble. Without looking at it, she fumbled and let it fall onto the pebble-strewn path where it immediately became lost among all the other pebbles.\n \n\"Oh, how clumsy of me,\" she said. \"But never mind, if you look into the bag for the one that is left, you will be able to tell which pebble I picked.\" Since the remaining pebble is black, it must be assumed that she had picked the white one. And since the moneylender dared not admit his dishonesty, the girl changed what seemed an impossible situation into an advantageous one.\n \nMORAL OF THE STORY: Most complex problems do have a solution, sometimes we have to think about them in a different way."
    },
    {
      "category": "",
      "title": "",
      "body": "I Wanted To Change The World:\n\nHen I was a young man, I wanted to change the world.\n\nI found it was difficult to change the world, so I tried to change my nation.\n\nWhen I found I couldn't change the nation, I began to focus on my town. I couldn't change the town and as an older man, I tried to change my family.\n\nNow, as an old man, I realize the only thing I can change is myself, and suddenly I realize that if long ago I had changed myself, I could have made an impact on my family. My family and I could have made an impact on our town. Their impact could have changed the nation and I could indeed have changed the world.\n\nAuthor: unknown monk around 1100 AD"
    },
    {
      "category": "",
      "title": "",
      "body": "The Whole World Stinks:\n\nWise men and philosophers throughout the ages have disagreed on many things, but many are in unanimous agreement on one point: \"We become what we think about.\" Ralph Waldo Emerson said, \"A man is what he thinks about all day long.\" The Roman emperor Marcus Aurelius put it this way: \"A man's life is what his thoughts make of it.\" In the Bible we find: \"As a man thinks in his heart, so is he.\"\n\nOne Sunday afternoon, a cranky grandfather was visiting his family. As he lay down to take a nap, his grandson decided to have a little fun by putting Limburger cheese on Grandfather's mustache. Soon, grandpa awoke with a snort and charged out of the bedroom saying, \"This room stinks.\" Through the house he went, finding every room smelling the same. Desperately he made his way outside only to find that \"The whole world stinks!\"\n\nSo it is when we fill our minds with negativism. Everything we experience and everybody we encounter will carry the scent we hold in our mind."
    },
    {
      "category": "",
      "title": "",
      "body": "Every Day Be Kind To A Stranger...:\n\nOn his deathbed,Aldous Huxley reflected on his entire life's learning and then summed it up in seven simple words:\"LET US BE KINDER TO ONE ANOTHER\".\n\nAll too often we believe that in order to live a truly fulfilling life we must achieve some great act or grand feat that will put us on the front covers of magazines and newspapers.Nothing could be further from the truth.A meaningful life is made up of a series of daily acts of decency & kindness which adds up to something great over the course of a lifetime.\n\n       Everyone who enters your life has a lesson to teach & a story to tell.Every person you pass during the moments that make up your days represents an oppurtunity to show a little more of the compassion & courtesy that defines your humanity.Why not start being more of the person you truly are during your days & doing what you can to enrich the world around you????? In my mind, If you make even one person smile during your day or brighten the mood of even one stranger , your day has been a worthwhile one.\n\n   \"kindness quite simply is the rent we must pay for the space we occupy on this planet \"\n\nBecome more creative in the ways you show compassion to strangers.Paying the toll for the person in the car behind you , offering your seat on the subway and being the first to say hello are great places to start."
    },
    {
      "category": "",
      "title": "",
      "body": "Jean Loves the Beach:\n\nEvery Saturday Jean and his family go to the beach. They live far from the beach, but once a week the family gets into the car and Jean's father drives for hours until they arrive. Jean's parents love the beach. Jean and his sister and brother love the beach. The family's dog loves the beach very much. But it is a problem to go to the beach every week. Jean's father gets tired from driving so many hours. \n\nThe rest of the family gets tired from sitting in the car for so many hours. Jean's mother says: \"It's fun in the beach, but it takes too much time to get there and back!\" Jean and his sister and brother are very sad. They want to go to the beach, but it is a problem. They try to go the swimming pool, but it is not the same thing. One day Jean's parents come to talk with the kids. They say: \"We have a problem to go to the beach every week, but we love the beach, and you love the beach, and the dog loves the beach. So we have a solution. We need to live near the beach!\" Jean and his sister and brother are very happy! Now they live near the beach. They go to the beach every day!"
    },
    {
      "category": "",
      "title": "",
      "body": "The Peacock and The Crow:\n\nA crow lived in the forest and was absolutely satisfied in life. But one day he saw a swan. “This swan is so white,” he thought, “and I am so black. This swan must be the happiest bird in the world.” \n\nHe expressed his thoughts to the swan. “Actually,” the swan replied, “I was feeling that I was the happiest bird around until I saw a parrot, which has two colors. I now think the parrot is the happiest bird in creation.” The crow then approached the parrot. The parrot explained, “I lived a very happy life until I saw a peacock. I have only two colors, but the peacock has multiple colors.”  \n\nThe crow then visited a peacock in the zoo and saw that hundreds of people had gathered to see him. After the people had left, the crow approached the peacock. “Dear peacock,” the crow said, “you are so beautiful. Every day thousands of people come to see you. When people see me, they immediately shoo me away. I think you are the happiest bird on the planet.”  \n\nThe peacock replied, “I always thought that I was the most beautiful and happy bird on the planet. But because of my beauty, I am entrapped in this zoo. I have examined the zoo very carefully, and I have realized that the crow is the only bird not kept in a cage. So for past few days I have been thinking that if I were a crow, I could happily roam everywhere.”  \nThat’s our problem too. We make unnecessary comparison with others and become sad. We don’t value what God has given us. This all leads to the vicious cycle of unhappiness. Learn to be happy in what you have instead of looking at what you don’t have.  There will always be someone who will have more or less than you have. Person who is satisfied with what he/she has, is the happiest person in the world."
    },
    {
      "category": "",
      "title": "",
      "body": "The Four Friends:\n\nFour friends live in a village which has been struck by famine. Three of them are extremely clever and learned and consider their friend Shivanand a lazy but practical fool.\n\nThe four decide to go a place called Manasa, which is considered an asylum for scholars. On their way they have to\npass through a forest. There they come across bones of a lion. Satyanand decides to show his knowledge by recreating the lion’s skeleton. The other friend reconstructs the lion’s muscles and structure. Vidyanand then wants to show his superior powers by breathing life into the lion.\n\nShivanand tries to stop them and warns them of the consequences of their plans. But they do not stop. Shivanand climbs a tree before Vidyanand foolishly proceeds with his plans. The lion comes to life and devours the three learned fools.\n\nShivanand’s practical nature saves him.\n    \nMoral: It is better to be practical than learned."
    },
    {
      "category": "",
      "title": "",
      "body": "The Gift Of Forgiveness – Christmas Story:\n\nThe Christmas of 1949 we didn’t have a tree. My dad had as much pride as anybody, I suppose, so he wouldn’t just say that we couldn’t afford one.\n\nWhen I mentioned it, my mother said that we weren’t going to have one this year, that we couldn’t afford one, and even if we could – it was stupid to clutter up your house with a dead tree.\n\nI wanted a tree badly though, and I thought – in my naive way – that if we had one, everybody would feel better.\n\nAbout three days before Christmas, I was out collecting for my paper route. It was fairly late – long after dark – it was snowing and very cold.\n\nI went to the apartment building to try to catch a customer who hadn’t paid me for nearly two months – she owed me seven dollars.\n\nMuch to my surprise, she was home. She invited me in and not only did she pay me, she gave me a dollar tip! It was a windfall for me – I now had eight whole dollars.\n\nWhat happened next was totally unplanned. On the way home, I walked past a Christmas tree lot and the idea hit me.\n\nThe selection wasn’t very good because it was so close to the holiday, but there was this one real nice tree. It had been a very expensive tree and no one had bought it; now it was so close to Christmas that the man was afraid no one would.\n\nHe wanted ten dollars for it, but when I – in my gullible innocence – told him I only had eight, he said he might sell it for that.\n\nI really didn’t want to spend the whole eight dollars on the tree, but it was so pretty that I finally agreed.\n\nI dragged it all the way home – about a mile, I think – and I tried hard not to damage it or break off any limbs.\n\nThe snow helped to cushion it, and it was still in pretty good shape when I got home.\n\nYou can’t imagine how proud and excited I was. I propped it up against the railing on our front porch and went in.\n\nMy heart was bursting as I announced that I had a surprise.\n\nI got Mom and Dad to come to the front door and then I switched on the porch light.\n\n“Where did you get that tree?” my mother exclaimed.\n\nBut it wasn’t the kind of exclamation that indicates pleasure.\n\n“I bought it up on Main Street. Isn’t it just the most perfect tree you ever saw?” I said, trying to maintain my enthusiasm.\n\n“Where did you get the money?” Her tone was accusing and it began to dawn on me that this wasn’t going to turn out as I had planned.\n\n“From my paper route.” I explained about the customer who had paid me.\n\n“And you spent the whole eight dollars on this tree?” she exclaimed.\n\nShe went into a tirade about how stupid it was to spend my money on a dumb tree that would be thrown out and burned in a few days.\n\nShe told me how irresponsible I was and how I was just like my dad with all those foolish, romantic, noble notions about fairy tales and happy endings and that it was about time I grew up and learned some sense about the realities of life and how to take care of money and spend it on things that were needed and not on silly things.\n\nShe said that I was going to end up in the poorhouse because I believe in stupid things like Christmas trees, things that didn’t amount to anything.\n\nI just stood there. My mother had never talked to me like that before and I couldn’t believe what I was hearing.\n\nI felt awful and I began to cry. Finally, she reached out and snapped off the porch light.\n\n“Leave it there,” she said. “Leave that tree there till it rots, so every time we see it, we’ll all be reminded of how stupid the men in this family are.”\n\nThen she stormed up the stairs to her bedroom and we didn’t see her until the next day.\n\nDad and I brought the tree in and we made a stand for it.\n\nHe got out the box of ornaments and we decorated it as best as we could; but men aren’t too good at things like that, and besides, it wasn’t the same without mom.\n\nThere were a few presents under it by Christmas day – although I can’t remember a single one of them – but Mom wouldn’t have anything to do with it.\n\nIt was the worst Christmas I ever had.\n\nFast forward to today, Judi and I married in August of 1963, and dad died on October 10 of that year. Over the next eight years, we lived in many places. Mom sort of divided up the year – either living with my sister Jary or with us.\n\nIn 1971 we were living in Wichita, Kansas – Lincoln was about seven, Brendan was three and Kristen was a baby. Mom was staying with us during the holidays. On Christmas Eve I stayed up very late. I was totally alone with my thoughts, alternating between joy and melancholy, and I got to thinking about my paper route, that tree, what my mother had said to me and how Dad had tried to make things better.\n\nI heard a noise in the kitchen and discovered that it was mom. She couldn’t sleep either and had gotten up to make herself a cup of hot tea – which was her remedy for just about everything. As she waited for the water to boil, she walked into the living room and discovered me there. She saw my open Bible and asked me what I was reading. When I told her, she asked if I would read it to her and I did.\n\nWhen the kettle began to whistle, she went and made her tea. She came back, and we started to visit. I told her how happy I was that she was with us for Christmas and how I wished that Dad could have lived to see his grandchildren and to enjoy this time because he always loved Christmas so. It got very quiet for a moment and then she said, “Do you remember that time on Twelve Mile Road when you bought that tree with your paper route money?”\n\n“Yes,” I said, “I’ve just been thinking about it you know.”\n\nShe hesitated for a long moment, as though she were on the verge of something that was bottled up so deeply inside her soul that it might take surgery to get it out. Finally, great tears started down her face and she cried, “Oh, son, please forgive me.”\n\n“That time and that Christmas have been a burden on my heart for twenty-five years. I wish your dad were here so I could tell him how sorry I am for what I said. Your dad was a good man and it hurts me to know that he went to his grave without ever hearing me say that I was sorry for that night. Nothing will ever make what I said right, but you need to know that your dad never did have any money sense (which was all too true).\n\nWe were fighting all the time – though not in front of you – we were two months behind in our house payments, we had no money for groceries, your dad was talking about going back to Arkansas and that tree was the last straw. I took it all out on you. It doesn’t make what I did right, but I hoped that someday, when you were older, you would understand. I’ve wanted to say something for ever so long and I’m so glad it’s finally out.”\n\nWell, we both cried a little and held each other and I forgave her – it wasn’t hard, you know.\n\nThen we talked for a long time, and I did understand; I saw what I had never seen and the bitterness and sadness that had gathered up in me for all those years gradually washed away.\n\nIt was marvelously simple.\n\nThe great gifts of this season – or any season – can’t be put under the tree; you can’t wear them or eat them or drive them or play with them. We spend so much time on the lesser gifts – toys, sweaters, jewelry, the mint, anise and dill of Christmas – and so little on the great gifts – understanding, grace, peace and forgiveness. It’s no wonder that the holiday leaves us empty, because when it’s over, the only reminders we have are the dirty dishes and the January bills.\n\nBy John William Smith – from “Hugs for the Holidays.”"
    },
    {
      "category": "",
      "title": "",
      "body": "Don’t Hope,… Decide!:\n\nWhile waiting to pick up a friend at the airport in Portland, Oregon, I had one of those life-changing experiences that you hear other people talk about — the kind that sneaks up on you unexpectedly. This one occurred a mere two feet away from me.\n\nStraining to locate my friend among the passengers deplaning through the jet way, I noticed a man coming toward me carrying two light bags. He stopped right next to me to greet his family.\n\nFirst he motioned to his youngest son (maybe six years old) as he laid down his bags. They gave each other a long, loving hug. As they separated enough to look in each other’s face, I heard the father say, “It’s so good to see you, son. I missed you so much!” His son smiled somewhat shyly, averted his eyes and replied softly, “Me, too, Dad!”\n\nThen the man stood up, gazed in the eyes of his oldest son (maybe nine or ten) and while cupping his son’s face in his hands said, “You’re already quite the young man. I love you very much, Zach!” They too hugged a most loving, tender hug.\n\nWhile this was happening, a baby girl (perhaps one or one-and-a-half) was squirming excitedly in her mother’s arms, never once taking her little eyes off the wonderful sight of her returning father. The man said, “Hi, baby girl!” as he gently took the child from her mother. He quickly kissed her face all over and then held her close to his chest while rocking her from side to side. The little girl instantly relaxed and simply laid her head on his shoulder, motionless in pure contentment.\n\nAfter several moments, he handed his daughter to his oldest son and declared, “I’ve saved the best for last!” and proceeded to give his wife the longest, most passionate kiss I ever remember seeing. He gazed into her eyes for several seconds and then silently mouthed. “I love you so much!” They stared at each other’s eyes, beaming big smiles at one another, while holding both hands.\n\nFor an instant they reminded me of newlyweds, but I knew by the age of their kids that they couldn’t possibly be. I puzzled about it for a moment then realized how totally engrossed I was in the wonderful display of unconditional love not more than an arm’s length away from me. I suddenly felt uncomfortable, as if I was invading something sacred, but was amazed to hear my own voice nervously ask, “Wow! How long have you two been married?\n\n“Been together fourteen years total, married twelve of those.” he replied, without breaking his gaze from his lovely wife’s face. “Well then, how long have you been away?” I asked. The man finally turned and looked at me, still beaming his joyous smile. “Two whole days!”\n\nTwo days? I was stunned. By the intensity of the greeting, I had assumed he’d been gone for at least several weeks – if not months. I know my expression betrayed me.\n\nI said almost offhandedly, hoping to end my intrusion with some semblance of grace (and to get back to searching for my friend), “I hope my marriage is still that passionate after twelve years!”\n\nThe man suddenly stopped smiling.\n\nHe looked me straight in the eye, and with forcefulness that burned right into my soul, he told me something that left me a different person. He told me, “Don’t hope, friend… decide!” Then he flashed me his wonderful smile again, shook my hand and said, “God bless!”\n\n- By Michael D. Hargrove and Bottom Line Underwriters"
    },
    {
      "category": "",
      "title": "",
      "body": "Smart Goals:\n\nIf you ask most people what is their one major objective in life, they would probably give you a vague answer, such as, \"I want to be successful, be happy, make a good living,\" and that is it. They are all wishes and none of them are clear goals.\n\nGoals must be SMART:\n\n1. S--specific. For example, \"I want to lose weight.\" This is wishful thinking. It becomes a goal when I pin myself down to \"I will lose 10 pounds in 90 days.\"\n\n2. M--must be measurable. If we cannot measure it, we cannot accomplish it. Measurement is a way of monitoring our progress.\n\n3. A--must be achievable. Achievable means that it should be out of reach enough to be challenging but it should not be out of sight, otherwise it becomes disheartening.\n\n4. R--realistic. A person who wants to lose 50 pounds in~30 days is being unrealistic.\n\n5. T--time-bound. There should be a starting date and a finishing date."
    },
    {
      "category": "",
      "title": "",
      "body": "The Magical Mustard Seed:\n\nThere is an old Chinese tale about a woman whose only son died. In her grief, she went to the holy man and asked, \"What prayers, what magical incantations do you have to bring my son back to life?\"\n\nInstead of sending her away or reasoning with her, he said to her, \"Fetch me a mustard seed from a home that has never known sorrow. We will use it to drive the sorrow out of your life.\" The woman went off at once in search of that magical mustard seed.\n\nShe came first to a splendid mansion, knocked at the door, and said, \"I am looking for a home that has never known sorrow. Is this such a place? It is very important to me.\"\n\nThey told her, \"You've certainly come to the wrong place,\" and began to describe all the tragic things that recently had befallen them.\nThe woman said to herself, \"Who is better able to help these poor, unfortunate people than I, who have had misfortune of my my own?\"\n\nShe stayed to comfort them, then went on in search of a home that had never known sorrow. But wherever she turned, in hotels and in other places, she found one tale after another of sadness and misfortune.\n\nThe woman became so involved in helping others cope with their sorrows that she eventually let go of her own. She would later come to understand that it was the quest to find the magical mustard seed that drove away her suffering."
    },
    {
      "category": "",
      "title": "",
      "body": "A Glass Of Milk, Paid In Full:\n\nOne day, a poor boy who was selling goods from door to door to pay his way through school, found he had only one thin dime left, and he was hungry. He decided he would ask for a meal at the next house. However, he lost his nerve when a lovely young woman opened the door.\n\nInstead of a meal he asked for a drink of water. She thought he looked hungry so brought him a large glass of milk.\n\nHe drank it slowly, and then asked, “How much do I owe you?”\n\n“You don’t owe me anything,” she replied. “Mother has taught us never to accept pay for a kindness.”\n\nHe said, “Then I thank you from my heart.”\n\nAs Howard Kelly left that house, he not only felt stronger physically, but his faith in God and man was strong also. He had been ready to give up and quit.\n\nYear’s later that young woman became critically ill. The local doctors were baffled. They finally sent her to the big city, where they called in specialists to study her rare disease.\n\nDr. Howard Kelly was called in for the consultation. When he heard the name of the town she came from, a strange light filled his eyes. Immediately he rose and went down the hall of the hospital to her room.\n\nDressed in his doctor’s gown he went in to see her. He recognized her at once. He went back to the consultation room determined to do his best to save her life. From that day he gave special attention to the case.\n\nAfter a long struggle, the battle was won. Dr. Kelly requested the business office to pass the final bill to him for approval. He looked at it, then wrote something on the edge and the bill was sent to her room.\n\nShe feared to open it, for she was sure it would take the rest of her life to pay for it all. Finally she looked, and something caught her attention on the side of the bill. She began to read the following words:\n\n“Paid in full with one glass of milk.\n\nSigned, Dr. Howard Kelly.”"
    },
    {
      "category": "",
      "title": "",
      "body": "Changing Vision:\n\nThere once lived a wealthy man who was bothered by severe eye pain. He consulted many physicians,  but none could treat his ache.  He went through a myriad of treatment procedures but his pain persisted with more vigor. He looked and for every available solution for his pain, and approached a wise monk, renowned for treating various illnesses. The monk carefully observed the man’s eyes and offered a very peculiar solution.\n\nThe monk told the man to concentrate only on green color for a few weeks and avoid any other colors. The man was desperate to get rid of the pain and was determined ready to go to any extent.The wealthy man appointed a group of painters and purchased barrels of green paint and directed that every object, his eye was likely to fall to be painted green.\n\nAfter a few weeks the monk came to visit the man to follow up on the man’s progress. As the monk walked towards the man’s room, the appointed painter poured a bucket of green paint on the monk.  The monk could see that the whole corridor and the room was painted green. As the monk inquired for the reason for painting everything green, the wealthy man said that he was only following the monk’s advice to look at only green.\n\nHearing this, the monk laughed and said “If only you had purchased a pair of green spectacles, worth just a few dollars, You could have saved a large share of your fortune. You cannot paint the world green.”\n\nMoral: Let us change our vision and the world will appear accordingly."
    },
    {
      "category": "",
      "title": "",
      "body": "The Oak and the Reeds:\n\nA Giant Oak stood near a brook in which grew some slender Reeds. When the wind blew, the great Oak stood proudly upright with its hundred arms uplifted to the sky. But the Reeds bowed low in the wind and sang a sad and mournful song.\n\n“You have reason to complain,” said the Oak. “The slightest breeze that ruffles the surface of the water makes you bow your heads, while I, the mighty Oak, stand upright and firm before the howling tempest.”\n\n“Do not worry about us,” replied the Reeds. “The winds do not harm us. We bow before them and so we do not break. You, in all your pride and strength, have so far resisted their blows. But the end is coming.”\n\nAs the Reeds spoke a great hurricane rushed out of the north. The Oak stood proudly and fought against the storm, while the yielding Reeds bowed low. The wind redoubled in fury, and all at once the great tree fell, torn up by the roots, and lay among the pitying Reeds.\n\nBetter to yield when it is folly to resist, than to resist stubbornly and be destroyed."
    },
    {
      "category": "",
      "title": "",
      "body": "The Month of April:\n\nThere was a nice little girl. She was 10 years old. Her name was April. One day, April asked her parents why she was called April. Her mother answered that she was called April because she was born in April. The little girl was very happy to hear that. She liked her name. \n\nApril really liked the month April, too. This was because she had her birthday in that month. Her parents made her a party. All her friends came and celebrated with her, and she received a lot of presents. One day, her mother became pregnant and soon April had a little brother. Her brother was born in February. \n\nEveryone came to visit the family. Everyone suggested names for the new baby. April did not understand what the problem was. This looked very simple to her. She said that if the baby was born in February, the correct name was February!"
    },
    {
      "category": "",
      "title": "",
      "body": "Meaningless Goals:\n\nA farmer had a dog who used to wait by the roadside for vehicles to come. As soon as one came, he would run down the road, barking and trying to overtake the vehicle. One day the farmer’s neighbour asked the farmer “Do you think the dog is ever going to overtake those vehicles?” The farmer replied, “That is not what bothers me. What bothers me is what he would do if he ever caught one.”\n\nMany people in life behave like that dog who is pursuing meaningless goals."
    },
    {
      "category": "",
      "title": "",
      "body": "Weakness Or Strength?:\n\nSometimes our biggest weakness can become our biggest strength. Take, for example, the story of one 10-year-old boy who decided to study Judo despite the fact that he had lost his left arm in a devastating car accident.\n\nThe boy began lessons with an old Japanese Judo master. The boy was doing well, so he couldn’t understand why, after three months of training the master had taught him only one move.\n\n“Sensei,” the boy finally said, “Shouldn’t I be learning more moves?”\n\n“This is the only move you know, but this is the only move you’ll ever need to know.” – the sensei replied.\n\nNot quite understanding, but believing in his teacher, the boy kept training.\n\nSeveral months later, the sensei took the boy to his first tournament. Surprising himself, the boy easily won his first two matches. The third match proved to be more difficult, but after some time, his opponent became impatient and charged; the boy deftly used his one move to win the match. Still amazed by his success, the boy was now in the finals.\n\nThis time, his opponent was bigger, stronger, and more experienced. For a while, the boy appeared to be overmatched. Concerned that the boy might get hurt, the referee called a time-out. He was about to stop the match when the sensei intervened.\n\n“No,” the sensei insisted, “Let him continue.”\n\nSoon after the match resumed, his opponent made a critical mistake: he dropped his guard. Instantly, the boy used his move to pin him. The boy had won the match and the tournament. He was the champion.\n\nOn the way home, the boy and sensei reviewed every move in each and every match. Then the boy summoned the courage to ask what was really on his mind.\n\n“Sensei, how did I win the tournament with only one move?”\n\n“You won for two reasons,” the sensei answered. “First, you’ve almost mastered one of the most difficult throws in all of judo. And second, the only known defense for that move is for your opponent to grap your left arm.”\n\nThe boy’s biggest weakness had become his biggest strength.\n\nBits & Pieces, August 15, 1996, Economic Press Inc."
    },
    {
      "category": "",
      "title": "",
      "body": "Elephants and a Cord:\n\nSuri was a sweet boy and a wildlife lover. He was fond of elephants, the mammoth animals. In fact he was very crazy about elephants. However, he never had a chance to see real elephants. All he saw those mammoth creatures were only in television and computers. He lived in a small town. The place he lived didn’t provide him a chance to visit the elephants. \n\nAll his only desire was to see and touch at least an elephant before he die. Fortunately, when he was 25 years he got a chance to join a crew of wildlife lovers. He enquired them about their plans and with eagerness, he asked whether they would take him to see the elephants. And they said yes. The journey happily began and they visited various places. Suri was so happy and enjoyed the tour to the core. He was waiting for years to visit the elephants in real life and the day came. As they passed through the forests, they walked past a beautiful village. One from the team said that the village had more than 100 elephants and Suri could enjoy the entire day in that village. There was nothing in the world that could measure Suri’s happiness hearing those words. \n\nFinally he saw those elephants for the first time in his life. He was amazed to see the elephants and screamed happily. After spending two to three hours just seeing the elephants, he was shocked to see those elephants tied to a frail fence. It was a thin rope, not even a chain and there was no cage or any kind of shelter where the elephants lived. Instead, there were simple sheds without any doors. Elephant tied with ropeSuri was surprised as he knew the strength of elephants and saw them tied to strong chains in the television. He enquired one of the countrymen about why they were left freely without any protection and also asked ‘won’t they easily break the rope?’ The trainer answered Suri, ‘They won’t’ Suri was surprised and asked how? The trainer replied, ‘They were trained here since their childhood. When they were babies we used to tie them with a strong rope and the kid elephants weren’t able to break them. The rope or chain we used to tie them when they were small. \n\nIt was strong enough to hold them. A few elephants would try to break the rope or chain, but could not set them free. So as they grew, they developed a false belief that the small and thin ropes were too strong for them to break and they continued to get tied by their belief!’ Suri was amazed as well as shocked. The powerful mammoth wasn’t strong enough mentally to get them free from a thin rope. However, he left the place as he was happy to see the elephants. Our lives are like the elephant’s false beliefs. We follow the false beliefs we experience and fail to try out something just because we did not accomplish it earlier."
    },
    {
      "category": "",
      "title": "",
      "body": "How High Can You Jump:\n\nYou train fleas by putting them in a jar with a top on it. Fleas jump, so they will jump up and hit the top over and over again. As you watch them jump and hit the top, you will notice something interesting. The fleas continue to jump, but they are no longer jumping high enough to hit the top.\n\nThen, and it's a matter of record, you can take the top off and though the fleas continue to jump, they won't jump out of the jar. I repeat, they won't jump out because they can't. The reason is simple. They have conditioned themselves to jump just so high. Once they have conditioned themselves to jump just so high, that's all they can do.\n\nMany times, people do the same thing. They restrict themselves and never reach their potential. Just like the fleas, they fail to jump higher, thinking they are doing all they can do."
    },
    {
      "category": "",
      "title": "",
      "body": "Stopped By A Brick:\n\nA successful young executive was riding his brand new Jaguar  down a neighborhood street when he noticed a kid darting out from between parked cars. He slowed down a little but as he appeared near it, a brick smashed into his car’s door. He slammed on the brakes and drove back to the place where the brick has been thrown.\n\nThe furious man jumped out of his car and caught the nearest kid shouting, “What was that all about? What the heck did you do to my car? Why did you do it?”. The young boy was little scared, but was very polite and apologetic. “I am sorry Mister. I didn’t know what else to do,” he pleaded. “ I had to throw the brick because no one else would stop for my call to help”.  With tears rolling down his cheeks, he pointed towards the parked cars and said “it’s my brother, he rolled off the curb and fell off his wheelchair and he is badly hurt. I can’t lift him up.”\n\nThe sobbing boy asked the man, “Would you please help me get him back into his wheelchair? He is hurt and he is too heavy for me.” The young man was moved beyond words and tried to swallow the rapidly swelling lump in his throat. He hurriedly lifted the other kid from the spot and put him back to the wheelchair. He also helped the little kid with his bruises and cuts. \n\nWhen he thought that everything will be ok, he went back to his car. “Thank you, sir, and God bless you”, said the grateful kid. The young man was too shaken up for any word, so the man simply watched the little boy push the wheelchair bound brother down the sidewalk. It was a long and slow ride back home to the man.  When he came out of the car, he looked at his dented car door. The damage was very noticeable, but he did not bother to repair it. He kept the dent to remind him of the message; “Do not go through life so fast that someone has to throw a brick at you to get your attention”. \n\nMoral: Life whispers in our souls and speaks to our hearts. Sometimes when we do not listen to it, it throws a brick at us. It is our choice, listen to the whisper or wait for the brick."
    },
    {
      "category": "",
      "title": "",
      "body": "Railway Story:\n\nThis is a true railway story.\n\nSeveral years ago an extremely hot day, a crew of men were working on the road bed of the railroad when they were interrupted by a slow moving train. The train ground to a stop and a window in the last car-which incidentally was custom-made with air condition-was raised.\n\nA booming, friendly voice called out, \" Dave, is that you?\" Dave Anderson, the crew chief called back, \"Sure is, Jim, and it's really good to see you.\" With that pleasant exchange, Dave Anderson was invited to join Jim Murphy, the president of the railroad, for a visit. For over an hour the man exchanged pleasantries and then shook hands warmly as the train pulled out.\n\nDave Anderson's crew immediately surrounded him and a man expressed astonishment that he knew Jim Murphy, the president of the railroad as a personal friend. Dave then explained that 20 years earlier he and Jim Murphy had started to work for the railroad on the same day. One of the men, half jokingly and half seriously asked Dave why he was still working out in the hot sun and Jim Murphy had gotten to be president. Rather wistfully Dave explained, \"twenty- three years ago I went to work for $1.75 an hour and Jim Murphy went for the railroad.\""
    },
    {
      "category": "",
      "title": "",
      "body": "The Tale Of Two Pebbles:\n\nMany years ago in a small Indian village, a farmer had the misfortune of owing a large sum of money to a village moneylender. The moneylender, who was old and ugly, fancied the farmer’s beautiful daughter. So he proposed a bargain. He said he would forgo the farmer’s debt if he could marry his daughter.\n\nBoth the farmer and his daughter were horrified by the proposal. So the cunning money-lender suggested that they let providence decide the matter. He told them that he would put a black pebble and a white pebble into an empty money bag. Then the girl would have to pick one pebble from the bag.\n\nIf she picked the black pebble, she would become his wife and her father’s debt would be forgiven. If she picked the white pebble she need not marry him and her father’s debt would still be forgiven. If she refused to pick a pebble, her father would be thrown into jail.\n\nThey were standing on a pebble strewn path in the farmer’s field. As they talked, the moneylender bent over to pick up two pebbles. As he picked them up, the sharp-eyed girl noticed that he had picked up two black pebbles and put them into the bag. He then asked the girl to pick a pebble from the bag.\n\nNow, imagine that you were standing in the field. What would you have done if you were the girl? If you had to advise her, what would you have told her?\n\nTake a moment to ponder this. What would you recommend that the girl do?\n\nThe girl put her hand into the moneybag and drew out a pebble. Without looking at it, she fumbled and let it fall onto the pebble-strewn path where it immediately became lost among all the other pebbles.\n\n“Oh, how clumsy of me!” she said. “But never mind, if you look into the bag for the one that is left, you will be able to tell which pebble I picked.”\n\nThe moneylender dared not admit his dishonesty. The girl changed what seemed an impossible situation into an extremely advantageous one.\n\nBy Edward de Bono"
    },
    {
      "category": "",
      "title": "",
      "body": "Doctor’s Service!:\n\nA doctor quickly entered the hospital after being called in for an urgent surgery. He changed his clothes and went directly to the surgery block. He saw the boy’s father walking back and forth in the hall waiting for the doctor.\n\nOnce seeing the doctor, the dad yelled: “Why did you take all this time to come? Don’t you know that my son’s life is in danger? Don’t you have the sense of responsibility?”\n\nThe doctor smiled and said: “I am sorry, I wasn’t in the hospital and I came the fastest I could… now, I wish you’d calm down so that I can do my work.”\n\n“Calm down?! What if your son was in this room right now, would you calm down? If your own son dies now what will you do?” said the father angrily.\n\nThe doctor smiled again and replied: “I will say what is said in the Holy Bible ‘From dust we came and to dust we return, blessed be the name of God.’ Doctors cannot prolong lives. Go and intercede for your son, we will do our best by God’s grace.”\n\n“Giving advice when we’re not concerned is so easy” murmured the father.\n\nThe surgery took some hours after which the doctor went out happy, “Thank God! Your son is saved!”\n\nAnd without waiting for the father’s reply he carried on his way running. “If you have any question, ask the nurse.”\n\n“Why is he so arrogant? He couldn’t wait some minutes so that I ask about my son’s state?” commented the father when seeing the nurse minutes after the doctor left.\n\nThe nurse answered: “His son died yesterday in a road accident, he was in the burial when we called him for your son’s surgery.”\n\nStay calm in all situations so you can make decisions the best you can, be it in life or business… and thank you doctors for the excellence works you do."
    },
    {
      "category": "",
      "title": "",
      "body": "How Johnny Cricket Saw Santa Claus:\n\nWhen the first frost came and coated the leaves with its film of sparkles, Mamma Cricket, Papa Cricket, Johnny Cricket and Grandpa Cricket decided it was time they moved into their winter home.\n\nPapa and Mamma and Grandpa Cricket carried all the heavy Cricket furniture, while Johnny Cricket carried the lighter things, such as the family portraits, looking glasses, knives and forks and spoons, and his own little violin.\n\nAunt Katy Didd wheeled Johnny’s little sister Teeny in the Cricket baby buggy and helped Mamma Cricket lay the rugs and wash the stone-work, for you see the Cricket winter home was in the chimney of a big old-fashioned house and the walls were very dusty, and everything was topsy-turvy.\n\nBut Mamma Cricket and Aunt Katy Didd soon had everything in tip-top order, and the winter home was just as clean and neat as the summer home out under the rose bush had been.\n\nThere the Cricket family lived happily and every thing was just as cozy as any little bug would care to have; on cold nights the people who owned the great big old fashioned house always made a fire in the fireplace, so the walls of the Cricket’s winter home were nice and warm, and little Teeny Cricket could play on the floor in her bare feet without fear of catching cold and getting the Cricket croup.\n\nThere was one crack in the walls of the Crickets’ winter home which opened right into the fireplace, so the light from the fire always lit up the Crickets’ living room. Papa Cricket could read the Bugville News while Johnny Cricket fiddled all the latest popular Bug Songs and Mamma Cricket rocked and sang to little Teeny Cricket.\n\nOne night, though, the people who owned the great big old fashioned house did not have a fire in the fireplace, and little Teeny Cricket was bundled up in warm covers and rocked to sleep, and all the Cricket family went to bed in the dark.\n\nJohnny Cricket had just dozed into dreamland when he was awakened by something pounding … ever so loudly … and he slipped out of bed and into his two little red topped boots and felt his way to the crack in the living room wall.\n\nJohnny heard loud voices and merry peals of laughter, so he crawled through the crack and looked out into the fireplace.\n\nThere in front of the fireplace he saw four pink feet and two laughing faces way above, while just a couple of Cricket-hops from Johnny’s nose was a great big man. Johnny could not see what the man was pounding, but he made an awful loud noise.\n\nFinally the pounding ceased and the man leaned over and kissed the owners of the pink feet. Then there were a few more squeals of laughter, and the four pink feet pitter-patted across the floor and Johnny could see the owners hop into a snow-white bed.\n\nThen Johnny saw the man walk to the lamp and turn the light down low, and leave the great big room.\n\nJohnny Cricket jumped out of the crack into the fireplace and ran out into the great big room so that he might see what the man had pounded. The light from the lamp was too dim for him to make out the objects hanging from the mantel above the fireplace. All he could see were four long black things, so Johnny Cricket climbed up the bricks at the side of the fireplace until he came to the mantel shelf, then he ran along the shelf and looked over. The black things were stockings.\n\nJohnny began to wish that he had stopped to put on his stockings, for he was in his bare feet. He had removed his little red topped boots when he decided to climb up the side of the fireplace and now his feet were cold.\n\nSo Johnny started to climb over the mantel shelf and down the side of the fireplace when there came a puff of wind down the chimney which made the stockings swing away out into the room, and snowflakes fluttered clear across the room.\n\nThere was a tiny tinkle from a bell and, just as Johnny hopped behind the clock, he saw a boot stick out of the fireplace.\n\nThen Johnny Cricket’s little bug heart went pitty-pat, and sounded as if it would run a race with the ticking of the clock.\n\nFrom his hiding place, Johnny Cricket heard one or two chuckles, and something rattle. Johnny crept along the edge of the clock and holding the two feelers over his back looked from his hiding place….\n\nAt first all he could see were two hands filling the stockings with rattly things, but when the hands went down below the mantel for more rattly things, Johnny Cricket saw a big round smiling face all fringed with snow-white whiskers.\n\nJohnny drew back into the shadow of the clock, and stayed there until the rattling had ceased and all had grown quiet, then he slipped from behind the clock and climbed down the side of the fireplace as fast as he could. Johnny Cricket was too cold to stop and put on his little red boots, but scrambled through the crack in the fireplace and hopped into bed. In the morning Mamma Cricket had a hard time getting Johnny Cricket out of bed. He yawned and stretched, put on one stocking, rubbed his eyes, yawned, put on another stocking and yawned again. Johnny was still very sleepy and could hardly keep his eyes open as he reached for his little red-topped boots.\n\nJohnny’s toe struck something hard, he yawned, rubbed his eyes and looked into the boot. Yes, there was something in Johnny Cricket’s boot! He picked up the other boot; it, too, had something in it!\n\nIt was candy! With a loud cry for such a little Cricket, Johnny rushed to the kitchen and showed Mamma, then he told her of his adventure of the night before.\n\nMamma Cricket called Papa and they both had a laugh when Johnny told how startled he had been at the old man with the white whiskers who filled the stockings in front of the fireplace. “Why, Johnny!” said Mamma and Papa Cricket. “Don’t you know? That was Santa Claus. We have watched him every Christmas in the last four years fill the stockings, and he saw your little red topped boots and filled them with candy, too. If you will crawl through the crack into the fireplace you will see the children of the people who own this big house playing with all the presents that Santa Claus left them!”\n\nAnd, sure enough, it was so!"
    },
    {
      "category": "",
      "title": "",
      "body": "Story of a Blind Love:\n\nThere was a blind girl who hated herself just because she’s blind. She hated everyone, except her loving boyfriend. He’s always there for her. \n\nShe said that if she could only see the world, she would marry her boyfriend. One day, someone donated a pair of eyes to her and then she can see everything, including her boyfriend. \n Her boyfriend asked her, “now that you can see the world, will you marry me?” The girl was shocked when she saw that her boyfriend is blind too, and refused to marry him. \n\nHer boyfriend walked away in tears, and later wrote a letter to her saying –  \n\n “Just take care of my eyes dear”."
    },
    {
      "category": "",
      "title": "",
      "body": "Controlling Temper:\n\nThere once was a little boy who had a bad temper. His father gave him a bag of nails and told him that every time he lost his temper, he must hammer a nail into the fence. \n\nThe first day the boy had driven 37 nails into the fence. Over the next few weeks as he learned to control his anger, the number of nails hammered daily, gradually dwindled down. He discovered it was easier to hold his temper than to drive those nails into the fence. Finally the day came when the boy didn’t lose his temper at all. He told his father about it and the father suggested that the boy now pull out one nail for each day that he was able to hold his temper. \n\nThe days passed and the young boy was finally able to tell his father that all the nails were gone. The father took his son by the hand and led him to the fence. He said “you have done well, my son, but look at the holes in the fence. The fence will never be the same. When you say things in anger, they leave a scar just like this one.” \n \nMoral: You can put a knife in a man and draw it out. It won’t matter how many times you say I’m sorry, the wound is still there. Make sure you control your temper the next time you are tempted to say something you will regret later."
    },
    {
      "category": "",
      "title": "",
      "body": "Grace, Hedgehog and The Troll:\n\nOne bright, sunny morning, Grace was just finishing the last spoonful of porridge at the breakfast table when there was a loud knock on the door.\n\n“I’ll get it,” said Mummy, “you eat your toast, it’s probably the postman.”\n\nBut it wasn’t the postman, it was Jinsi, Grace’s little friend from next door.\n\n“Hello Jinsi,” said Mummy. “You don’t look very happy today.” Jinsi had been crying and her face was all red and puffed up.\n\n“I’ve lost Dave,” sobbed Jinsi, beginning to cry again. “He went down to the corner shop to buy some milk for Appleby but that was two hours ago.  I’m so worried that he’s gone down into Tinderbox wood again to look for that old troll.  I know that nobody has ever seen it but Dave seems determined to track it down.”\n\n“Have you spoken to Green Man about this?” Grace asked through a mouthful of toast and jam.\n\n“No,” replied Jinsi, “he’s over at Florence’s house in Harpers Ferry and won’t be home till Tuesday.  I just can’t wait that long.  Oh what am I to do?  You are my very best friend Gracy and I hope that you can help me.”\n\n“Why don’t you and Jinsi go together and look for him?” said Mummy, “but don’t go too far into the wood, only as far as Bluebell Hill and then you must come home.  As you pass Hedgehog’s house, call in and ask him if he would like to go with you.  I’m sure he would be happy to help.”\n\nGrace finished her fruit juice and went off to find her coat and shoes. Jinsi looked a little happier now that Grace was going to help her.\n\nHedgehog lived alone in an old, tumbledown house at the end of Saltwater Lane.  Grace rapped loudly on the rusty door knocker and waited, but Hedgehog didn’t seem to be at home.\n\n“Let’s walk around the back,” suggested Grace “and see if he’s in the garden.”\n\nPeering through a gap in the fence, the pair could clearly see Hedgehog, busy with something in his greenhouse. Jinsi managed to attract his attention by tapping on the roof of the greenhouse with a long stick and before long they were seated before a roaring fire in the comfort of Hedgehog’s rather cluttered kitchen, listening to his tale of woe.\n\nApparently, Hedgehog had been awakened in the middle of the night by a loud crashing noise coming from the direction of his back garden.  Quickly throwing on his dressing gown and slipping on his sandals, he had hurried down the stairs, picking up his large, heavy duty torch from the sideboard drawer as he went.  Slowly opening the backdoor, Hedgehog had swept the beam of the torch across the garden but could see nothing amiss.  Walking up to his greenhouse however, he had been shocked to discover that the door had been torn off its hinges and smashed to pieces.  Even worse was the fact that every one of his prize pumpkins together with his fine crop of tomatoes had been stolen.\n\n“Whoever it was must have climbed over the fence,” muttered Hedgehog ruefully, “as I never forget to lock my garden gate.”\n\nGrace and Jinsi told Hedgehog of the strange disappearance of Dave and their intentions of venturing into Tinderbox wood to look for him.\n\n“Give me a minute to lock my front windows,” exclaimed Hedgehog, “and I’ll come with you, although I will have to be home no later than four o’clock as my brother Groucho is coming round for tea.  I had hoped to make him a pumpkin pie but I suppose that is now definitely off the menu.”\n\nGrace, Jinsi and Hedgehog climbed over the old stile at the end of the lane and found themselves on the well tended, cobblestone path that wound its way down to the entrance of Tinderbox wood.  The sun had disappeared behind a huge grey cloud and Hedgehog claimed he could smell rain in the air.\n\n“Are we simply going to wander through the wood, calling out Dave’s name?” exclaimed Hedgehog, “or do we have some kind of plan?”\n\n“Well,” muttered Jinsi, “I know that he always used to enjoy walking down to the old stone bridge on occasion where he would partake in a little fishing so I suppose that would be as good a place as any to start.”\n\nThe three friends stood in silence on the threshold of the wood.  With the disappearance of the sun, the trees appeared dark and menacing.\n\n“Come on,” shouted Grace,” we’ll not find Dave dithering like this,” and with those words, they plunged resolutely into the gloom and the search was on.\n\nOnce inside the wood, the air immediately became damp and musty. It had, as Hedgehog had predicted, begun to rain but the dense foliage of the trees prevented the three of them from getting wet.  Jinsi led the way followed closely by Grace with Hedgehog a few paces behind.\n\nThey had only been walking for ten minutes or more when Grace noticed something protruding from a patch of thistles beneath the bowl of an old, knotted oak tree.  Crouching down, being careful not to sting her fingers, she gingerly extracted what appeared to be a metal brooch from the undergrowth.  Looking over Grace’s shoulder, Jinsi gave out a cry of anguish.\n\n“That’s Dave’s,” sobbed Jinsi, “I gave it to him as a birthday present last summer and he claimed that he would always wear it with pride. Oh what can this all mean?  I just know that he wouldn’t have cast it aside without good reason.”\n\n“Let’s not be too hasty here,” counselled Hedgehog, flashing a cryptic smile at Grace.  “How do we not know that Dave didn’t drop this treasure on purpose as a sign that he is safe and well in the hope that it would be found by his friends who would surely come looking for him?”\n\nGrace placed a comforting arm around Jinsi.  “Come on Jinsi, we can’t give up now.  I think Hedgehog is right. All we need to do is head in the direction we are walking and I feel sure we will be lucky.”\n\nWith a loud sniffle, Jinsi wiped away her tears and climbed unsteadily to her feet.  Taking the brooch from Graces fingers, she dropped it into her canvas shoulder bag and with a shuddering sigh, proceeded to follow the meandering path that was clearly beginning to descend into the river valley.\n\nBefore long, the narrow track that the three friends had been following disappeared completely, leaving them in a quandary as to which route to take.  The babble of a fast flowing stream could be heard quite clearly.\n\n“Well now!” exclaimed Hedgehog, “I suppose that we will have to cross the stream at some point.  As we haven’t been able to locate the bridge as of yet, might I suggest that we find a way to cross now.  Once we are on the other side, we should be able to pick up the path again.”\n\nJinsi had hardly spoken a word in the past twenty minutes.  She had recently tripped over an out-stretched tree root and grazed her knee, an incident which hadn’t exactly improved her current state of mind. Carefully clambering down a steep embankment, the trio were confronted by a stretch of fast flowing water with no visible means of crossing.\n\n“This way!” shouted Grace, “I can see a fallen log which should serve as a make-shift bridge.”\n\nLeading the way, Grace picked a route through the shallow waters of the stream until they eventually reached the log.\n\n“Who’s going first?” stammered Hedgehog, “I don’t like the look of this.”\n\n“You’ll be OK,” laughed Grace.” Just follow me and don’t look down.”\n\nWith a little puffing and grumbling from Hedgehog who had crossed last, the three friends stood on the opposite bank.  A series of paths lay before them but Jinsi, unexpectedly breaking her silence, claimed that they should follow the course of the river until they reach the bridge.\n\n“I’m sure it can’t be far away,” muttered Jinsi.  “Dave brought me down here once, a long time ago but things seem to be much more overgrown since then.”\n\nThe path along the edge of the stream proved to be rather slippery in places with both Jinsi and Hedgehog losing their footing and finding themselves ankle deep in water on more than one occasion. After edging their way along a particularly treacherous expanse of track, Grace looked up and gave a cry of delight.\n\n“ Look! There it is!”\n\nThrough the overhanging branches could be seen the moss covered stonework of an old bridge.  The stream around the bridge itself appeared much wider, almost as if the water had been dammed at some point.\n\n“Well,” uttered Jinsi, “stepping onto the structure, “this is one spot that certainly hasn’t changed at all since my last visit.” Crouching down she mysteriously began to scan the stonework of the bridge wall.\n\n“What on earth are you doing?” inquired Hedgehog.\n\n“On our one and only visit together, Dave and I scratched our initials into one of the stones and I just wanted to see if I could still find them.”\n\nGrace and Hedgehog immediately joined in the search.\n\n“I think I’ve found them!” cried Hedgehog moments later. “J + D = X, but what do you make of this below.”\n\nScratched in the stone directly underneath were the freshly inscribed words :-  HELP AM TAKEN.\n\n“What do you suggest we do now Hedgehog?” enquired Grace.\n\nTears had begun to well up in Jinsi’s eyes once again as she stared, transfixed at the mysterious message.  Hedgehog scratched his head and sighed.\n\n“I have no doubt whatsoever that this was written by Dave.  The question is who or indeed what has taken him and most important of all, where has he been taken to?”\n\n“We just can’t go home and leave Dave to his fate,” stammered Jinsi.  “We have to keep searching don’t we?”\n\nGrace and Hedgehog exchanged worried glances and remained silent. Just then, Hedgehog, whose sense of hearing was much keener than the others, cupped a paw to his ear.\n\n“Listen, do you hear that?”\n\nBoth Jinsi and Grace listened intently but could hear nothing.  Suddenly, Grace gave out a cry.\n\n“Yes.  I hear it.  It sounds like some kind of drum beat to me.  Do you hear it Jinsi?”\n\nBut Jinsi was lost in her own world of misery and didn’t even hear Grace’s question.\n\n“Well!” exclaimed Hedgehog, “as this sound is the only lead we have to go on, I suppose that we must follow it.”\n\nWith these words, the three companions set off in the direction of the rhythmic beat which, much to Graces fear’s, led them deeper into the heart of the wood.\n\nThey had been walking for a half hour or more on a gradual incline as they painstakingly climbed their way out of the river valley.  Hedgehog was beginning to lag behind, forcing Grace and Jinsi to make innumerable halts in order for him to catch up.\n\n“I’m not as nimble as I used to be,” puffed Hedgehog, as he collapsed onto an old tree stump, sweating profusely.\n\nGrace delved into her little back pack that she never went anywhere without and withdrew two small bottles of water.\n\n“Here,” offered Grace, “this should refresh you a little.”\n\nHedgehog eagerly accepted the drink which he consumed in four large gulps while Grace shared the other bottle with Jinsi.  The drum beats appeared noticeably nearer but still, by Hedgehogs estimation, at least a good half hours walk away.  Grace was becoming increasingly agitated as she had never been this far into the wood.  They had scaled “Bluebell Hill” an hour ago, a landmark which Grace had been distinctly told by her mummy not to venture beyond.  The ground was thankfully beginning to level out, enabling Hedgehog to close up on Grace and Jinsi.  They had just discovered a path which seemed to have been made much more recently than the others which led in the general direction of the sound when the drum beats abruptly ceased.\n\n“Now what do we do?” moaned Jinsi.\n\n“We don’t need them any more!” exclaimed Hedgehog.  “Look over there!”\n\nOut of the thick tangle of trees that lay ahead, a brown pall of smoke drifted lazily into the air.\n\n“Stay close to me,” whispered Hedgehog.  “If I’m not mistaken, our quest is almost over.”\n\nThe going had certainly become much easier since they had climbed out of the valley.  The air had become a lot fresher and what’s more, it had obviously stopped raining as bands of sunlight could be seen slanting their way through the tree tops.  As they drew ever nearer to the source of the smoke, Hedgehog suddenly called a halt.\n\n“I think it would be wise if I did a little scouting on my own first, just to see if there is any immediate danger ahead.  Wait for me here and I shouldn’t be more than ten minutes.”\n\n“But what if you get caught or fall into a trap,” protested Grace, “whatever would we do then?”\n\nHedgehog gave out a low chuckle.  “Don’t you worry about me.  I have experienced this kind of escapade before when I was much younger. Some things I guess you just never forget.”\n\nWith those words, Hedgehog turned and set off in the direction of the rising smoke, leaving Grace and Jinsi huddled together for comfort.\n\nTime ticked slowly by.  Five minutes turned into ten minutes. Ten minutes into fifteen. Still no sign of Hedgehog.  Just as Grace was about to suggest walking a little in the direction that Hedgehog had taken, there was a loud crack in the undergrowth nearby as if someone had stepped on a very large branch.  Another crackle, equally as loud followed moments later. Grace couldn’t help but smile as relief washed over her face.\n\n“Hedgehog!” she cried, “for someone that has done this kind of thing before, you certainly make a lot of noise.”\n\nSauntering over to the clearing from where the disturbance was issuing, Grace and Jinsi peeped out from behind an ivy festooned tree trunk expecting to see Hedgehog.  What they saw instead was a large, misshapen creature with long, hairy arms, one of which hung almost down to the ground.  Underneath the other arm was wedged a huge bundle of sticks.\n\n“It’s the troll,” hissed Grace, dodging back behind the tree. “Stay as quiet as you can.”\n\nJinsi, who had herself only caught a brief glimpse, was nevertheless trembling uncontrollably.  The troll’s monstrous head moved slowly from side to side as it tried to work out exactly where the voice had come from.  Grace and Jinsi carefully began to inch their way back to where they had been seated.  Just then, Hedgehog emerged through the bushes.  Before he had time to speak however, Grace placed a finger to her lips and pointed in the direction of the clearing.  Hedgehog nodded slowly and with a wave of his paw, beckoned the pair to follow him.  When they had reached a safe enough distance, Grace and Jinsi sat down on a patch of matted grass and listened intently to what Hedgehog had to say.\n\nAfter leaving Grace and Jinsi concealed in the undergrowth, Hedgehog had continued along a crude but nevertheless, well tended pathway, pausing frequently in order to listen for any tell-tale sounds of activity.\n\nThe smoke had begun to diminish considerably and, just as Hedgehog was beginning to fear that he had lost his second guide, he had forced a passage through a dense wall of intermingled shrubbery and found himself in a beautiful, sun-drenched glade. With the intense brightness in comparison with the gloominess of the wood forcing him to shield his eyes, Hedgehog gazed in wonder at the scene that lay before him.\n\nThe path that he had temporarily abandoned for fear of being spotted by who or whatever dwelt in this neck of the woods, continued up to an old, weather-beaten gate, the hinges of which were almost completely rusted away.  Either side of the path however grew the most dazzling array of flowers that Hedgehog had ever seen. Considering himself somewhat of a horticulturist, his sharp eyes detected at least four types of bloom the like of which he had never seen before in his life.  Beyond the gate, lay a picturesque little lawn, again framed by sizable clumps of multi-coloured flowers.  Hedgehog suddenly found himself beginning to relax his vigilance.  Surely, anybody that could grow such magnificent plants as these must be some kind of genius. Then his gaze fell on what could only vaguely be described as a house.  The comparison between the splendid garden and the ramshackle hovel that lay before him was nothing short of astounding.  From where Hedgehog stood, two solitary windows could be seen, both of which had been boarded up with hefty planks of wood. Lengths of twisted guttering hung forlornly from the flaking facia boards and a huge, gaping hole in the roof was partly covered by an expanse of greasy tarpaulin.   The smoke which had guided them to this very location was issuing from a stumpy pipe which protruded out of the roof at a jaunty angle.\n\n“Goodness,” pondered Hedgehog, “an expert gardener without a doubt, but definitely a non-starter with the DIY.”\n\nPassing through the old gate, Hedgehog, observed what looked like a corroded bath tub perched bottom uppermost over two pieces of wood.  Beside it lay an enormous wooden serving spoon.\n\n“Aha!” muttered Hedgehog to himself, “the source of the drum beats perhaps.”\n\nContinuing around the back of the house, Hedgehog’s wariness immediately began to re-assert itself.  Four large, cast-iron cauldrons dominated the relatively small enclosure, one of which sat atop a sizable pile of twigs and straw.  Tentatively peering over the rim of the pot, Hedgehog could discern a number of all too familiar objects floating around in the water.\n\n“Well,” growled Hedgehog, “at least I now know where the thief lives. I’d recognise those pumpkins anywhere.”\n\nOpening the neck of a hessian sack that hung precariously from a hook in the wall, he gingerly inserted a paw and low and behold, withdrew one of his prize winning tomatoes.  Hedgehog by now was really beginning to seethe with anger.  A sharp tapping sound however abruptly distracted him from his annoyance.  Turning sharply, he noticed movement from a window which, unlike the front ones, had not been boarded up but had ominously been fitted with four sturdy looking iron bars.  Slowly moving across, Hedgehog could just make out a grubby hand through the thick film of dust that was caked over the window pane.  Taking out a paisley handkerchief from his dungaree pocket, he scrubbed furiously at the glass and within a matter of seconds was staring at the forlorn face of Dave.  Hedgehogs first inclination was to simply smash the glass, see if he could dislodge any of the metal bars, haul Dave out to freedom and make a run for it, but his ever cautious mind told him to gather the details of Dave’s apparent imprisonment first.\n\nHe had already checked the solitary door of the house at the front and discovered it not surprisingly to be locked.  He next attempted to converse with Dave but without success.  Either the particular room that he was confined in had been sound proofed, or Dave was so weak and emaciated that he simply couldn’t make himself heard.  After suddenly realising that he had been shouting for the last few minutes in his efforts to communicate, Hedgehog abandoned this course of action, not wishing to attract unwanted attention. Just as he was about to wander off in search of another means of access, Dave, with his finger, began to scrawl on the dust covered glass that he could just reach between the bars of his cell window. The procedure was painstakingly tedious as, of course, Dave had to write backwards for Hedgehog to be able to read it.  Before too long however, the message was complete and read as follows :-.\n\nNO TIME TO LOSE.  A MEAL IS BEING PREPARED AND I AM ON THE MENU.  AM CHAINED TO THE WALL. CAN SEE KEY TO OPEN LOCK BUT CANNOT REACH.  DO YOUR BEST DEAR FRIEND.\n\nHedgehog thoughtfully scratched an ear.  Assistance was definitely called for, without a shadow of doubt.  He had already formed a plan in his head but, as Dave had stated in his message, time was most certainly of the essence. Imitating Dave, Hedgehog moistened one of his claws and quickly scratched in the corner :-\n\nWILL BE BACK SOON WITH HELP.\n\nThe only information Hedgehog would supply Grace and Jinsi with on his return was that he had found Dave and that they needed to hurry in order to rescue him. Grace quickly told Hedgehog about the troll and without further ado, the three companions set off at a brisk pace, following the path directly to the house.  On arrival, Jinsi pleaded with Hedgehog to permit her to see Dave which, after a moment’s hesitation, he reluctantly allowed.\n\n“Stay with him at the window,” he instructed, “and we’ll do the rest.”\n\n“How are you with heights?” exclaimed Hedgehog turning to Grace. “You seemed pretty confident crossing that log back there.”\n\n“I’m OK with it,” replied Grace, “just tell me what you have in mind.”\n\nHedgehog quickly explained that he intended to lower Grace through the hole in the roof, using a length of what looked like washing line that he had discovered coiled up underneath one of the cooking pots around the back.  The rest, once she had gained access, would be up to her.\n\n“No pressure then,” mumbled Grace,  “OK, let’s do it.”\n\nCupping his paws together for a foothold, Hedgehog easily boosted Grace up onto the roof.  He next tightly secured one end of the line around a sturdy beech tree and handed the other end to Grace.\n\n“When you get up to the hole, you may have to peel back some of the tarp to get through.  If it’s anything like the rest of this place you shouldn’t have a problem with that.”\n\nGrace nodded determinedly and proceeded to clamber up the roof.  It took her five minutes to reach the hole, her passage being hindered by loose tiles that became dislodged at the slightest touch.  Eventually arriving at her destination, she discovered that yet again, Hedgehog was correct.  One corner of the tarpaulin was completely unattached and Grace had no difficulty whatsoever in folding it back.  Dropping the rope into the darkness below, she inhaled deeply and carefully lowered herself into the entrance of the hole.\n\n“Here goes,” she mumbled to herself and began to inch her way down the cord.\n\nHedgehog meanwhile, having observed Grace disappear from view, was just about to check on Jinsi when, to his abject horror he spotted in the far distance the dark figure of what had to be the troll, loping along the pathway at an alarming rate.  On its shoulders was perched a huge bundle of sticks and Hedgehogs sharp ears could even make out a kind of tuneless chant that it was mouthing.  Quickly darting behind the house, he whisked up Jinsi who, with her face pressed to the glass, had been attempting to talk to Dave and plunged into the underbrush that covered one corner of the enclosure.\n\n“Well Jinsi,” stammered Hedgehog almost close to tears, “there’s  nothing we can do now.  It’s all down to Grace I’m afraid.”\n\nIt seemed to Grace as though she had been dangling on the cord for an eternity when her feet finally came to rest on the floor.  The first thing that she noticed about the interior was the disgusting smell which, mingled with the smell of smoke from the dying embers of a fire seemed to be a mixture of urine, rotten eggs and smelly socks.  It was, as a result of the front windows being bordered up, extremely dark in the section of house she had landed in.  Undeterred, she removed her trusty backpack and fumbling around inside, withdrew her little pocket torch.  Flipping on the switch, she silently cursed herself for not renewing the batteries as all that issued from the torch was a feeble band of light.\n\nIt was enough however for Grace to get her bearings.  She had been reliably informed by Hedgehog that Dave was imprisoned at the rear of the house and began to head therefore in a direction leading away from the  windows.\n\nShe appeared to be travelling down some type of corridor that Grace could now see terminated in front of two large doors.  The light was definitely improving as she approached the two portals.  Walking along, Grace found herself becoming increasingly irritated by the carpet of what seemed like splintery wooden sticks that she was compelled to stumble over.  Stooping down to pick one up, the blood literally froze in her veins as she found herself staring at a large, unquestionably human bone.\n\n“Oh Jeepers!” wailed Grace to herself, “just let me get the job done and get out of this awful place.”\n\nSuddenly, out of the gloom Grace heard a muffled voice that just had to be Dave’s.\n\n“Dave!” yelled Grace, “where are you?”\n\n“Right hand door of the two doors facing you!” came the frantic reply.\n\nGrace burst through the door with all her might and was confronted by Dave looking dirty and dishevelled, manacled to a large iron spike jutting out of the wall.\n\n“Are you a sight for sore eyes!” exclaimed Dave. “Make haste Grace, the key is over there next to that strongbox.  The troll has been gone for some time now and could be back at any minute.”\n\nAlmost in answer to Dave’s warning, the pair heard the rattle of a key in the front door lock.\n\n“Quick Grace!” pleaded Dave, “get these chains off me then at least we’ll stand a fighting chance.”\n\nWith trembling hands, Grace somehow managed to insert the key in the lock and turn it.  The chains fell to the floor with a clatter and grabbing hold of Grace’s wrist, Dave hauled her through the cell door and headed for the shadows in the furthest recesses of the corridor.\n\nStanding at his garden gate, the troll sensed that something was amiss, the most noticeable evidence being the length of rope that trailed down from the roof.  Coupled with the fact that his tarpaulin had obviously been tampered with, even the troll’s slow brain began to put two and two together.  Fumbling in his pocket he withdrew a large bunch of keys, selected one and inserted it into the lock of his front door.\n\nStepping inside, he managed, after a few minutes of stumbling around in the dark, to locate a candle which he lit with a match extracted from a cupboard drawer.  His eyes immediately fell on the rope that dangled down from above.  With an almighty bellow, the troll charged down the corridor towards the room where he had earlier that morning secured his evening meal.  Arriving at the entrance to what he had lovingly christened the meat locker, his worst fears were realised.  The chains that he had locked into place around his prisoner lay in a heap on the floor and the room was empty.  The troll, letting out a blood-curdling roar, stomped angrily into the cell and in his rage, began to throw any loose object that he could lay his hands on against the wall.\n\nSuddenly, from the shadows of the corridor Dave sprang out and with a cry of triumph, slammed the door of the cell shut.  Grace swiftly handed Dave a length of lead pipe which she had discovered on the floor while they were waiting for the troll to make his move.  Forcefully jamming the pipe between the door handle and the door frame, Dave took hold of Graces hand and the two friends scampered as fast as they could along the corridor, through the front door which fortunately the troll had left ajar and out into the blessed light of day.\n\n“That ought to hold him for a while,” gasped Dave grimly, “at least long enough for us to be well clear of this place anyway.”\n\nThe indescribable noise issuing from the house was enough to give wings to their feet. Sprinting through the garden gate, Grace spotted Hedgehog and Jinsi waiting for them at the edge of the clearing.\n\n“Let’s move!” yelled Dave at the top of his voice.  “He might possibly break out at any moment and I personally don’t wish to be around if he does.”\n\nThe four companions plunged into the dense undergrowth of the wood and didn’t slacken their pace until they had reached the river. Hedgehog suggested that they took a few minutes breather at the old stone bridge.\n\n“Yes,” exclaimed Dave, “this is where I was captured.”  While the troll was busy trussing my feet, I just had time to scratch you that brief message before a bag was thrust over my head and I was hoisted onto his shoulders and transported to his lair.”\n\n“You must have been so scared,” whispered Jinsi who had hardly let go of his hand since being re-united.\n\n“Well it certainly was no picnic in the park that’s for sure,” retorted Dave.\n\n“Oh and by the way, what pray is the meaning of this?”  Jinsi dipped into her bag and withdrew the metal brooch that Grace had discovered at the base of the tree. “So much for treasured heirlooms!”\n\nDave’s face flushed red with embarrassment.\n\n“I honestly have no idea how I could have dropped it Jinsi.  I certainly didn’t intend to that’s for sure.  As things have turned out, it was possibly a stroke of luck that I did drop it as it set you all on the right track to finding me.“\n\nDave’s voice had trailed off lamely.  Grace and Hedgehog exchanged knowing looks but nothing more was spoken of the matter.\n\n“What I would like to learn,” spoke Hedgehog “is the meaning of the drum beats.  Without them we most certainly wouldn’t have had a clue as to which direction to head off in.”\n\n“Apparently,” responded Dave, “it is the troll’s recognised form of jungle telegraph.  Whenever a meal is in the offering, the message goes out as an invitation to any friends or relatives that are in the neighbourhood to come and dine.  As there surely can’t be that many troll families populating this fair planet of ours, I guess that most of the time he would have dined alone.”\n\n“The one tragic outcome to emerge from this adventure, for me at any rate,” exclaimed Hedgehog “is that I have lost the opportunity to study that excellent garden with all those rare and beautiful flowers.  I think I could have written a book about some of the delights that abounded in that small patch of natural paradise and made myself a fortune.  I still can’t believe that such a god given gift could have been granted to a creature as revolting as that troll.”\n\n“Maybe it was a way of luring unwary wanderers into a trap,” spoke Grace,” you know, like the spider and the fly.”\n\n“Anyhow,” concluded Dave, “I can’t thank you all enough for coming to rescue me.  It’s comforting to know that I am blessed with such caring and wonderful friends as you.”\n\nHedgehog cast a glance at the sun which was sinking rapidly towards the horizon.\n\n“I think we had better make a move,” he sighed. “I know of some parents that will be very keen to know of their daughter’s whereabouts at this late hour of the day.”\n\nWith those words, the four companions rose to their feet as one and proceeded along the path that would lead them out of Tinderbox wood and back to the familiarities of a normal life.\n\nThree days later, Hedgehog invited Grace, Dave and Jinsi around to his house for tea together with his brother Groucho and Green Man who had returned early from Harpers Ferry.  As they all sat around the large mahogany table in Hedgehog’s dining room tucking into stew and dumplings, Hedgehog loudly cleared his throat to gain attention.\n\n“I don’t suppose any one has read yesterdays local gazette,” he announced in a sombre voice, I think there is something within its pages that might just interest you all.  Placing the journal on the table for all to see, the headline ran as follows :-\n\nFIRE RAGES THROUGH TINDERBOX WOOD\n\nGrace picked up the paper and began to read out loud.\n\n“Forest rangers and local volunteers have been battling flames on the northern most section of Tinderbox wood today. Large clouds of smoke had been spotted by staff of a nearby lumber yard who immediately contacted the necessary authorities.  No one yet knows exactly what caused the fire but amid the devastation was discovered a derelict house which had been burnt to the ground.  No bodies were discovered but inside information claims that the fire could possibly have started from the building.  The fire is now under control but local police strongly discourage anyone from entering the wood for at least six weeks.”\n\n“Ah well,” exclaimed Grace, “I suppose that draws a veil over our little rescue mission.”\n\n“But think of all those beautiful flowers,” lamented Hedgehog, “all gone up in smoke.”\n\n“I wonder if the troll managed to escape before the fire took hold?” mumbled Jinsi.  “After all, no body was found.”\n\n“You want to hope that he didn’t,” snapped Dave, “or he could be paying you a visit at the dead of night the same as he did to Hedgehog.”\n\n“Allow me to suggest that you all put the whole experience behind you now,” suggested Green Man, who had been fully informed about the entire adventure, “and may I propose a toast to the gallant band of rescuers, especially Grace who somehow managed to keep a cool head on her shoulders when it mattered the most.”\n\nEveryone chinked their glasses together and drained the contents.\n\n“As a footnote to this affair,” Green Man continued, “might I suggest to a certain somebody that the next time he decides to visit the corner shop for a bottle of milk.  PLEASE TAKE A FRIEND WITH YOU!”\n\nDave’s face flushed crimson once again but as no one seemed to notice, he simply joined in with the gales of laughter that echoed loudly around the room."
    },
    {
      "category": "",
      "title": "",
      "body": "The Cowardly Lion and the Hungry Tiger:\n\nIN the splendid palace of the Emerald City, which is in the center of the fairy Land of Oz, is a great Throne Room, where Princess Ozma, the Ruler, for an hour each day sits in a throne of glistening emeralds and listens to all the troubles of her people, which they are sure to tell her about. Around Ozma’s throne, on such occasions, are grouped all the important personages of Oz, such as the Scarecrow, Jack Pumpkinhead, Tiktok the Clockwork Man, the Tin Woodman, the Wizard of Oz, the Shaggy Man and other famous fairy people. Little Dorothy usually has a seat at Ozma’s feet, and crouched on either side the throne are two enormous beasts known as the Hungry Tiger and the Cowardly Lion.\n\nThese two beasts are Ozma’s chief guardians, but as everyone loves the beautiful girl Princess there has never been any disturbance in the great Throne Room, or anything for the guardians to do but look fierce and solemn and keep quiet until the Royal Audience is over and the people go away to their homes.\n\nOf course no one would dare be naughty while the huge Lion and Tiger crouched beside the throne; but the fact is, the people of Oz are very seldom naughty. So Ozma’s big guards are more ornamental than useful, and no one realizes that better than the beasts themselves.\n\nOne day, after everybody had left the Throne Room except the Cowardly Lion and the Hungry Tiger, the Lion yawned and said to his friend:\n\n“I’m getting tired of this job. No one is afraid of us and no one pays any attention to us.”\n\n“That is true,” replied the big Tiger, purring softly. “We might as well be in the thick jungles where we were born, as trying to protect Ozma when she needs no protection. And I’m dreadfully hungry all the time.”\n\n“You have enough to eat, I’m sure,” said the Lion, swaying his tail slowly back and forth.\n\n“Enough, perhaps; but not the kind of food I long for,” answered the Tiger. “What I’m hungry for is fat babies. I have a great desire to eat a few fat babies. Then, perhaps, the people of Oz would fear me and I’d become more important.”\n\n“True,” agreed the Lion. “It would stir up quite a rumpus if you ate but one fat baby. As for myself; my claws are sharp as needles and strong as crowbars, while my teeth are powerful enough to tear a person to pieces in a few seconds. If I should spring upon a man and make chop suey of him, there would be wild excitement in the Emerald City and the people would fall upon their knees and beg me for mercy. That, in my opinion, would render me of considerable importance.”\n\n“After you had torn the person to pieces, what would you do next?” asked the Tiger sleepily.\n\n“Then I would roar so loudly it would shake the earth and stalk away to the jungle to hide myself, before anyone could attack me or kill me for what I had done.”\n\n“I see,” nodded the Tiger. “You are really cowardly.”\n\n“To be sure. That is why I am named the Cowardly Lion. That is why I have always been so tame and peaceable. But I’m awfully tired of being tame,” added the Lion, with a sigh, “and it would be fun to raise a row and show people what a terrible beast I really am.” The Tiger remained silent for several minutes, thinking deeply as he slowly washed his face with his left paw. Then he said:\n\n“I’m getting old, and it would please me to eat at least one fat baby before I die. Suppose we surprise these people of Oz and prove our power. What do you say? We will walk out of here just as usual and the first baby we meet I’ll eat in a jiffy, and the first man or woman you meet you will tear to pieces. Then we will both run out of the city gates and gallop across the country and hide in the jungle before anyone can stop us.”\n\n“All right; I’m game,” said the Lion, yawning again so that he showed two rows of dreadfully sharp teeth.\n\nThe Tiger got up and stretched his great, sleek body.\n\n“Come on,” he said. The Lion stood up and proved he was the larger of the two, for he was almost as big as a small horse.\n\nOut of the palace they walked, and met no one. They passed through the beautiful grounds, past fountains and beds of lovely flowers, and met no one. Then they unlatched a gate and entered a street of the city, and met no one.\n\n“I wonder how a fat baby will taste,” remarked the Tiger, as they stalked majestically along, side by side.\n\n“I imagine it will taste like nutmegs,” said the Lion.\n\n“No,” said the Tiger, “I’ve an idea it will taste like gumdrops.”\n\nThey turned a corner, but met no one, for the people of the Emerald City were accustomed to take their naps at this hour of the afternoon.\n\n“I wonder how many pieces I ought to tear a person into,” said the Lion, in a thoughtful voice.\n\n“Sixty would be about right,” suggested the Tiger.\n\n“Would that hurt any more than to tear one into about a dozen pieces?” inquired the Lion, with a little shudder.\n\n“Who cares whether it hurts or not?” growled the Tiger.\n\nThe Lion did not reply. They entered a side street, but met no one.\n\nSuddenly they heard a child crying.\n\n“Aha!” exclaimed the Tiger. “There is my meat.”\n\nHe rushed around a corner, the Lion following, and came upon a nice fat baby sitting in the middle of the street and crying as if in great distress.\n\n“What’s the matter?” asked the Tiger, crouching before the baby.\n\n“I—I—I-lost my m-m-mamma!” wailed the baby.\n\n“Why, you poor little thing,” said the great beast, softly stroking the child’s head with its paw. “Don’t cry, my dear, for mamma can’t be far away and I’ll help you to find her.”\n\n“Go on,” said the Lion, who stood by.\n\n“Go on where?” asked the Tiger, looking up.\n\n“Go on and eat your fat baby.”\n\n“Why, you dreadful creature!” said the Tiger reproachfully; “would you want me to eat a poor little lost baby, that doesn’t know where its mother is?” And the beast gathered the little one into its strong, hairy arms and tried to comfort it by rocking it gently back and forth.\n\nThe Lion growled low in his throat and seemed very much disappointed; but at that moment a scream reached their ears and a woman came bounding out of a house and into the street. Seeing her baby in the embrace of the monster Tiger the woman screamed again and rushed forward to rescue it, but in her haste she caught her foot in her skirt and tumbled head over heels and heels over head, stopping with such a bump that she saw many stars in the heavens, although it was broad daylight. And there she lay, in a helpless manner, all tangled up and unable to stir.\n\nWith one bound and a roar like thunder the huge Lion was beside her. With his strong jaws he grasped her dress and raised her into an upright position.\n\n“Poor thing! Are you hurt?” he gently asked.\n\nGasping for breath the woman struggled to free herself and tried to walk, but she limped badly and tumbled down again.\n\n“My baby!” she said pleadingly.\n\n“The baby is all right; don’t worry,” replied the Lion; and then he added: “Keep quiet, now, and I’ll carry you back to your house, and the Hungry Tiger will carry your baby.”\n\nThe Tiger, who had approached the place with the child in its arms, asked in astonishment:\n\n“Aren’t you going to tear her into sixty pieces?”\n\n“No, nor into six pieces,” answered the Lion indignantly. “I’m not such a brute as to destroy a poor woman who has hurt herself trying to save her lost baby. If you are so ferocious and cruel and bloodthirsty, you may leave me and go away, for I do not care to associate with you.”\n\n“That’s all right,” answered the Tiger. “I’m not cruel—not in the least—I’m only hungry. But I thought you were cruel.”\n\n“Thank heaven I’m respectable,” said the Lion, with dignity. He then raised the woman and with much gentleness carried her into her house, where he laid her upon a sofa. The Tiger followed with the baby, which he safely deposited beside its mother. The little one liked the Hungry Tiger and grasping the enormous beast by both ears the baby kissed the beast’s nose to show he was grateful and happy.\n\n“Thank you very much,” said the woman. “I’ve often heard what good beasts you are, in spite of your power to do mischief to mankind, and now I know that the stories are true. I do not think either of you have ever had an evil thought.”\n\nThe Hungry Tiger and the Cowardly Lion hung their heads and did not look into each other’s eyes, for both were shamed and humbled. They crept away and stalked back through the streets until they again entered the palace grounds, where they retreated to the pretty, comfortable rooms they occupied at the back of the palace. There they silently crouched in their usual corners to think over their adventure.\n\nAfter a while the Tiger said sleepily:\n\n“I don’t believe fat babies taste like gumdrops. I’m quite sure they have the flavor of raspberry tarts. My, how hungry I am for fat babies!”\n\nThe Lion grunted disdainfully.\n\n“You’re a humbug,” said he.\n\n “Am I?” retorted the Tiger, with a sneer. “Tell me, then, into how many pieces you usually tear your victims, my bold Lion?”\n\nThe Lion impatiently thumped the floor with his tail.\n\n“To tear anyone into pieces would soil my claws and blunt my teeth,” he said. “I’m glad I didn’t muss myself up this afternoon by hurting that poor mother.”\n\nThe Tiger looked at him steadily and then yawned a wide, wide yawn.\n\n“You’re a coward,” he remarked.\n\n“Well,” said the Lion, “it’s better to be a coward than to do wrong.”\n\n“To be sure,” answered the other. “And that reminds me that I nearly lost my own reputation. For, had I eaten that fat baby I would not now be the Hungry Tiger. It’s better to go hungry, seems to me, than to be cruel to a little child.”\n\nAnd then they dropped their heads on their paws and went to sleep."
    },
    {
      "category": "",
      "title": "",
      "body": "Stone and Sand:\n\nJohn and James were best friends. They fought for many reasons and but never gave up their friendship. They went in search of a job and visited many places to earn more money. They passed through various places, villages, towns, forests, beaches, and were supporting each other all the way through out their journey. One day they reached a desert and they had a very little food and water. \n\nJohn told James to eat half the quantity of food and then once they get very tired and feel like they cannot make a step they can eat another half and save water for later use. However, James disagreed. He wanted to drink water as he was very thirsty. They quarrelled each other to have water. John slapped James and they walked in silence. They decided to have food and continue their journey. James wrote in sand, ‘My best friend slapped me!’ They shared the meagre amount of food and water and finally reached an oasis. \n\nThey were very tired after passing through the dry and hot desert. James was so happy to see the oasis and had a lot of fun in the water. While they both were bathing, James was a bit careless and began to drown. John rushed to him and saved James. James hugged his friend and thanked him. \n\nThey had a little nap and decided to leave the place. They were about to leave and James carved something on the rock. It was ‘My best friend saved my life!’ John asked ‘why you were marking all these here James?’ James replied, ‘You slapped me, I wrote in sand. It was definitely not good. \n\nHowever, if you go and see the sand you can find no letter wrote on the sand. Now I carved the good thing on the stone, and it will remain forever!’ We have to forget the bad things done to us and engrave the good things in the stone."
    },
    {
      "category": "",
      "title": "",
      "body": "Reaction Vs. Response:\n\nAt a restaurant, a cockroach suddenly flew from somewhere and sat on a lady. She started screaming out of fear. With a panic stricken face and trembling voice, she started jumping, with both her hands desperately trying to get rid of the cockroach. Her reaction was contagious, as everyone in her group also got panicky. The lady finally managed to push the cockroach away but… it landed on another lady in the group. Now, it was the turn of the other lady in the group to continue the drama.\n\nThe waiter rushed forward to their rescue. In the relay of throwing, the cockroach next fell upon the waiter. The waiter stood firm, composed himself and observed the behaviour of the cockroach on his shirt. When he was confident enough, he grabbed it with his fingers and threw it out of the restaurant.\nA few thoughts we can pick up while analyzing this situation could be: was the cockroach responsible for their histrionic behaviour? If so, then why was the waiter not disturbed? He handled it near to perfection, without any chaos.\n\nIt is not the cockroach, but the inability of those people to handle the disturbance caused by the cockroach, that disturbed the ladies. Upon introspection we’ll realize that it is not the shouting of your father or my boss or wife or husband that disturbs you, but your inability to handle the disturbances caused by their shouting that disturbs you.\n\nIt’s not the traffic jams on the road that disturbs us, but our inability to handle the disturbance caused by the traffic jam that disturbs us. More than the problem, it’s our reaction to the problem that creates chaos in our life.\n\nSome of the lessons that we can learn by analyzing this incident could be: We should not react in life. We should always respond. The women reacted, whereas the waiter responded.\n\nReactions are always instinctive, often out of control, whereas responses are always well thought of. Thoughtless reactions can get us into unwanted trouble; whereas thought out practical and sensible responses can help us out of trouble.\n\nPerson who is HAPPY is not because Everything is RIGHT in Life. He/she is HAPPY because the Attitude towards Everything in Life is Right..!!"
    },
    {
      "category": "",
      "title": "",
      "body": "The Reflections:\n\nOnce a dog ran into a museum filled with mirrors. The museum was very unique, the walls, the ceiling, the doors and even the floors were made of mirrors. Seeing his reflections, the dog froze in surprise in the middle of the hall. He could see a whole pack of dogs surrounding him from all sides, from above and below.\n\nThe dog bared his teeth and barked all the reflections responded to it in the same way. Frightened, the dog barked frantically, the dog’s reflections imitated the  dog and increased it many times. The dog barked even harder, but the echo was magnified. The dog, tossed from one side to another while his reflections also tossed around snapping their teeth.\n\nNext morning, the museum security guards found the miserable, lifeless dog, surrounded by thousands of reflections of the lifeless dog. There was nobody to harm the dog. The dog died by fighting with his own reflections.\n\nMoral: The world doesn’t bring good or evil on its own. Everything that is happening around us is the reflection of our own thoughts, feelings, wishes and actions. The World is a big mirror. So let’s strike a good pose!"
    },
    {
      "category": "",
      "title": "",
      "body": "The False Human Belief:\n\nAs a man was passing the elephants, he suddenly stopped, confused by the fact that these huge creatures were being held by only a small rope tied to their front leg. No chains, no cages. It was obvious that the elephants could, at anytime can break away from their bonds but for some reason, they did not. \n He saw a trainer nearby and asked why these animals just stood there and made no attempt to get away. “Well,” trainer said, “when they are very young and much smaller we use the same size rope to tie them and, at that age, it’s enough to hold them. As they grow up, they are conditioned to believe they cannot break away. They believe the rope can still hold them, so they never try to break free.” \n\nThe man was amazed. These animals could at any time break free from their bonds but because they believed they couldn’t, they were stuck right where they were. \n\nLike the elephants, how many of us go through life hanging onto a belief that we cannot do something, simply because we failed at it once before? \n\nMoral: Failure is a part of learning. We should never give up the struggle in life. You Fail not because you are destined to fail, but because there are lessons which you need to learn as you move on with your life."
    },
    {
      "category": "",
      "title": "",
      "body": "What Love Is All About:\n\nIt was a busy morning, approximately 8:30 am, when an elderly gentleman, in his 80s arrived to have stitches removed from his thumb. He stated that he was in a hurry and that he had an appointment at 9:00 am. \n\nI took his vital signs, and had him take a seat, knowing it would be over an hour before someone would be able to see him. I saw him looking at his watch and decided, since I was not busy with another patient, I would evaluate his wound.\nOn exam it was well healed, so I talked to one of the doctors, got the needed supplies to remove his sutures and redressed his wound. While taking care of him, we began to engage in conversation. \n\nI asked him if he had a doctor's appointment this morning, as he was in such a hurry. The gentleman told me no, that he needed to go to the nursing home to eat breakfast with his wife. I then inquired as to her health. He told me that she had been there for awhile and was a victim of Alzheimer's Disease.\nAs we talked and I finished dressing his wound, I asked if she would be worried if he was a bit late. \n\nHe replied that she no longer knew who he was, and hadn't recognized him in five years. I was surprised, and asked him, \"And you still go every morning, even though she doesn't know who you are?\" He smiled and patted my hand and said, \"She doesn't know me, but I still know who she is.\""
    },
    {
      "category": "",
      "title": "",
      "body": "To Love And To Be Loved:\n\nOnce upon a time ….\n\nA very poor man lived with his wife. One day, his wife, who had very long hair asked him to buy her a comb for her hair to grow well and to be well-groomed.\n\nThe man felt very sorry and said no. He explained that he did not even have enough money to fix the strap of his watch he had just broken.\n\nShe did not insist on her request.\n\nThe man went to work and passed by a watch shop, sold his damaged watch at a low price and went to buy a comb for his wife.\n\nHe came home in the evening with the comb in his hand ready to give to his wife.\n\nHe was surprised when he saw his wife with a very short hair cut. She had sold her hair and was holding a new watch band.\n\nTears flowed simultaneously from their eyes, not for the futility of their actions, but for the reciprocity of their love.\n\nMoral of the story: To love is nothing, to be loved is something but to love and to be loved by the one you love, that is everything."
    },
    {
      "category": "",
      "title": "",
      "body": "Pencil And Eraser:\n\nPencil: I’m sorry.\n\nEraser: For what?\n\nPencil: I’m sorry, you get hurt because of me. Whenever I make a mistake, you’re always there to erase it. But as you make my mistakes vanish, you lose a part of yourself and get smaller and smaller each time.\n\nEraser: That’s true, but I don’t really mind. You see, I was made to do this, I was made to help you whenever you do something wrong, even though one day I know I’ll be gone. I’m actually happy with my job. So please, stop worrying, I will not be happy if I see you sad.\n\nReflection:\n\n“Our Parents are just like the eraser, and we are the pencil. They’re always there for their children, cleaning up their mistakes. Sometimes along the way they get hurt and become smaller (older and eventually pass on).\n\nMoral:\n\nTake care of your Parents, treat them with kindness and most importantly love them.”"
    },
    {
      "category": "",
      "title": "",
      "body": "Testing For Gossip:\n\nIn ancient Greece, Socrates was reputed to hold knowledge in high esteem. One day an acquaintance met the great philosopher and said, “Do you know what I just heard about your friend?”\n\n“Hold on a minute”, Socrates replied. “Before telling me anything I’d like you to pass a little test. It’s called the Triple Filter Test.”\n\n“Triple filter?”\n\n“That’s right”, Socrates continued. “Before you talk to me about my friend, it might be a good idea to take a moment and filter what you’re going to say. That’s why I call it the triple filter test. The first filter is Truth. Have you made absolutely sure that what you are about to tell me is true?”\n\n“No,” the man said, “Actually I just heard about it and …”\n\n“All right”, said Socrates. “So you don’t really know if it’s true or not. Now let’s try the second filter, the filter of Goodness. Is what you are about to tell me about my friend something good?”\n\n“No, on the contrary.”\n\n“So”, Socrates continued, “you want to tell me something bad about him, but you’re not certain it’s true. You may still pass the test though, because there’s one filter left: The filter of Usefulness. Is what you want to tell me about my friend going to be useful to me?”\n\n“No, not really.”\n\n“Well”, concluded Socrates, “if what you want to tell me is neither true nor good nor even useful, why tell it to me at all?”"
    },
    {
      "category": "",
      "title": "",
      "body": "The Pencil:\n\nDays before the National Achievement Test, we conducted a Pre-NAT exam. One of my students forgot to bring a pencil. \n\nShe asked to go out to borrow from her cousin, but brought nothing when she came back. Sitting on her chair, tears started falling from her eyes. I was so touched that I asked another student to hand me her pencil. \n\nBy her permission, I broke the pencil into halves and gave the other half to the one without a pencil and the other half to the owner. She took the test."
    },
    {
      "category": "",
      "title": "",
      "body": "Complain! Complain! Complain!:\n\nIt takes a disciplined spirit to endure the monastery on Mount Serat in Spain. One of the fundamental requirements of this religious order is that the young men must maintain silence. Opportunities to speak are scheduled once every two years, at which time they are allowed to speak only two words.\n\nOne young initiate in this religious order, who had completed his first two years of training, was invited by his superior to make his first two-word presentation. \"Food terrible,\" he said.\n\nTwo years later the invitation was once again extended. The young man used this forum to exclaim, \"Bed lumpy.\"\n\nArriving at his superior's office two years later he proclaimed, \"I quit.\" The superior looked at this young monk and said, \"You know, it doesn't surprise me a bit. All you've done since you arrived is complain, complain, complain.\n\nExaggerated? Maybe. What if you were asked to share two words that describe your Life? Would your focus be the lumps, bumps, and unfairness, or are you committed to dwell on those things that are good, right, and lovely?"
    },
    {
      "category": "",
      "title": "",
      "body": "George Steinbrenner Bankrupted A Team.:\n\nBefore Steinbrenner made a name for himself when he acquired ownership of the New York Yankees, he owned a small basketball team called the Cleveland Pipers back in 1960. By 1962, as a result of Steinbrenner’s direction, the entire franchise went bankrupt.\n\nThat stretch of failure seemed to follow Steinbrenner when he took over the Yankees in the 1970s, as the team struggled with a number of setbacks and losses throughout the 1980s and 1990s. However, despite public fear and criticism of Steinbrenner’s controversial decisions, eventually he led the team to an amazing comeback, with six World Series entries between 1996 and 2003, and a record as one of the most profitable teams in Major League Baseball."
    },
    {
      "category": "",
      "title": "",
      "body": "How Would You Like To Be Remembered?:\n\nAbout a hundred years ago, a man looked at the morning newspaper and to his surprise and horror, read his name in the obituary column. The news papers had reported the death of the wrong person by mistake. His first response was shock. Am I here or there? When he regained his composure, his second thought was to find out what people had said about him. The obituary read, \"Dynamite King Dies.\" And also \"He was the merchant of death.\" This man was the inventor of dynamite and when he read the words \"merchant of death,\" he asked himself a question, \"Is this how I am going to be remembered?\" He got in touch with his feelings and decided that this was not the way he wanted to be remembered. From that day on, he started working toward peace. His name was Alfred Nobel and he is remembered today by the great Nobel Prize.\nJust as Alfred Nobel got in touch with his feelings and redefined his values, we should step back and do the same.\nWhat is your legacy?\n\nHow would you like to be remembered?\n\nWill you be spoken well of?\n\nWill you be remembered with love and respect?\n\nWill you be missed?"
    },
    {
      "category": "",
      "title": "",
      "body": "Goes Around, Comes Around:\n\nOne day a man saw an old lady, stranded on the side of the road, but even in the dim light of day, he could see she needed help. So he pulled up in front of her Mercedes and got out. His Pontiac was still sputtering when he approached her. \nEven with the smile on his face, she was worried. No one had stopped to help for the last hour or so. Was he going to hurt her? He didn’t look safe; he looked poor and hungry. He could see that she was frightened, standing out there in the cold. He knew how she felt. It was those chills which only fear can put in you. \n\nHe said, “I’m here to help you, ma’am. Why don’t you wait in the car where it’s warm? By the way, my name is Bryan Anderson.” \nWell, all she had was a flat tire, but for an old lady, that was bad enough. Bryan crawled under the car looking for a place to put the jack, skinning his knuckles a time or two. Soon he was able to change the tire. But he had to get dirty and his hands hurt. As he was tightening up the lug nuts, she rolled down the window and began to talk to him. She told him that she was from St. Louis and was only just passing through. She couldn’t thank him enough for coming to her aid. \n\nBryan just smiled as he closed her trunk. The lady asked how much she owed him. Any amount would have been all right with her. She already imagined all the awful things that could have happened had he not stopped. Bryan never thought twice about being paid. This was not a job to him. This was helping someone in need, and God knows there were plenty, who had given him a hand in the past. He had lived his whole life that way, and it never occurred to him to act any other way. \nHe told her that if she really wanted to pay him back, the next time she saw someone who needed help, she could give that person the assistance they needed, and Bryan added, “And think of me.” \n\nHe waited until she started her car and drove off. It had been a cold and depressing day, but he felt good as he headed for home, disappearing into the twilight. \n\nA few miles down the road the lady saw a small cafe. She went in to grab a bite to eat, and take the chill off before she made the last leg of her trip home. It was a dingy looking restaurant. Outside were two old gas pumps. The whole scene was unfamiliar to her. The waitress came over and brought a clean towel to wipe her wet hair. She had a sweet smile, one that even being on her feet for the whole day couldn’t erase. The lady noticed the waitress was nearly eight months pregnant, but she never let the strain and aches change her attitude. The old lady wondered how someone who had so little could be so giving to a stranger. Then she remembered Bryan. \nAfter the lady finished her meal, she paid with a hundred dollar bill. The waitress quickly went to get change for her hundred dollar bill, but the old lady had slipped right out the door. She was gone by the time the waitress came back. The waitress wondered where the lady could be. Then she noticed something written on the napkin. \n\nThere were tears in her eyes when she read what the lady wrote: “You don’t owe me anything. I have been there too. Somebody once helped me out, the way I’m helping you. If you really want to pay me back, here is what you do: Do not let this chain of love end with you.” \n\nUnder the napkin were four more $100 bills. \n\nWell, there were tables to clear, sugar bowls to fill, and people to serve, but the waitress made it through another day. That night when she got home from work and climbed into bed, she was thinking about the money and what the lady had written. How could the lady have known how much she and her husband needed it? With the baby due next month, it was going to be hard…. She knew how worried her husband was, and as he lay sleeping next to her, she gave him a soft kiss and whispered soft and low, “Everything’s going to be all right. I love you, Bryan Anderson.” \n \nMoral: What Goes around Comes Around. You do good, You will get good in return. Always be Helpful."
    },
    {
      "category": "",
      "title": "",
      "body": "The Powerful of Prayers:\n\nKarim and Rayan were very close companions. They were neighbors, studied together, completed their graduation and worked together. They planned to enjoy a vacation and took a sea voyage to explore different places. Unfortunately, their ship was wrecked in the middle of the ocean. While most of the travelers were unable to save themselves, only Karim and Rayan, who knew how to swim, could manage to save their lives, by swimming to an isolated island. They were very happy and thanked god for saving them. \n\nHowever, the island looked like a deserted island with hardly any trees, and poor atmosphere that no living organism could survive. They had no option, but pray to god to save their lives. Karim and Rayan sincerely prayed to god. Nothing happened even after a couple of days. They decided to split their ways into opposite ends of the island and challenged themselves about whose prayer would be powerful. Both divided their region in the deserted island and offered their prayers to god. Karim prayed god that he would need food to survive. Surprisingly, he got a pile of food, fruits and vegetables on the sea shore. \n\nAfter two days, he requested for a beautiful girl as his wife, as he was feeling very lonely in the island. In a few hours, a ship wrecked again in the island near Karim’s region, where only a beautiful girl survived! He married the girl. After a few days, he requested for more food and shelter. All prayers of Karim were granted by God. Almost a month after the ship wreck, Karim decided to move back to his hometown. He prayed god to send him a ship to take him home. \n\nSurprisingly, a ship came and took Karim and his wife. Just before the ship was about to move, a voice appeared! ‘Are you going alone, leaving your companion of life here?’ Karim was surprised, ‘May I know who is this and whom you are referring to? I have my wife with me!’ The voice said, ‘I’m the one whom you offered your prayers, whom you requested to save your life, and whom you requested food and shelter and of course, a wife!’ Karim happily stood on his knees and said, ‘Thank you god!’ Then god said, ‘But why do you leave your companion here?’ Karim was confused again! Then god added, ‘Don’t get so excited my son. Your prayers are not answered and fulfilled by me. \n\nI was only fulfilling Rayan’s prayers. He prayed only one thing to me! He said ‘Please fulfill all of Karim’s prayer’s, and that was his only prayer’. Karim was in tears and rushed to the other side of the island. He realized that he did not even think about his best friend Rayan, and was happily enjoying life with all pleasures. He could not find Rayan there and asked god, ‘Where was Rayan?’ God replied, ‘I took him with me, the man with the golden heart should be with me! But I will fulfill all your prayers as I promised him to do so!’ Karim was completely broken and realized why his friend’s prayers were more powerful, because it was totally selfless."
    },
    {
      "category": "",
      "title": "",
      "body": "Lesson Learned:\n\nOne day, the father of a very wealthy family took his son on a trip to the country with the express purpose of showing him how poor people live. They spent a couple of days and nights on the farm of what would be considered a very poor family. \n\nOn their return from their trip, the father asked his son, “How was the trip?” \n“It was great, Dad.” \n“Did you see how poor people live?” the father asked. \n“Oh yeah,” said the son. \n“So, tell me, what did you learn from the trip?” asked the father. \nThe son answered: “I saw that we have one dog and they had four. We have a pool that reaches to the middle of our garden and they have a creek that has no end. We have imported lanterns in our garden and they have the stars at night. Our patio reaches to the front yard and they have the whole horizon. \n“We have a small piece of land to live on and they have fields that go beyond our sight. \n\n“We have servants who serve us, but they serve others. We buy our food, but they grow theirs. \n“We have walls around our property to protect us, they have friends to protect them.” \nThe boy’s father was speechless. \nThen his son added, “Thanks Dad for showing me how poor we are.” \n \nMoral: Love, Unity, Care, Satisfaction is richer than any comfort money gives."
    },
    {
      "category": "",
      "title": "",
      "body": "A  Cup And  Coffee:\n\nA group of highly established alumni got together to visit their old university professor. The conversation among them soon turned into complaints about their stressful work and life. The professor went to his kitchen and returned with a large pot of coffee and an assortment of cups, including porcelain, plastic, glass, crystal, some plain-looking, some expensive and some exquisite. The professor told them to help themselves to the coffee.\n\nAfter all the students had a cup of coffee in their hands, the professor said: “ Did you notice all the nice looking cups are taken and only the plain inexpensive ones are left behind. While it is normal for everyone to want the best for themselves, but that is the source of problems and stress in your life. “ “ The cup itself adds no quality to the coffee. In most of the cases, it’s just more expensive and hides what we drink.”, the professor continued.\n\n“What  all of you really wanted was coffee, not the cup, but all of you consciously went for good looking expensive cups and then began eyeing on each other’ s cups.”\n\n“Let’s consider that life is the coffee and the jobs, houses, cars, things, money and position are the cups.  The type of cup we have, does not define or change the quality of our lives.”\n\nMoral: Sometimes we fail to enjoy the coffee by concentrating only on the cup we have. Being happy doesn’t mean everything’s around you is perfect. It means you’ve decided to see beyond the imperfections and find peace. And the peace lies within you, not in your career, jobs, or the houses you have."
    },
    {
      "category": "",
      "title": "",
      "body": "The Important Things In Life:\n\nA philosophy professor stood before his class with some items on the table in front of him. When the class began, wordlessly he picked up a very large and empty mayonnaise jar and proceeded to fill it with rocks, about 2 inches in diameter.\n\nHe then asked the students if the jar was full. They agreed that it was.\n\nSo the professor then picked up a box of pebbles and poured them into the jar. He shook the jar lightly. The pebbles, of course, rolled into the open areas between the rocks.\n\nHe then asked the students again if the jar was full. They agreed it was.\n\nThe professor picked up a box of sand and poured it into the jar. Of course, the sand filled up the remaining open areas of the jar.\n\nHe then asked once more if the jar was full. The students responded with a unanimous “Yes.”\n\n“Now,” said the professor, “I want you to recognize that this jar represents your life. The rocks are the important things – your family, your partner, your health, your children – things that if everything else was lost and only they remained, your life would still be full. The pebbles are the other things that matter – like your job, your house, your car. The sand is everything else, the small stuff.”\n\n“If you put the sand into the jar first,” he continued, “there is no room for the pebbles or the rocks. The same goes for your life. If you spend all your time and energy on the small stuff, you will never have room for the things that are important to you. Pay attention to the things that are critical to your happiness. Play with your children. Take your partner out dancing. There will always be time to go to work, clean the house, give a dinner party, or fix the disposal.”\n\n“Take care of the rocks first – the things that really matter. Set your priorities. The rest is just sand.”"
    },
    {
      "category": "",
      "title": "",
      "body": "Letter To Garcia:\n\nAuthor Elbert Hubbard told the story of \"letter to Garcia\" during the Spanish-American War.\n\nIt was imperative that the president get a message to the leader of the insurgents. His name was Garcia and he was known to fighting somewhere in the mountains of Cuba, but no mail or telegraph could reach him. Someone said, \"There's a fellow by the name of Rowan who will find Garcia for you if anybody can.\"\n\nRowan took the letter without hesitation. He sealed it in a leather pouch strapped over his heart. He landed in the dark of night off the coast of Cuba and make his way to the mountains, and after much difficulty, found Garcia. He handed him the letter, turned around and headed home. Hubbard tells his story in the book. Rowan didn't ask, \"Exactly where is he?\" or \"I doubt if I can do it.\" There was a job to be done and he did it.\n\nInstead of making a dozen excuses why you can't complete the task, think about Rowan. Deliver the goods!"
    },
    {
      "category": "",
      "title": "",
      "body": "Chris loves Car:\n\nChris likes cars. He reads about cars in magazines and he watches shows about cars on TV. His head is full of cars! He tells his parents,\"Please, please, please, could you buy me a car?\" \"No,\" says Chris's mom, \"You are too young to drive a car. This is dangerous.\" \n\n\"No,\" says Chris's dad, \"A car is very expensive. We can't buy you a car now.\" Chris is very sad. He wants a car. He wants a fast red sports car! He decides to build one! He buys books and reads about the subject. He hangs around at the garage and watches the mechanics fix the cars. It is very interesting for him and he has a lot of fun. Finally, he starts building his own car! He tells his parents about it. His father doesn't believe him. \n\nHe says it's too difficult. His mother says she is worried. She doesn't want him to do anything dangerous. After two months, Chris invites his parents to see his creation. His parents are surprised! It is beautiful! It is red! It is shiny! It is a big toy sports car! Chris can sit inside it and drive! Chris's parents are very happy and proud. \n\nChris's dad says: \"I was sure you can do it!\" Chris's mom says: \"I was sure it was not dangerous!\" Chrissmiles and drives away."
    },
    {
      "category": "",
      "title": "",
      "body": "Father and the Donkey:\n\nBanwarilal is a simple soul who believes whatever he is told. The village boys are aware of this and exploit his simplicity for a few laughs. One day, Banwarilal is on his way to the market with his son to sell their donkey. He comes across some village boys out to have fun.\n \nSeeing the father and son duo walking with the donkey, they first suggest that the son ride on the donkey and save the effort. The son is put on the donkey’s back. The boys then ridicule the boy for riding while the father walks. The father and son switch places. The father rides while the son walks. The boys then taunt the father for making the poor son walk and advise the duo to ride the donkey together. \n\nThinking it a good idea they comply. The poor donkey collapses from exhaustion. The boys then express their disgust at the duo for ill treating the donkey and advice that they take the donkey to an animal doctor. The duo again follows the advice. \nOn the way, they come across barking stray dogs. In the confusion that ensues, the donkey falls into the flowing river. The donkey is lost forever. Banwarilal loses the donkey because he follows what he is suggested without thinking for himself. \n\nMoral: He who listens to everybody will only become a laughing stock"
    },
    {
      "category": "",
      "title": "",
      "body": "Most People Gauge Things By Their Utility:\n\nOnce there was a farmer who owned a large garden with variety of fruit-trees. But one mango tree got barren. Though, it no longer had any fruits, it provided shelter to many birds.\n\nFinding the mango tree useless, farmer decided to fell it. The moment, he was about to cut the tree with his axe, the birds living on the tree begged him, \"Spare this tree, sir! If you fell it, we will become homeless and have to go elsewhere. Moreover, it will deprive you of our merry notes when you are here at work.\"    But the farmer turned a deaf-ear to the plea of the birds and struck at the tree with his axe. A few strokes of axe discovered a hollow in the tree-stem containing a large honey-comb inside it.\n\nDelighted at his find, the farmer thought in his mind, \"This tree is really worth keeping. If not mangoes, then honey can make me money. So, I must not fell it.\"    The farmer was very clever. Finding the tree to be useless, he decided to get rid of it but the moment he came to know that the tree was still fruitful, he decided to keep it."
    },
    {
      "category": "",
      "title": "",
      "body": "A Funny Joke:\n\nOnce a wise man held a seminar to teach people how to get rid of sorrows in their life. Many people gathered to hear the wise man’s words. The man entered the room and told a very funny joke to the crowd. The crowd roared in laughter.\n\nAfter a couple of minutes he told them the same joke and only a few of them smiled.\n\nWhen he told the same joke for the third time no one laughed anymore.\n\nThe wise man smiled and said,” You can’t laugh at the same joke over and over. So why do you cry over the same problem over and over?”"
    },
    {
      "category": "",
      "title": "",
      "body": "Bank Account:\n\nImagine there is a bank, which credits your account each morning with Rs 86,400, carries over no balance from day to day, allows you to keep no cash balance, and every evening cancels whatever part of the amount you had failed to use during the day. What would you do? Draw out every pence, of course!\n\nWell, everyone has such a bank. Its name is Time.\nEvery morning, it credits you with 86,400 seconds. Every night it writes off, as lost, whatever of this you have failed to invest to good purpose. It carries over no balance. It allows no overdraft. Each day it opens a new account for you. Each night it burns the records of the day. If you fail to use the day's deposits, the loss is yours.\n\nThere is no going back. There is no drawing against the \"tomorrow.\"\nTherefore, there is never not enough time or too much time. Time management is decided by us alone and nobody else. It is never the case of us not having enough time to do things, but the case of whether we want to do it."
    },
    {
      "category": "",
      "title": "",
      "body": "Daddy Hands:\n\nI awoke in the night to find my husband, Marty, gently rocking our baby son, Noah.\n\nI stood for a moment in the doorway, watching this amazing man with whom I was so blessed to share my life, lovingly stroke Noah’s fat pink cheeks in an effort to comfort him.\n\nI felt in my heart that something was seriously wrong with Noah. This was one of several nights Noah had been up, burning with a high fever.\n\nTears filled my eyes as I watched my beautiful husband move Noah’s little cheek up against his own chest, so that Noah could feel the vibrations of his voice. Noah is deaf. Learning to comfort him has brought on a whole new way of thinking for us. We relied on our voices, a soothing lullaby, audio toys, and music to comfort our other children. But with Noah, we need to use touch, his soft blankie, sight, the feel of our voices, and most importantly, the use of sign language to communicate emotions and a sense of comfort to him. My husband made the sign for “I love you” with his hand and I saw a tear roll down his cheek as he placed Noah’s tiny, weak hand on top of his.\n\nWe had taken Noah to the doctor more times than I can remember. It had been a week and a half and Noah’s fever remained very high and very dangerous, despite everything the doctor or we had tried. I knew in my soul the way only a mother can know, that Noah was in trouble.\n\nI gently touched my husband’s shoulder and we looked into each other’s eyes with the same fear and knowledge that Noah’s wasn’t getting any better. I offered to take over for him, but he shook his head, and once again, I was amazed at this wonderful man who is the father of my children. When many fathers would have gladly handed over the parenting duties for some much needed sleep, my husband stayed stubbornly and resolutely with our child.\n\nWhen morning finally came, we called the doctor and were told to bring him in again. We already knew that he would probably put Noah in the hospital. So, we made arrangements for the other children, packed bags for all three of us, and tearfully drove to the doctor’s office once again. Our hearts filled with dread, we waited in a small room, different from the usual examining room we had become used to. Our doctor finally came in, looked Noah over, and told us the news we expected. Noah had to be admitted to the hospital. Now.\n\nThe drive to the hospital in a neighboring town seemed surreal. I couldn’t focus on anything, couldn’t think, couldn’t stop crying. My husband reassured me that he felt in his heart that Noah would be okay. We admitted Noah and were taken to his room right away. It was a tortuous night, filled with horrible tests that made my son’s tiny little voice echo through the halls as he screamed over and over.\n\nI felt as if I were shattering from the inside out. My husband never wavered in his faith. He comforted me and Noah, and everyone who called to check on Noah. He was a rock.\n\nWhen the first batch of tests were done, the nurse informed us that a spinal tap would be performed soon. Meningitis was suspected. Marty and I had prayer together with Noah. Our hands intertwined, we held our son and the love of my life lifted his voice to the Lord, telling him how grateful we were for this awesome little spirit with whom he had entrusted us. With tears streaming down his face, he humbly asked the Lord to heal our son. My heart filled with comfort and gratitude.\n\nA short time later, the resident doctor came in. He told us that Noah’s first results were back, and that he had Influenza A. No spinal tap was needed! Noah would recover and soon be back to his zesty, tornado little self. And Noah was already standing up in the hospital crib, bouncing like he was on a trampoline. My husband’s talk with the Lord was already being answered.\n\nMarty and I grinned at each other through our tears, and waited for Noah to be released from the hospital. Finally, in the middle of the night, our own doctor came in and told us that it was fine to take Noah home. We couldn’t pack fast enough!\n\nA few days later, I was cooking dinner. Noah was healing, slowly but surely. I felt at peace and knew my husband was the greatest father I could ever want for my children. I peeked around the corner into the living room, and chuckled at the picture I saw. There was my husband, sitting in his “daddy chair”, Noah in his lap. They were reading a book, dad taking Noah’s teeny hands to help him form the signs for the words in the book. They both looked up and caught me watching them, and my husband and I simultaneously signed “I love you” to each other, then to Noah. And then Noah put his little arm up, trying to shape his tiny hand in his own effort to sign “I love you” to his daddy. I watched with tears as my husband carefully helped him form his tiny fingers into the sign with his own gentle hands. Daddy hands.\n\nBy Susan Fahncke"
    },
    {
      "category": "",
      "title": "",
      "body": "The Wet Pants:\n\nThere is a nine-year-old kid sitting at his desk and all of a sudden, there is a puddle between his feet and the front of his pants are wet. \n\nHe thinks his heart is going to stop because he cannot possibly imagine how this has happened. It’s never happened before, and he knows that when the boys find out he will never hear the end of it.. \n\nWhen the girls find out, they’ll never speak to him again as long as he lives. The boy believes his heart is going to stop; he puts his head down and prays this prayer, “Dear God, this is an emergency! I need help now! Five minutes from now I’m dead meat.” He looks up from his prayer and here comes the teacher with a look in her eyes that says he has been discovered. \n\nAs the teacher is walking toward him, a classmate named Susie is carrying a goldfish bowl that is filled with water. Susie trips in front of the teacher and inexplicably dumps the bowl of water in the boy’s lap. \n\nThe boy pretends to be angry, but all the while is saying to himself, “Thank you, Lord! Thank you, Lord!” \n\nNow all of a sudden, instead of being the object of ridicule, the boy is the object of sympathy. The teacher rushes him downstairs and gives him gym shorts to put on while his pants dry out. \n\nAll the other children are on their hands and knees cleaning up around his desk. The sympathy is wonderful. But as life would have it, the ridicule that should have been his has been transferred to someone else – Susie. She tries to help, but they tell her to get out. “You’ve done enough, you klutz!” \n\nFinally, at the end of the day, as they are waiting for the bus, the boy walks over to Susie and whispers, “You did that on purpose, didn’t you?” \n\nSusie whispers back, “I wet my pants once too.” \n\nMoral: All of us go through all good and bad things in life. We should always remember how we felt when we were in same condition and should not mock others for being in it. Always try to understand their situation as if you are in it and help much as possible praying to god that today you are in a condition to help someone who needs it."
    },
    {
      "category": "",
      "title": "",
      "body": "The Bear and The Two Friends:\n\nOnce two friends were walking through the forest. They knew that anything dangerous can happen to them at any time in the forest. So they promised each other that they would remain united in any case of danger.\n\nSuddenly, they saw a large bear approaching them. One of the friends at once climbed a nearby tree. But the other one did not know how to climb. So being led by his common sense, he lay down on the ground breathless, pretending to be a dead man.\n\nThe bear came near the man lying on the ground. It smelt in his ears, and slowly left the place. Because the bears do not touch the dead creatures.Now the friend on the tree came down and asked his friend on the ground, “Friend, what did the bear tell you into your ears?” The other friend replied, “The bear advised me not to believe a false friend.” \n\nMoral: True Friend is the one who always supports and stands by you in any situation."
    },
    {
      "category": "",
      "title": "",
      "body": "Coffee On The Wall:\n\nI sat with my friend in a well-known coffee shop in a neighboring town of Venice, Italy, the city of lights and water.\n\nAs we enjoyed our coffee, a man entered and sat at an empty table beside us. He called the waiter and placed his order saying, “Two cups of coffee, one of them there on the wall.”\n\nWe heard this order with rather interest and observed that he was served with one cup of coffee but he paid for two.\n\nWhen he left, the waiter put a piece of paper on the wall saying “A Cup of Coffee”.\n\nWhile we were still there, two other men entered and ordered three cups of coffee, two on the table and one on the wall. They had two cups of coffee but paid for three and left. This time also, the waiter did the same; he put a piece of paper on the wall saying, “A Cup of Coffee”.\n\nIt was something unique and perplexing for us. We finished our coffee, paid the bill and left.\n\nAfter a few days, we had a chance to go to this coffee shop again. While we were enjoying our coffee, a man poorly dressed entered. As he seated himself, he looked at the wall and said, “One cup of coffee from the wall.”\n\nThe waiter served coffee to this man with the customary respect and dignity. The man had his coffee and left without paying.\n\nWe were amazed to watch all this, as the waiter took off a piece of paper from the wall and threw it in the trash bin.\n\nNow it was no surprise for us – the matter was very clear. The great respect for the needy shown by the inhabitants of this town made our eyes well up in tears.\n\nPonder upon the need of what this man wanted. He enters the coffee shop without having to lower his self-esteem… he has no need to ask for a free cup of coffee… without asking or knowing about the one who is giving this cup of coffee to him… he only looked at the wall, placed an order for himself, enjoyed his coffee and left.\n\nA truly beautiful thought. Probably the most beautiful wall you may ever see anywhere!"
    },
    {
      "category": "",
      "title": "",
      "body": "Doctor Raggedy Andy:\n\nRaggedy Andy, Raggedy Ann, Uncle Clem and Henny were not given medicine\n\nBecause, you see, they had no mouths. That is, mouths through which medicine could be poured.\n\nTheir mouths were either painted on, or were sewed on with yarn.\n\nSometimes the medicine spoon would be touched to their faces but none of the liquid be given them. Except accidentally.\n\nBut the French doll had a lovely mouth for taking medicine; it was open and showed her teeth in a dimpling smile.\n\nShe also had soft brown eyes which opened and closed when she was tilted backward or forward.\n\nThe medicine which was given the dolls had great curing properties.\n\nIt would cure the most stubborn case of measles, coughing or any other ailment the dolls had wished upon them by their little Mistress.\n\nSome days all the dolls would be put to bed with “measles” but in the course of half an hour they would have every other ailment in the Doctor book.\n\nThe dolls enjoyed it very much, for, you see, Marcella always tried the medicine first to see if it was strong enough before she gave any to the dolls.\n\nSo the dolls really did not get as much of the medicine as their little mistress.\n\nThe wonderful remedy was made from a very old recipe handed down from ancient times.\n\nThis recipe is guaranteed to cure every ill a doll may have.\n\nThe medicine was made from brown sugar and water. Perhaps you may have used it for your dollies.\n\nThe medicine was also used as “tea” and “soda water,” except when the dolls were supposed to be ill.\n\nHaving nothing but painted or yarn mouths, the ailments of Raggedy Andy, Raggedy Ann, Uncle Clem and Henny, the Dutch doll, mostly consisted of sprained wrists, arms and legs, or perhaps a headache and a toothache.\n\nBandaged up\n\nNone of them knew they had the trouble until Marcella had wrapped up the “injured” rag arm, leg or head, and had explained in detail just what was the matter.\n\nRaggedy Andy, Raggedy Ann, Uncle Clem, or Henny were just as happy with their heads tied up for the toothache as they were without their heads tied up.\n\nNot having teeth, naturally they could not have the toothache, and if they could amuse Marcella by having her pretend they had the toothache, then that made them very happy.\n\nSo this day, the French doll was quite ill. She started out with the “croup,” and went through the “measles,” “whooping cough,” and “yellow fever” in an hour.\n\nThe attack came on quite suddenly.\n\nThe French doll was sitting quietly in one of the little red chairs, smiling the prettiest of dimpling smiles at Raggedy Andy, and thinking of the romp the dolls would have that night after the house grew quiet, when Marcella discovered that the French doll had the “croup” and put her to bed.\n\nThe French doll closed her eyes when put to bed, but the rest of her face did not change expression. She still wore her happy smile.\n\nMarcella caring for the sick\n\nMarcella mixed the medicine very “strong” and poured it into the French doll’s open mouth.\n\nShe was given a “dose” every minute or so.\n\nIt was during the “yellow fever” stage that Marcella was called to supper and left the dolls in the nursery alone.\n\nMarcella did not play with them again that evening; so the dolls all remained in the same position until Marcella and the rest of the folks went to bed.\n\nRaggedy Andy winds the music box\n\nThen Raggedy Andy jumped from his chair and wound up the little music box. “Let’s start with a lively dance!” he cried.\n\nWhen the music started tinkling he caught the French doll’s hand, and danced ‘way across the nursery floor before he discovered that her soft brown eyes remained closed as they were when she lay upon the “sick” bed.\n\nAll the dolls gathered around Raggedy Andy and the French doll.\n\n“I can’t open my eyes!” she said.\n\nRaggedy Andy tried to open the French doll’s eyes with his soft rag hands, but it was no use.\n\nThey shook her. This sometimes has the desired effect when dolls do not open their eyes.\n\nThey shook her again and again. It was no use, her eyes remained closed.\n\n“It must be the sticky, sugary ‘medicine’!” said Uncle Clem.\n\n“I really believe it must be!” the French doll replied. “The ‘medicine’ seemed to settle in the back of my head when I was lying down, and I can still feel it back there!”\n\n“That must be it, and now it has hardened and keeps your pretty eyes from working!” said Raggedy Ann. “What shall we do?”\n\nRaggedy Andy and Raggedy Ann walked over to a corner of the nursery and thought and thought. They pulled their foreheads down into wrinkles with their hands, so that they might think harder.\n\nHolding the French doll upside down\n\nFinally Raggedy Ann cried, “I’ve thought of a plan!” and went skipping from the corner out to where the other dolls sat about the French doll.\n\n“We must stand her upon her head, then the ‘medicine’ will run up into her hair, for there is a hole in the top of her head. I remember seeing it when her hair came off one time!”\n\n“No sooner said than done!” cried Uncle Clem, as he took the French doll by the waist and stood her upon her head.\n\n“That should be long enough!” Raggedy Ann said, when Uncle Clem had held the French doll in this position for five minutes.\n\nBut when the French doll was again placed upon her feet her eyes still remained tightly closed.\n\n \n\nAll this time, Raggedy Andy had remained in the corner, thinking as hard as his rag head would think.\n\nHe thought and thought, until the yarn hair upon his head stood up in the air and wiggled.\n\n“If the ‘medicine’ did not run up into her hair when she stood upon her head,” thought Raggedy Andy, “then it is because the ‘medicine’ could not run; so, if the medicine can not run, it is because it is too sticky and thick to run out the hole in the top of her head.” He also thought a lot more.\n\nAt last he turned to the others and said out loud, “I can’t seem to think of a single way to help her open her eyes unless we take off her hair and wash the medicine from inside her china head.”\n\n“Why didn’t I think of that?” Raggedy Ann asked. “That is just the way we shall have to do!”\n\nSo Raggedy Ann caught hold of the French doll’s feet, and Raggedy Andy caught hold of the French doll’s lively curls, and they pulled and they pulled.\n\nThen the other dolls caught hold of Raggedy Ann and Raggedy Andy and pulled and pulled, until finally, with a sharp “R-R-Rip!” the French doll’s hair came off, and the dolls who were pulling went tumbling over backwards.\n\nHole in her head\n\nLaughingly they scrambled to their feet and sat the French doll up, so they might look into the hole in the top of her head.\n\nYes, the sticky “medicine” had grown hard and would not let the French doll’s eyes open.\n\nRaggedy Andy put his hand inside and pushed on the eyes so that they opened.\n\nThis was all right, only now the eyes would not close when the French doll lay down. She tried it.\n\nSo Raggedy Andy ran down into the kitchen and brought up a small tin cup full of warm water and a tiny rag.\n\nWith these he loosened the sticky “medicine” and washed the inside of the French doll’s head nice and clean.\n\nThere were lots of cooky and cracker crumbs inside her head, too.\n\nRaggedy Andy washed it all nice and clean, and then wet the glue which made the pretty curls stay on.\n\nSo when her hair was placed upon her head again, the French doll was as good as new.\n\n“Thank you all very much!” she said, as she tilted backwards and forwards, and found that her eyes worked very easily.\n\nRaggedy Andy dancing with the French doll\n\nRaggedy Andy again wound up the little music box and, catching the French doll about the waist, started a rollicking dance which lasted until the roosters in the neighborhood began their morning crowing.\n\nThen, knowing the folks might soon be astir, the dolls left off their playing, and all took the same positions they had been in when Marcella left them the night before.\n\nAnd so Marcella found them.\n\nThe French doll was in bed with her eyes closed, and her happy dimpling smile lighting up her pretty face.\n\nAnd to this day, the dollies’ little mistress does not know that Raggedy Andy was the doctor who cured the French doll of her only ill."
    },
    {
      "category": "",
      "title": "",
      "body": "Everyone Has A Story:\n\nA young man in his twenties was seeing out from the train’s window shouted…\n\n“Father, look at the trees! They are going behind!”\n\nThe young man’s father smiled at the man and a young couple sitting nearby, looked at the young man’s childish comment with pity.\n\nSuddenly, the young man exclaimed again.\n\n“Father, look at the clouds! They are all running with us!”\n\nThe couple couldn’t resist and said to the old man.\n\n“Why don’t you take your son to a good doctor?”\n\nThe old man smiled and said\n\n“We did and we are just coming from the hospital. My son was blind from birth and he just got his vision today.”\n\nEvery  person in the world has a story. Don’t judge people before you truly know them. The truth might surprise you."
    },
    {
      "category": "",
      "title": "",
      "body": "Learn From Mistakes:\n\nThomas Edison tried two thousand different materials in search of a filament for the light bulb. When none worked satisfactorily, his assistant complained, “All our work is in vain. We have learned nothing.”\n\nEdison replied very confidently, “Oh, we have come a long way and we have learned a lot. We know that there are two thousand elements which we cannot use to make a good light bulb.”"
    },
    {
      "category": "",
      "title": "",
      "body": "Why Is There War?:\n\nIt was my first day at school. I felt nervous and scared. I went to all my classes with no friends. It felt like no one cared.\n\nI listened anxiously to all the lessons and waited for lunchbreak at one. Then finally the bell rang. It was time to talk and have fun.\n\nIn the lunchline I met a new friend who wore a hijab on her head, and though I am Jewish, we got along fine, and I was so relieved when she said, “Sit with us, at our table.” She pointed to the one next to the door.\n\nSo I agreed, and took my tray and was about to walk with her across the floor, when suddenly I felt a nudge. “Hey, I saw you on the bus,” said a tall girl in a long skirt. “I see your Jewish star necklace. You should sit with us.”\n\nAt that moment I looked around, and that’s when I noticed, to my surprise, The nations of the world, isolating themselves. That’s what I saw through my own eyes.\n\nThe Spanish only sat with Spanish, the Hindus only with Hindus, The Russians always with the Russians, and never the Arabs with the Jews.\n\nI saw the reason why war gets started. Everyone sticks to their own kind. The lunchroom was a map of the world. Why was everyone so blind?\n\nAnd so I turned down this girl, and went with the first, and there was no enmity. I built a bridge between two worlds when I sat with those different from me. Hope you will do the same.\n\nBy Sharon Fleischer"
    },
    {
      "category": "",
      "title": "",
      "body": "Why Are Goals Important? - Must Read:\n\nOn the best sunny day, the most powerful magnifying glass will not light paper if you keep moving the glass. But if you focus and hold it, the paper will light up. That is the power of concentration.\nA man was traveling and stopped at an intersection. He asked an elderly man, \"Where does this road take me?\" The elderly person asked, \"Where do you want to go?\" The man replied, \"I don't know.\" The elderly person said, \"Then take any road. What difference does it make?\"\n\nHow true. When we don't know where we are going, any road will take us there.\nSuppose you have all the football eleven players, enthusiastically ready to play the game, all charged up, and then someone took the goal post away. What would happen to the game? There is nothing left. How do you keep score? How do you know you have arrived?\nEnthusiasm without direction is like wildfire and leads to frustration. Goals give a sense of direction. Would you sit in a train or a plane without knowing where it was going? The obvious answer is no. Then why do people go through life without having any goals?"
    },
    {
      "category": "",
      "title": "",
      "body": "One Student Asked His Wise Teacher:\n\nOne student asked his wise teacher, what is more important for a person: is it outer or inner beauty? In response to that the teacher asked his student:\n\n“Tell me, if you needed to buy a house, but you only had enough money for a beautiful outside, but a comfortless house, or a poor house, but warm and reliable. What would you choose?”\n\n“I would rather choose a simple outside but convenient inside house.”\n\n“But what if a vain person was buying a house, proud of his position, but not having enough resource to buy a beautiful and cosy house”, asked the teacher again.\n\n“Surely, he would prefer the outer beauty of the house”, answered the student.\n\n“I think you are right”, said the teacher and added, “but regardless of your choice, each of you would understand that you are missing beauty or comfort and would seek for it.\n\n“So it means that outer and inner beauty is essentially equivalent and valuable only in harmony?” asked Zhao Zeng.\n\n“You can say that”, answered the teacher smiling, “but I thought foremost that when possessing a half, you always need to seek for a whole, not losing what you already have. Because a half will always be only a half, despite of how great it would be”."
    },
    {
      "category": "",
      "title": "",
      "body": "Don’t Judge People Before You Truly Know Them.:\n\nA 24 year old boy seeing out from the train’s window shouted…\n\n“Dad, look the trees are going behind!”\n\nDad smiled and a young couple sitting nearby, looked at the 24 year old’s childish behavior with pity, suddenly he again exclaimed.\n\n“Dad, look the clouds are running with us!”\n\nThe couple could not resist and said to the old man.\n\n“Why don’t you take your son to a good doctor?”\n\nThe old man smiled and said…\n\n“I did and we are just coming from the hospital, my son was blind from birth, he just got his eyes today.”\n\nMoral of the short story:\n\nEvery single person on the planet has a story. Don’t judge people before you truly know them."
    },
    {
      "category": "",
      "title": "",
      "body": "The Sheep and The Pig:\n\nOne day a shepherd discovered a fat Pig in the meadow where his Sheep were pastured. He very quickly captured the porker, which squealed at the top of its voice the moment the Shepherd laid his hands on it. You would have thought, to hear the loud squealing, that the Pig was being cruelly hurt. But in spite of its squeals and struggles to escape, the Shepherd tucked his prize under his arm and started off to the butcher’s in the market place.\n\nThe Sheep in the pasture were much astonished and amused at the Pig’s behavior, and followed the Shepherd and his charge to the pasture gate.\n\n“What makes you squeal like that?” asked one of the Sheep. “The Shepherd often catches and carries off one of us. But we should feel very much ashamed to make such a terrible fuss about it like you do.”\n\n“That is all very well,” replied the Pig, with a squeal and a frantic kick. “When he catches you he is only after your wool. But he wants my bacon! gree-ee-ee!”\n\nIt is easy to be brave when there is no danger."
    },
    {
      "category": "",
      "title": "",
      "body": "Successful Sales Manager:\n\nA friend of mine is a very successful sales manager. After he had carefully interviewed and then selected a new salesman, he would take to the salesman to a Cadillac dealership and insist that he trade in his old car for a new Cadillac. The salesman would usually balk at the idea. He would be frightened of the cost of the car and the huge monthly payment involved. But the sales manager would insist that he buy the Cadillac as a condition of employment.\n\nsuccessful sales manager\n\nWhat do you think happened afterwards? First, the salesman would driven the car home and wife would most have a heart attack when she saw that he had bought a new Cadillac. But after she had settled down, he would take her for a ride around the neighborhood in the new car. The neighbors would see them driving in a new Cadillac as he waved on the way past. He would park his new Cadillac in front of his house or in his driveway. People would come over and admire it. Gradually, imperceptibly, at a subconscious level, his attitude toward himself and his earning potential would begin to change.\n\nWithin a few days, he would begin to see himself as the kind of person who drove a new Cadillac. He would see himself as a big money earner in his field, one of the top performers in his industry. And time after time, almost without fail, the sales people in this organization became sales superstars. Their sales performance jumped and they earned more than they had ever before. Soon the payment on the new Cadillac were of no concern because their incomes were so much greater."
    },
    {
      "category": "",
      "title": "",
      "body": "Two Friends Had Joined A Sales Company:\n\nTwo friends, Jim and Stew, had joined a big sales company together just after graduation. Both of them worked really hard.  \n\nThree years have passed and the company‘s director promoted one of them – Stew became sales executive. Jim did not get any promotion and remained at sales department.\n\nJim decided that it is unfair, so he came to his boss and told him, that he doesn’t appreciate a hard working staff. The boss knew that Jim works hard, and in order to show difference between him and Stew, he asked: “Go and find anyone selling watermelons in the market.”\n\nWhen Jim returned, the boss asked, “How much per kg?”   \n\nSo Jim went back to the market and then returned to say the price, $12 per kg.  \n\nThen the boss asked Stew the same thing. Stew went to the market, and when he returned he told, “at the moment there is one person selling watermelons, $12 per kg, $100 for 10 kg, now he has 340 watermelons in stock.\n\n On the table there are 48 water melons, each of them weighs about 15 kg. Water melons were bought from the South two days ago, they are fresh and good quality.”  \n\nJim was impressed by the difference between him and Stew. He realized that he needs to learn a lot from his friend.  \n\nAs you can see from this story, successful people are more observant. They think and see several years ahead, while most of people see only tomorrow."
    },
    {
      "category": "",
      "title": "",
      "body": "The Power Of Mother’s Love:\n\nThis story is a little long but well worth the time to read. It perfectly illustrates not only the amazing power of Love, but also the truly inspiring power of Touch.\n\nWhen doctors told Carolyn Isbister that her tiny premature daughter would die within 20 minutes, she had to prepare herself for the worst.\n\nTiny Rachael had just been born minutes before, weighing just 1.4lb (0.64kg), and her heart was only beating once every ten seconds. But Miss Isbister was determined to have just one cuddle with her daughter and to savor the one precious moment she had, so she picked up tiny Rachael and cuddled her close.\n\nAnd it was a cuddle that has amazed doctors by saving the baby’s life. The warmth of her mother’s skin actually kickstarted Rachael’s heart into beating properly, which allowed her to take tiny breaths of her own.\n\nFour months later – the baby who was so tiny that the doctors gave up on her life – has been allowed home, thanks to that precious life saving cuddle from her mother.\n\nMiss Isbister, 36, from West Lothian, said: “Rachael has been such a little fighter – it is a miracle that she is here at all. When she was born the doctors told us that she would die within 20 minutes because her heart wasn’t beating properly and she wasn’t breathing. But that one precious cuddle saved her life. I’ll never forget it.”\n\nMiss Isbister, a chemist, and her partner David Elliott, 35, an electronic engineer, were thrilled when she fell pregnant. At the 20 week scan at the Edinburgh Royal Infirmary, doctors told them that she was carrying a girl and they decided to name her Rachael. But at 24 weeks, Miss Isbister went into premature labour after she developed an infection in her womb.\n\nMiss Isbister, who also has two children Samuel, 10, and Kirsten, 8, from a previous marriage, said: “We were just terrified we were going to lose her. I had been bleeding throughout the pregnancy, and had suffered three miscarriages before falling pregnant with Rachael, so we really didn’t think there was much hope.”\n\nWhen Rachael was born, weighing 1.4lb, doctors told the couple that their daughter would only live for 20 minutes. She wasn’t breathing and she was grey and lifeless. Her heart was only beating once every 10 seconds.\n\nMiss Isbister said: “The doctor just took one look at her and said no. They didn’t even try to help her with her breathing as they said it would just prolong her dying. Everyone just gave up on her.”\n\nThe doctors told the couple to say their goodbyes to their daughter, but Miss Isbister decided that she would give her daughter the only cuddle she would ever have. So she lifted her out of her hospital blanket and placed her on her chest, with skin to skin contact.\n\nShe said: “I didn’t want her die being cold. So I lifted her out of her blanket and put against my skin to warm her up. Her feet were so cold. It was the only cuddle I was going to have with her, so I wanted to remember the moment.”\n\nBut after 20 minutes tiny Rachael was still alive. Then a miracle happened. She started taking tiny breaths on her own, and her heart started beating more regularly.\n\nMiss Isbister said: “We couldn’t believe it – and neither could the doctors. She let out a tiny cry. When she was still breathing after four hours and her heart was beating more regularly, the doctors came in and said there was still no hope for her, but I still wasn’t letting go of her. We had her blessed by the hospital chaplain, and waited for her to slip away. But she still hung on. And then amazingly the pink color began to return to her cheeks. She literally was turning from grey to pink before our eyes, and she began to warm up too.”\n\nAfter 48 hours, the doctors decided to put her on a ventilator to help with her breathing and she was transferred to the intensive care unit.\n\nMiss Isbister said: “The doctors said that she had proved she was a fighter and that she now deserved some intensive care as there was some hope. She had done it all on her own – without any medical intervention or drugs. She had clung onto life – and it was all because of that cuddle. It had warmed up her body enough for her to start fighting.”\n\nBecause Rachel hadn’t had any oxygen for four hours, doctors warned the couple that there was a high risk she had been brain damaged. But a scan showed no evidence of any damage at all.\n\nAs the days passed, Rachael slowly began to gain in strength and put on weight. She had laser treatment on her eyes to save her sight as the blood vessels hadn’t had chance to develop properly in the womb. And she also had six blood transfusions.\n\nMiss Isbister added: “We couldn’t believe that she was doing so well. Her heart rate and breathing would suddenly sometimes drop without warning, but she just got stronger and stronger.”\n\nAfter five weeks she was taken off the ventilator and Miss Isbister was able to hold and breastfeed her. Then after four months in hospital, they were finally allowed to take her home – a day which they never thought they would see.\n\nAt six months old, she now weighs 8lb (3.63kg) – the same as a newborn baby – and she has a healthy appetite.\n\nMiss Isbister said: “She is doing so well. When we finally brought her home, the doctors told us that she was a remarkable little girl. And most of all, she just loves her cuddles. She will sleep for hours, just curled into my chest. It was that first cuddle which saved her life – and I’m just so glad I trusted my instinct and picked her up when I did. Otherwise she wouldn’t be here today.”\n\nBy WORLDWIDEFEATURES"
    },
    {
      "category": "",
      "title": "",
      "body": "The Affection Distorts The Perception:\n\nThe affection distorts the perception. The Master used to talk about it often. One day his students got an amazing example, proving those words. They heard the Master talking to one mother.  \n\n“How is your daughter living?”  \n\n“My dear daughter! She is so happy. \n\nShe has a wonderful husband! He gave her a car, bought her jewellery that she dreamed about, hired servants for her. They serve her breakfast in bed, and she stays in bed until noon. He’s not a husband, but a prize!\n\n“And how’s your son?”\n\nMy poor boy! He married a real grouch! He gave her everything that she wanted - a car, jewellery, an army of servants. And she is lying in bed until noon! And doesn’t even get up to make breakfast for her husband!”"
    },
    {
      "category": "",
      "title": "",
      "body": "Milton Hershey Started Three Candy Companies Before Hershey'S.:\n\nEveryone knows Hershey’s chocolate, but when Milton Hershey first started his candy production career, he was a nobody. After being fired from an apprenticeship with a printer, Hershey started three separate candy-related ventures, and was forced to watch all of them fail.\n\nIn one last attempt, Hershey founded the Lancaster Caramel Company, and started seeing enormous results. Believing in his vision for milk chocolate for the masses, he eventually founded the Hershey Company and became one of the most well-known names in the industry.\n\nDraw inspiration from these stories the next time you experience failure, no matter the scale. In the moment, some failure might seem like the end of the road, but remember, there are countless successful men and women in the world today who are only enjoying success because they decided to push past the inevitable bleakness of failure.\n\nLearn from your mistakes, reflect and accept the failure, but revisit your passion and keep pursuing your goals no matter what."
    },
    {
      "category": "",
      "title": "",
      "body": "Believe In Yourself:\n\nThere may be days when you get up in the morning and things aren’t the way you had hoped they would be.\n\nThat’s when you have to tell yourself that things will get better. There are times when people disappoint you and let you down.\n\nBut those are the times when you must remind yourself to trust your own judgments and opinions, to keep your life focused on believing in yourself.\n\nThere will be challenges to face and changes to make in your life, and it is up to you to accept them.\n\nConstantly keep yourself headed in the right direction for you. It may not be easy at times, but in those times of struggle you will find a stronger sense of who you are.\n\nSo when the days come that are filled with frustration and unexpected responsibilities, remember to believe in yourself and all you want your life to be.\n\nBecause the challenges and changes will only help you to find the goals that you know are meant to come true for you.\n\nKeep Believing in Yourself!"
    },
    {
      "category": "",
      "title": "",
      "body": "Hansel and Gretel:\n\nOnce upon a time there lived near a large wood a poor woodcutter, with his wife and two children by his former marriage, a little boy called Hansel, and a girl named Gretel. He had little enough to break or bite; and once, when there was a great famine in the land, he could not procure even his daily bread; and as he lay thinking in his bed one evening, rolling about for trouble, he sighed, and said to his wife, “What will become of us? How can we feed our children, when we have no more than we can eat ourselves?”\n\n“Know, then, my husband,” answered she, “we will lead them away, quite early in the morning, into the thickest part of the wood, and there make them a fire, and give them each a little piece of bread; then we will go to our work, and leave them alone, so they will not find the way home again, and we shall be freed from them.” “No, wife,” replied he, “that I can never do. How can you bring your heart to leave my children all alone in the wood, for the wild beasts will soon come and tear them to pieces?”\n\n“Oh, you simpleton!” said she, “then we must all four die of hunger; you had better build the coffins for us.” But she left him no peace till he agreed, saying, “Ah, but I shall regret the poor children.”\n\nThe two children, however, had not gone to sleep for very hunger, and so they overheard what the stepmother said to their father. Gretel wept bitterly, and said to Hansel, “What will become of us?” “Be quiet, Gretel,” said he; “do not cry— I will soon help you.” And as soon as their parents had fallen asleep, he got up, put on his coat, and, unlocking the back door, slipped out. The moon shone brilliantly, and the white pebbles which lay before the door seemed like silver pieces, they glittered so brightly. Hansel stooped down, and put as many into his pocket as it would hold; and then going back, he said to Gretel, “Be comforted, dear sister, and sleep in peace; God will not forsake us.” And so saying, he went to bed again.\n\nThe next morning, before the sun arose, the wife went and awoke the two children. “Get up, you lazy things; we are going into the forest to chop wood.” Then she gave them each a piece of bread, saying, “There is something for your dinner; do not eat it before the time, for you will get nothing else.” Gretel took the bread in her apron, for Hansel’s pocket was full of pebbles; and so they all set out upon their way. When they had gone a little distance, Hansel stood still, and peeped back at the house; and this he repeated several times, till his father said, “Hansel, what are you peeping at, and why do you lag behind? Take care, and remember your legs.”\n\n“Ah, father,” said Hansel, “I am looking at my white cat sitting upon the roof of the house, and trying to say good-bye.” “You simpleton!” said the wife, “that is not a cat; it is only the sun shining on the white chimney.” But in reality Hansel was not looking at a cat; but every time he stopped, he dropped a pebble out of his pocket upon the path.\n\nWhen they came to the middle of the forest, the father told the children to collect wood, and he would make them a fire, so that they should not be cold. So Hansel and Gretel gathered together quite a little mountain of twigs. Then they set fire to them; and as the flame burnt up high, the wife said, “Now, you children, lie down near the fire, and rest yourselves, while we go into the forest and chop wood; when we are ready, I will come and call you.”\n\n Hansel and Gretel sat down by the fire, and when it was noon, each ate the piece of bread; and because they could hear the blows of an axe, they thought their father was near: but it was not an axe, but a branch which he had bound to a withered tree, so as to be blown to and fro by the wind. They waited so long that at last their eyes closed from weariness, and they fell fast asleep. When they awoke, it was quite dark, and Gretel began to cry, “How shall we get out of the wood?” But Hansel tried to comfort her by saying, “Wait a little while till the moon rises, and then we will quickly find the way.”\n\nThe moon soon shone forth, and Hansel, taking his sister’s hand, followed the pebbles, which glittered like new-coined silver pieces, and showed them the path. All night long they walked on, and as day broke they came to their father’s house. They knocked at the door, and when the wife opened it, and saw Hansel and Gretel, she exclaimed, “You wicked children! Why did you sleep so long in the wood? We thought you were never coming home again.” But their father was very glad, for it had grieved his heart to leave them all alone.\n\nNot long afterward there was again great scarcity in every corner of the land; and one night the children overheard their stepmother saying to their father, “Everything is again consumed; we have only half a loaf left, and then the song is ended: the children must be sent away. We will take them deeper into the wood, so that they may not find the way out again; it is the only means of escape for us.”\n\nBut her husband felt heavy at heart, and thought, “It were better to share the last crust with the children.” His wife, however, would listen to nothing that he said, and scolded and reproached him without end.\n\nGiven he agreed the first time it was now harder for him to refuse again, so in the end he consented, but with a heavy heart.\n\nThe children, however, had heard the conversation as they lay awake, and as soon as the old people went to sleep Hansel got up, intending to pick up some pebbles as before; but the wife had locked the door, so that he could not get out. Nevertheless, he comforted Gretel, saying, “Do not cry; sleep in quiet; the good God will not forsake us.”\n\nEarly in the morning the stepmother came and pulled them out of bed, and gave them each a slice of bread, which was still smaller than the former piece. On the way, Hansel broke his in his pocket, and, stooping every now and then, dropped a crumb upon the path. “Hansel, why do you stop and look about?” said the father; “keep in the path.”\n\n“I am looking at my little dove,” answered Hansel, “nodding a good-bye to me.” “Simpleton!” said the wife, “that is no dove, but only the sun shining on the chimney.” But Hansel still kept dropping crumbs as he went along.\n\nThe mother led the children deep into the wood, where they had never been before, and there making an immense fire, she said to them, “Sit down here and rest, and when you feel tired you can sleep for a little while. We are going into the forest to hew wood, and in the evening, when we are ready, we will come and fetch you.”\n\nWhen noon came Gretel shared her bread with Hansel, who had strewn his on the path. Then they went to sleep; but the evening arrived and no one came to visit the poor children, and in the dark night they awoke, and Hansel comforted his sister by saying, “Only wait, Gretel, till the moon comes out, then we shall see the crumbs of bread which I have dropped, and they will show us the way home.” The moon shone and they got up, but they could not see any crumbs, for the thousands of birds which had been flying about in the woods and fields had picked them all up.\n\nHansel kept saying to Gretel, “We will soon find the way”; but they did not, and they walked the whole night long and the next day, but still they did not come out of the wood; and they got so hungry, for they had nothing to eat but the berries which they found upon the bushes. Soon they got so tired that they could not drag themselves along, so they lay down under a tree and went to sleep.\n\nIt was now the third morning since they had left their father’s house, and they still walked on; but they only got deeper and deeper into the wood, and Hansel saw that if help did not come very soon they would die of hunger. At about noonday they saw a beautiful snow-white bird sitting upon a bough, which sang so sweetly that they stood still and listened to it. It soon stopped, and spreading its wings flew off; and they followed it until it arrived at a cottage, upon the roof of which it perched; and when they went close up to it they saw that the cottage was made of bread and cakes, and the window-panes were of clear sugar.\n\n“We will go in there,” said Hansel, “and have a glorious feast. I will eat a piece of the roof, and you can eat the window. Will they not be sweet?” So Hansel reached up and broke a piece off the roof, in order to see how it tasted, while Gretel stepped up to the window and began to bite it. Then a sweet voice called out in the room, “Tip-tap, tip-tap, who raps at my door?” and the children answered, “the wind, the wind, the child of heaven”; and they went on eating without interruption.\n\nHansel thought the roof tasted very nice, so he tore off a great piece; while Gretel broke a large round pane out of the window, and sat down quite contentedly. Just then the door opened, and a very old woman, walking upon crutches, came out. Hansel and Gretel were so frightened that they let fall what they had in their hands; but the old woman, nodding her head, said, “Ah, you dear children, what has brought you here? Come in and stop with me, and no harm shall befall you”; and so saying she took them both by the hand, and led them into her cottage.\n\n A good meal of milk and pancakes, with sugar, apples, and nuts, was spread on the table, and in the back room were two nice little beds, covered with white, where Hansel and Gretel laid themselves down, and thought themselves in heaven. The old woman behaved very kindly to them, but in reality she was a wicked witch who captured children, and built the bread-house in order to entice them in, but as soon as they were in her power she killed them, cooked and ate them, and made a great festival of the day.\n\nWitches have red eyes, and cannot see very far; but they have a fine sense of smelling, like wild beasts, so that they know when children approach them. When Hansel and Gretel came near the witch’s house she laughed wickedly, saying, “Here come two who shall not escape me.” And early in the morning, before they awoke, she went up to them, and saw how lovingly they lay sleeping, with their chubby red cheeks, and she mumbled to herself, “That will be a good bite.”\n\nThen she took up Hansel with her rough hands, and shut him up in a little cage with a lattice-door; and although he screamed loudly it was of no use. Gretel came next, and, shaking her till she awoke, the witch said, “Get up, you lazy thing, and fetch some water to cook something good for your brother, who must remain in that stall and get fat; when he is fat enough I shall eat him.” Gretel began to cry, but it was all useless, for the old witch made her do as she wished. So a nice meal was cooked for Hansel, but Gretel got nothing but a crab’s claw.\n\nEvery morning the old witch came to the cage and said, “Hansel, stretch out your finger that I may feel whether you are getting fat.” But Hansel used to stretch out a bone, and the old woman, having very bad sight, thought it was his finger, and wondered very much that he did not get fatter. When four weeks had passed, and Hansel still kept quite lean, she lost all her patience, and would not wait any longer. “Gretel,” she called out in a passion, “get some water quickly; be Hansel fat or lean, this morning I will kill and cook him.” Oh, how the poor little sister grieved, as she was forced to fetch the water, and fast the tears ran down her cheeks! “Dear good God, help us now!” she exclaimed. “Had we only been eaten by the wild beasts in the wood, then we should have died together.” But the old witch called out, “Leave off that noise; it will not help you a bit.”\n\nSo early in the morning Gretel was forced to go out and fill the kettle, and make a fire. “First, we will bake, however,” said the old woman; “I have already heated the oven and kneaded the dough”; and so saying, she pushed poor Gretel up to the oven, out of which the flames were burning fiercely. “Creep in,” said the witch, “and see if it is hot enough, and then we will put in the bread”; but she intended when Gretel got in to shut up the oven and let her bake, so that she might eat her as well as Hansel. Gretel perceived what her thoughts were, and said, “I do not know how to do it; how shall I get in?” “You stupid goose,” said she, “the opening is big enough. See, I could even get in myself!” and she got up, and put her head into the oven. Then Gretel gave her a push, so that she fell right in, and then shutting the iron door she bolted it! Oh! how horribly she howled; but Gretel ran away, and left the ungodly witch to burn to ashes.\n\nNow she ran to Hansel, and, opening his door, called out, “Hansel, we are saved; the old witch is dead!” So he sprang out, like a bird out of his cage when the door is opened; and they were so glad that they fell upon each other’s neck, and kissed each other over and over again. And now, as there was nothing to fear, they went into the witch’s house, where in every corner were caskets full of pearls and precious stones.\n\n“These are better than pebbles,” said Hansel, putting as many into his pocket as it would hold; while Gretel thought, “I will take some too,” and filled her apron full. “We must be off now,” said Hansel, “and get out of this enchanted forest.” But when they had walked for two hours they came to a large piece of water. “We cannot get over,” said Hansel; “I can see no bridge at all.” “And there is no boat, either,” said Gretel; “but there swims a white duck, and I will ask her to help us over.” And she sang:\n\n“Little Duck, good little Duck,\n\nGretel and Hansel, here we stand;\n\nThere is neither stile nor bridge,\n\nTake us on your back to land.”\n\nSo the duck came to them, and Hansel sat himself on, and bade his sister sit behind him. “No,” answered Gretel, “that will be too much for the duck; she shall take us over one at a time.” This the good little bird did, and when both were happily arrived on the other side, and had gone a little way, they came to a well-known wood, which they knew the better every step they went, and at last they saw their father’s house.\n\nThen they began to run, and, bursting into the house, they fell into their father’s arms. He had not had one happy hour since he had left the children in the forest; and his wife was dead. Gretel shook her apron, and the pearls and precious stones rolled out upon the floor, and Hansel threw down one handful after the other out of his pocket. Then all their sorrows were ended, and they lived together in great happiness."
    },
    {
      "category": "",
      "title": "",
      "body": "God Make Me A Tv:\n\nStudents at an elementary school were asked to write an essay about what they would like God to do for them. At the end of the day, while grading the essays, a teacher read one that made her very emotional.\n\nHer husband, who had just walked in, saw her crying and asked her \"What happened?\" She answered \"Read this. It is one of my school's students' essays.\":\n\n\"Oh God, tonight I ask you something very special. Make me into a television set. I want to take its place and live like the TV in my house.\n\nHave my own special place, and have my family around me. To be taken seriously when I talk. I want to be the center of attention and be heard without interruptions or questions.\n\nI want to receive the same special care as the TV set receives even when it is not working. Have the company of my dad when he arrives home from work, even when he is tired. And I want my mom to want me when she is sad and upset, instead of ignoring me. And I want my brothers to fight to be with me.\n\nI want to feel that family just leaves everything aside, every now and then, just to spend some time with me. And last but not least, ensure that I can make them all happy and entertain them. Lord I don't ask you for much. I just want to live like a TV.\"\n\nAt that moment the husband said \"My God, poor kid. What horrible parents!\"\n\nThe wife looked up at him and said \"That essay is our son's!\""
    },
    {
      "category": "",
      "title": "",
      "body": "Unnecessary Doubts:\n\nA boy and a girl were playing together. The boy had a collection of beautiful  marbles. The girl had some candies with her. The boy offered to give the girl all his marbles in exchange for all her candies. The girl agreed. The boy gave all the marbles to the girl, but secretly kept the biggest and the most beautiful marble for himself. The girl gave him all her candies as she had promised. That night, the girl slept peacefully. But the boy couldn’t sleep as he kept wondering if the girl had hidden some more tasty candies from him the way he had hidden his best marble.\n\nMoral: If you don’t give your hundred percent in a relationship, you’ll always keep doubting if the other person has given his/her hundred percent."
    },
    {
      "category": "",
      "title": "",
      "body": "Wealth Of A Poor Man:\n\nRamchand and Premchand were neighbours. Ramchand was a poor farmer. Premchand was a landlord.\n\n Ramchand used to be very relaxed and happy. He never bothered to close the doors and windows of his house at night. He had deep sound sleeps. Although he had no money he was peaceful.\n\n Premchand used to be very tense always. He was very keen to close the doors and windows of his house at night. He could not sleep well. He was always bothered that someone might break open his safes and steal away his money. He envied the peaceful Ramchand.\n\n One day, Premchand call Ramchand and gave him a boxful of cash saying, “Look my dear friend. I am blessed with plenty of wealth. I find you in poverty. So, take this cash and live in prosperity.”   \n Ramchand was overwhelmingly happy. He was joyful throughout the day. Night came. Ramchand went to bed as usual. But, to-day, he could not sleep. He went and closed the doors and windows. He still could not sleep. He began to keep on looking at the box of cash. The whole night he was disturbed.\n\n As soon as day broke, Ramchand took the box of cash to Premchand. He gave away the box to Premchand saying, “Dear Friend, I am poor. But, your money took away peace from me. Please bear with me and take back your money.”  \nMoral: Money can not get everything. Learn to be satisfied with what you have and you will always be happy."
    },
    {
      "category": "",
      "title": "",
      "body": "How To Get What I Want:\n\nHow to get what I want? You've heard the expression, \"What you see is what you get.\" My grandfather used to say: \"If you look at a tree long enough, it will move.\" We see what you want to see.\n\nPsychologists tell us that nothing controls our live more than our self-image. We live like the person we see in the mirror. We are what we think we are. If you don't think you'll see be successful, you won't. You can't be it if you can't see it. Your life is limited to your vision. If you want to change your life, you must change your vision of your life. \n\nhow to get what I want Arnold Schwarzenegger was not that famous in 1976 when he met with a newspaper reporter. The reporter asked chwarzenegger.\"Now that you've retired from bodybuilding, what do you plan to do next?\"\n\nSchwarzenegger answered very calmly and confidently: \" I'm going to be the #1 movie star in Hollywood.\"\n\nThe report wad shocked and amused at Schwarzenegger's plan. At that time, it was very hard to imagine how this muscle-bound body builder, who was not a professional actor and who spoke poor English with a strong Austrian accent, could ever hope to be Hollywood's #1 movie star! \n\nSo the reporter asked Schwarzenegger how he planed make his dream come true, Schwarzenegger said: \" I\" ll do it the same way I became the #1 body builder in the world. What I do was to create a vision of who I want to be, then I start living like that person in my mind as if it were already true.\" Sounds almost childishly simple, doesn't it? But it worked! Schwarzenegger DID become the #1 highest paid movie star in Hollywood! Remember: \" If you can see it, you can be it.\"\n\nA successful businessman I know wears a shirt with these words on it. \"Don't just pursue your dreams. Chase them down and tackle them!\" You only get one life to live, so why not live the best life possible? so you can be fully satisfied at what you see and get. Just think a minute!"
    },
    {
      "category": "",
      "title": "",
      "body": "Enjoy Life At Every Moment:\n\nOnce a fisherman was sitting near seashore, under the shadow of a tree smoking his beedi. Suddenly a rich businessman passing by approached him and enquired as to why he was sitting under a tree smoking and not working. To this the poor fisherman replied that he had caught enough fishes for the day.\n\nHearing this the rich man got angry and said: Why don’t you catch more fishes instead of sitting in shadow wasting your time?\n\nFisherman asked: What would I do by catching more fishes?\n\nBusinessman: You could catch more fishes, sell them and earn more money, and buy a bigger boat.\n\nFisherman: What would I do then?\n\nBusinessman: You could go fishing in deep waters and catch even more fishes and earn even more money.\n\nFisherman: What would I do then?\n\nBusinessman: You could buy many boats and employ many people to work for you and earn even more money.\n\nFisherman: What would I do then?\n\nBusinessman: You could become a rich businessman like me.\nFisherman: What would I do then?\n\nBusinessman: You could then enjoy your life peacefully.\n\nFisherman: What do you think I’m doing right now?"
    },
    {
      "category": "",
      "title": "",
      "body": "Lunch With God:\n\nA little boy wanted to meet God. He packed his suitcase with two sets of his dress and some packets of Cakes and he stared his journey. He walked a long and felt tired.\n\nSo he sat in a park on the way and opened a packet to take a cake to eat. Then he noticed an old woman sitting sad with hunger nearby, so he offered her a piece of cake.\n\nShe gratefully accepted it with a wide look and smiled at him. Her smile was so pretty that the boy longed to see it again. After some time he offered her another piece of cake. Again, she accepted it and smiled at him.\n\nThe boy was delighted! They sat there all afternoon eating and smiling, but they never said a word.\n\nWhile it grew dark, the boy was frightened and he up got to leave but before he had gone more than a few steps, he ran back and gave her a hug and she kissed him with her prettiest smile.\n\nWhen the boy opened the door, his mother was surprised by the look of joy on his face. She asked him, \"What did you do today that made you look so happy?\"\n\nHe replied,\" I had lunch with God.\"\n\nBefore, his mother could respond, he added, \"You know what? She's got the most beautiful smile I've ever seen in my life!\"\n\nMeanwhile,the old woman, also radiant with joy, returned to her home. Her son was stunned by the look of peace on her face and asked, \"Mom, what did you do today that made you so happy?\n\n\"She replied, \"I ate cakes in the park with God.\" Before his son responded, she added,\"You know, he's much younger than I expected.\"\n\nToo often we underestimate the power of a touch, a smile,a kind word, a listening ear, an honest compliment or the smallest act of caring, all of which have the potential to turn a life around.\n\nRemember, nobody knows how God will look like. People come into our lives for a reason, for a season, or for a lifetime. Accept all of them equally! AND LET THEM SEE GOD IN YOU!!!!!"
    },
    {
      "category": "",
      "title": "",
      "body": "Fair, Brown and Trembling:\n\nKing Hugh Curucha lived in Tir Conal, and he had three daughters, whose names were Fair, Brown, and Trembling. Fair and Brown had new dresses, and went to church every Sunday. Trembling was kept at home to do the cooking and work. They would not let her go out of the house at all; for she was more beautiful than the other two, and they were in dread she might marry before themselves.\n\nThey carried on in this way for seven years. At the end of seven years the son of the king of Emania fell in love with the eldest sister.\n\nOne Sunday morning, after the other two had gone to church, the old henwife came into the kitchen to Trembling, and said: “It’s at church you ought to be this day, instead of working here at home.”\n\n“How could I go?” said Trembling. “I have no clothes good enough to wear at church; and if my sisters were to see me there, they’d kill me for going out of the house.”\n\n“I’ll give you,” said the henwife, “a finer dress than either of them has ever seen. And now tell me what dress will you have?”\n\n“I’ll have,” said Trembling, “a dress as white as snow, and green shoes for my feet.”\n\nThen the henwife put on the cloak of darkness, clipped a piece from the old clothes the young woman had on, and asked for the whitest robes in the world and the most beautiful that could be found, and a pair of green shoes.\n\nThat moment she had the robe and the shoes, and she brought them to Trembling, who put them on. When Trembling was dressed and ready, the henwife said: “I have a honey-bird here to sit on your right shoulder, and a honey-finger to put on your left. At the door stands a milk-white mare, with a golden saddle for you to sit on, and a golden bridle to hold in your hand.”\n\nTrembling sat on the golden saddle; and when she was ready to start, the henwife said: “You must not go inside the door of the church, and the minute the people rise up at the end of Mass, do you make off, and ride home as fast as the mare will carry you.”\n\nWhen Trembling came to the door of the church there was no one inside who could get a glimpse of her but was striving to know who she was; and when they saw her hurrying away at the end of Mass, they ran out to overtake her. But no use in their running; she was away before any man could come near her. From the minute she left the church till she got home, she overtook the wind before her, and outstripped the wind behind.\n\nShe came down at the door, went in, and found the henwife had dinner ready. She put off the white robes, and had on her old dress in a twinkling.\n\nWhen the two sisters came home the henwife asked: “Have you any news to-day from the church?”\n\n“We have great news,” said they. “We saw a wonderful grand lady at the church-door. The like of the robes she had we have never seen on woman before. It’s little that was thought of our dresses beside what she had on; and there wasn’t a man at the church, from the king to the beggar, but was trying to look at her and know who she was.”\n\nThe sisters would give no peace till they had two dresses like the robes of the strange lady; but honey-birds and honey-fingers were not to be found.\n\nNext Sunday the two sisters went to church again, and left the youngest at home to cook the dinner.\n\nAfter they had gone, the henwife came in and asked: “Will you go to church to-day?”\n\n“I would go,” said Trembling, “if I could.”\n\n“What robe will you wear?” asked the henwife.\n\n“The finest black satin that can be found, and red shoes for my feet.”\n\n“What colour do you want the mare to be?”\n\n“I want her to be so black and so glossy that I can see myself in her body.”\n\nThe henwife put on the cloak of darkness, and asked for the robes and the mare. That moment she had them. When Trembling was dressed, the henwife put the honey-bird on her right shoulder and the honey-finger on her left. The saddle on the mare was silver, and so was the bridle.\n\nWhen Trembling sat in the saddle and was going away, the henwife ordered her strictly not to go inside the door of the church, but to rush away as soon as the people rose at the end of Mass, and hurry home on the mare before any man could stop her.\n\nThat Sunday, the people were more astonished than ever, and gazed at her more than the first time; and all they were thinking of was to know who she was. But they had no chance; for the moment the people rose at the end of Mass she slipped from the church, was in the silver saddle, and home before a man could stop her or talk to her.\n\nThe henwife had the dinner ready. Trembling took off her satin robe, and had on her old clothes before her sisters got home.\n\n“What news have you to-day?” asked the henwife of the sisters when they came from the church.\n\n“Oh, we saw the grand strange lady again! And it’s little that any man could think of our dresses after looking at the robes of satin that she had on! And all at church, from high to low, had their mouths open, gazing at her, and no man was looking at us.”\n\nThe two sisters gave neither rest nor peace till they got dresses as nearly like the strange lady’s robes as they could find. Of course they were not so good; for the like of those robes could not be found in Erin.\n\nWhen the third Sunday came, Fair and Brown went to church dressed in black satin. They left Trembling at home to work in the kitchen, and told her to be sure and have dinner ready when they came back.\n\nAfter they had gone and were out of sight, the henwife came to the kitchen and said: “Well, my dear, are you for church to-day?”\n\n“I would go if I had a new dress to wear.”\n\n“I’ll get you any dress you ask for. What dress would you like?” asked the henwife.\n\n“A dress red as a rose from the waist down, and white as snow from the waist up; a cape of green on my shoulders; and a hat on my head with a red, a white, and a green feather in it; and shoes for my feet with the toes red, the middle white, and the backs and heels green.”\n\nThe henwife put on the cloak of darkness, wished for all these things, and had them. When Trembling was dressed, the henwife put the honey-bird on her right shoulder and the honey-finger on her left, and, placing the hat on her head, clipped a few hairs from one lock and a few from another with her scissors, and that moment the most beautiful golden hair was flowing down over the girl’s shoulders. Then the henwife asked what kind of a mare she would ride. She said white, with blue and gold-coloured diamond-shaped spots all over her body, on her back a saddle of gold, and on her head a golden bridle.\n\nThe mare stood there before the door, and a bird sitting between her ears, which began to sing as soon as Trembling was in the saddle, and never stopped till she came home from the church.\n\nThe fame of the beautiful strange lady had gone out through the world, and all the princes and great men that were in it came to church that Sunday, each one hoping that it was himself would have her home with him after Mass.\n\nThe son of the king of Emania forgot all about the eldest sister, and remained outside the church, so as to catch the strange lady before she could hurry away.\n\nThe church was more crowded than ever before, and there were three times as many outside. There was such a throng before the church that Trembling could only come inside the gate.\n\nAs soon as the people were rising at the end of Mass, the lady slipped out through the gate, was in the golden saddle in an instant, and sweeping away ahead of the wind. But if she was, the prince of Emania was at her side, and, seizing her by the foot, he ran with the mare for thirty perches, and never let go of the beautiful lady till the shoe was pulled from her foot, and he was left behind with it in his hand. She came home as fast as the mare could carry her, and was thinking all the time that the henwife would kill her for losing the shoe.\n\nSeeing her so vexed and so changed in the face, the old woman asked: “What’s the trouble that’s on you now?” “Oh! I’ve lost one of the shoes off my feet,” said Trembling.\n\n“Don’t mind that; don’t be vexed,” said the henwife; “maybe it’s the best thing that ever happened to you.”\n\nThen Trembling gave up all the things she had to the henwife, put on her old clothes, and went to work in the kitchen. When the sisters came home, the henwife asked: “Have you any news from the church?”\n\n“We have indeed,” said they, “for we saw the grandest sight to-day. The strange lady came again, in grander array than before. On herself and the horse she rode were the finest colours of the world, and between the ears of the horse was a bird which never stopped singing from the time she came till she went away. The lady herself is the most beautiful woman ever seen by man in Erin.”\n\nAfter Trembling had disappeared from the church, the son of the king of Emania said to the other kings’ sons: “I will have that lady for my own.”\n\nThey all said: “You didn’t win her just by taking the shoe off her foot; you’ll have to win her by the point of the sword; you’ll have to fight for her with us before you can call her your own.”\n\n“Well,” said the son of the king of Emania, “when I find the lady that shoe will fit, I’ll fight for her, never fear, before I leave her to any of you.”\n\nThen all the kings’ sons were uneasy, and anxious to know who was she that lost the shoe; and they began to travel all over Erin to know could they find her. The prince of Emania and all the others went in a great company together, and made the round of Erin; they went everywhere,—north, south, east, and west. They visited every place where a woman was to be found, and left not a house in the kingdom they did not search, to know could they find the woman the shoe would fit, not caring whether she was rich or poor, of high or low degree.\n\nThe prince of Emania always kept the shoe; and when the young women saw it, they had great hopes, for it was of proper size, neither large nor small, and it would beat any man to know of what material it was made. One thought it would fit her if she cut a little from her great toe; and another, with too short a foot, put something in the tip of her stocking. But no use; they only spoiled their feet, and were curing them for months afterwards.\n\nThe two sisters, Fair and Brown, heard that the princes of the world were looking all over Erin for the woman that could wear the shoe, and every day they were talking of trying it on; and one day Trembling spoke up and said: “Maybe it’s my foot that the shoe will fit.”\n\n“Oh, the breaking of the dog’s foot on you! Why say so when you were at home every Sunday?”\n\nThey were that way waiting, and scolding the younger sister, till the princes were near the place. The day they were to come, the sisters put Trembling in a closet, and locked the door on her. When the company came to the house, the prince of Emania gave the shoe to the sisters. But though they tried and tried, it would fit neither of them.\n\n“Is there any other young woman in the house?” asked the prince.\n\n“There is,” said Trembling, speaking up in the closet; “I’m here.”\n\n“Oh! we have her for nothing but to put out the ashes,” said the sisters.\n\nBut the prince and the others wouldn’t leave the house till they had seen her; so the two sisters had to open the door. When Trembling came out, the shoe was given to her, and it fitted exactly.\n\nThe prince of Emania looked at her and said: “You are the woman the shoe fits, and you are the woman I took the shoe from.”\n\nThen Trembling spoke up, and said: “Do you stay here till I return.”\n\nThen she went to the henwife’s house. The old woman put on the cloak of darkness, got everything for her she had the first Sunday at church, and put her on the white mare in the same fashion. Then Trembling rode along the highway to the front of the house. All who saw her the first time said: “This is the lady we saw at church.”\n\nThen she went away a second time, and a second time came back on the black mare in the second dress which the henwife gave her. All who saw her the second Sunday said: “That is the lady we saw at church.”\n\nA third time she asked for a short absence, and soon came back on the third mare and in the third dress. All who saw her the third time said: “That is the lady we saw at church.” Every man was satisfied, and knew that she was the woman.\n\nThen all the princes and great men spoke up, and said to the son of the king of Emania: “You’ll have to fight now for her before we let her go with you.”\n\n“I’m here before you, ready for combat,” answered the prince.\n\nThen the son of the king of Lochlin stepped forth. The struggle began, and a terrible struggle it was. They fought for nine hours; and then the son of the king of Lochlin stopped, gave up his claim, and left the field. Next day the son of the king of Spain fought six hours, and yielded his claim. On the third day the son of the king of Nyerfói fought eight hours, and stopped. The fourth day the son of the king of Greece fought six hours, and stopped. On the fifth day no more strange princes wanted to fight; and all the sons of kings in Erin said they would not fight with a man of their own land, that the strangers had had their chance, and, as no others came to claim the woman, she belonged of right to the son of the king of Emania.\n\nThe marriage-day was fixed, and the invitations were sent out. The wedding lasted for a year and a day. When the wedding was over, the king’s son brought home the bride, and when the time came a son was born. The young woman sent for her eldest sister, Fair, to be with her and care for her. One day, when Trembling was well, and when her husband was away hunting, the two sisters went out to walk; and when they came to the seaside, the eldest pushed the youngest sister in. A great whale came and swallowed her.\n\nThe eldest sister came home alone, and the husband asked, “Where is your sister?”\n\n“She has gone home to her father in Ballyshannon; now that I am well, I don’t need her.”\n\n“Well,” said the husband, looking at her, “I’m in dread it’s my wife that has gone.”\n\n“Oh! no,” said she; “it’s my sister Fair that’s gone.”\n\nSince the sisters were very much alike, the prince was in doubt. That night he put his sword between them, and said: “If you are my wife, this sword will get warm; if not, it will stay cold.”\n\nIn the morning when he rose up, the sword was as cold as when he put it there.\n\nIt happened, when the two sisters were walking by the seashore, that a little cowboy was down by the water minding cattle, and saw Fair push Trembling into the sea; and next day, when the tide came in, he saw the whale swim up and throw her out on the sand. When she was on the sand she said to the cowboy: “When you go home in the evening with the cows, tell the master that my sister Fair pushed me into the sea yesterday; that a whale swallowed me, and then threw me out, but will come again and swallow me with the coming of the next tide; then he’ll go out with the tide, and come again with to-morrow’s tide, and throw me again on the strand. The whale will cast me out three times. I’m under the enchantment of this whale, and cannot leave the beach or escape myself. Unless my husband saves me before I’m swallowed the fourth time, I shall be lost. He must come and shoot the whale with a silver bullet when he turns on the broad of his back. Under the breast-fin of the whale is a reddish-brown spot. My husband must hit him in that spot, for it is the only place in which he can be killed.”\n\nWhen the cowboy got home, the eldest sister gave him a drink of forgetfulness, and he did not tell.\n\nNext day he went again to the sea. The whale came and cast Trembling on shore again. She asked the boy “Did you tell the master what I told you to tell him?”\n\n“I did not,” said he; “I forgot.”\n\n“How did you forget?” asked she.\n\n“The woman of the house gave me a drink that made me forget.”\n\n“Well, don’t forget telling him this night; and if she gives you a drink, don’t take it from her.”\n\nAs soon as the cowboy came home, the eldest sister offered him a drink. He refused to take it till he had delivered his message and told all to the master. The third day the prince went down with his gun and a silver bullet in it. He was not long down when the whale came and threw Trembling upon the beach as the two days before. She had no power to speak to her husband till he had killed the whale. Then the whale went out, turned over once on the broad of his back, and showed the spot for a moment only. That moment the prince fired. He had but the one chance, and a short one at that; but he took it, and hit the spot, and the whale, mad with pain, made the sea all around red with blood, and died.\n\nThat minute Trembling was able to speak, and went home with her husband, who sent word to her father what the eldest sister had done. The father came, and told him any punishment he chose to give her to give it. The prince told the father he would leave her punishment with himself.\n\nIn time Trembling had a second child, a daughter. The prince and she sent the cowboy to school, and trained him up as one of their own children, and said: “If the little girl that is born to us now lives, no other man in the world will get her but him.”\n\nThe cowboy and the prince’s daughter lived on till they were married. The mother said to her husband “You could not have saved me from the whale but for the little cowboy; on that account I don’t grudge him my daughter.”\n\nThe son of the king of Emania and Trembling had fourteen children, and they lived happily till the two died of old age."
    },
    {
      "category": "",
      "title": "",
      "body": "The Dream:\n\nHe gently opened his eyes and the warm sun beat upon his face. He lay among the soft caress of the grass and a gentle wind embraced him. His father sat underneath a tree a few feet way beside the babbling brook.\n\n\"You are awake,\" his father smiled.\n\n\"I fell asleep dad.\"\n\n\"You did my son.\"\n\n\"I had a dream dad.\"\n\nHis father rose and sat beside him. \"Do you want to tell me about it?\"\n\n\"It was so real dad. I dreamt of missiles falling from the sky and little kids, even younger than I getting killed and maimed. The world was in a bad state. Millions were poor dad, not even with enough to eat. There were homeless people and destitute. There were huge storms and hurricanes and all types of disasters happening. People were fighting all of the time – over land, possessions, oil and money. Rainforests were dying dad and animals of all types were in danger and the earth was actually heating up! And I dreamt of growing up in this world and I was having happy times and sad times. And I lived a life dad. I did! I had a wife and kids and it was crazy fast you know. Everything went so quickly. And I felt so much. I was scared, full of joy, there was fear and hope. And so many times I felt helpless. And a lot of the time I felt so lonely. Worst of all dad, I didn't know where you were. I kinda knew you were there somewhere and I kept calling out for you. In fact sometimes I gave up hope and told myself that you didn't exist at all. But deep down I had a feeling you were somewhere. As I grew older I stopped searching for you out there and started looking within. Which was strange really but I kinda felt you were a part of me dad just as I was a part of you. It was full on dad and then I just woke up!\"\n\nHis father looked at him with love in his wise eyes. \"That’s some dream son!\"\n\n\"How long was I asleep dad?\"\n\n\"Mmmmmm perhaps 5 minutes... not much more.\"\n\n\"Wow! All of that in 5 minutes?\"\n\nThe son looked knowingly at his dad for awhile.\n\n\"Dad that was my first dream.\"\n\n\"I know son... and your last... if you so choose.\"\n\n\"Dad?\"\n\n\"Yes my son?\"\n\n\"Did you know I was dreaming?\"\n\n\"Why yes, of course.\"\n\nThe son reflected on this for a moment.\n\n\"So dad, during the bad parts of the dream did you know I was suffering?\"\n\n\"My son, you may have appeared to be suffering in the dream but were always perfectly safe with me here.\"\n\n\"You could have woken me?\"\n\n\"I could, but I didn't. You would have woken with a start. It would have been a little frightening for you that way. You gently came out of the dream yourself. You choose to enter the dream state. It is best if you choose to exit.\"\n\nThe son stretched out on the grass.\n\n\"Dad?\"\n\n\"Yes my son.\"\n\n\"I love you.\"\n\n\"I know, my child. We are love.\""
    },
    {
      "category": "",
      "title": "",
      "body": "The Value Of A Smile:\n\nThe value of a smile is priceless, yet it is the cheapest, easiest, most rewarding and most sincere gift to anyone that crosses your path. A smile makes a person's day, anybody's day even a stranger's day. A smile is infectious. Start infecting people with your smile today.\n\nA smile is nature's best antidote for discouragement. It brings rest to the weary, sunshine to those who are sad, and hope to those who are hopeless and defeated.\n\nA smile is so valuable that it can't be bought, begged, borrowed, or taken away against your will. You have to be willing to give a smile away before it can do anyone else any good.\n\nSo if someone is too tired or grumpy to flash you a smile, let him have one of yours anyway. Nobody needs a smile as much as the person who has none to give."
    },
    {
      "category": "",
      "title": "",
      "body": "A Boat For All Feelings:\n\nOnce there was an island where all the feelings and emotions lived together. One day  a big storm from the sea was about to drown the island. Every emotion on the island  was scared, but Love made a boat to escape. \n\nAll the feelings jumped in the boat except for one feeling. Love got down to see who it was.it was Ego! Love tried its best to bring ego to the boat, but Ego didn’t move. Everyone asked Love to leave Ego and come in the boat, but Love was meant to Love. It remained with Ego. All other feelings were left alive but Love died because of Ego!"
    },
    {
      "category": "",
      "title": "",
      "body": "Lion and Poor Slave:\n\nA slave, ill treated by his master, runs away to the forest. There he comes across a lion in pain because of a thorn in his paw. The slave bravely goes forward and removes the thorn gently. \n\nThe lion without hurting him goes away. Some days later, the slave’s master comes hunting to the forest and catches many animals and cages them. The slave is spotted by the masters’ men who catch him and bring him to the cruel master. The master asks for the slave to be thrown into the lion’s cage. \n\nThe slave is awaiting his death in the cage when he realizes that it is the same lion that he had helped. The slave rescued the lion and all other caged animals.\n    \nMoral: One should help others in need, we get the rewards of our helpful acts in return."
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    }
  ]
}