{
  "data": [
    {
      "category": "Long Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Beauty and the Beast",
      "body": "Once upon a time, in a very far-off country, there\nlived a merchant who had been so fortunate in all his\nundertakings that he was enormously rich. As he had,\nhowever, six sons and six daughters, he found that his\nmoney was not too much to let them all have everything\nthey fancied, as they were accustomed to do.\n\nBut one day a most unexpected misfortune befell them.\nTheir house caught fire and was speedily burnt to the\nground, with all the splendid furniture, the books,\npictures, gold, silver, and precious goods it contained;\nand this was only the beginning of their troubles. Their\nfather, who had until this moment prospered in all ways,\nsuddenly lost every ship he had upon the sea, either by\ndint of pirates, shipwreck, or fire. Then he heard that his\nclerks in distant countries, whom he trusted entirely, had\nproved unfaithful; and at last from great wealth he fell\ninto the direst poverty.\n\nAll that he had left was a little house in a desolate place\nat least a hundred leagues from the town in which he had\nlived, and to this he was forced to retreat with his\nchildren, who were in despair at the idea of leading sucha\ndifferent life. Indeed, the daughters at first hoped that\ntheir friends, who had been so numerous while they were\nrich, would insist on their staying in their houses now they\nno longer possessed one. But they soon found that they\nwere left alone, and that their former friends even attributed\ntheir misfortunes to their own extravagance, and\nshowed no intention of offering them any help. So nothing\nwas left for them but to take their departure to the\ncottage, which stood in the midst of a dark forest, and\nseemed to be the most dismal place upon the face of the\nearth. As they were too poor to have any servants, the\ngirls had to work hard, like peasants, and the sons, for\ntheir part, cultivated the fields to earn their living.\nRoughly clothed, and living in the simplest way, the girls\nregretted unceasingly the luxuries and amusements of\ntheir former life; only the youngest tried to be brave and\ncheerful. She had been as sad as anyone when misfortune\novertook her father, but, soon recovering her natural\ngaiety, she set to work to make the best of things, to\namuse her father and brothers as well as she could, and\nto try to persuade her sisters to join her in dancing and\nsinging. But they would do nothing of the sort, and,\nbecause she was not as doleful as themselves, they declared\nthat this miserable life was all she was fit for. But she\nwas really far prettier and cleverer than they were; indeed,\nshe was so lovely that she was always called Beauty.\nAfter two years, when they were all beginning to get used\nto their new life, something happened to disturb their\ntranquillity. Their father received the news that one of\nhis ships, which he had believed to be lost, had come\nsafely into port with a rich cargo. All the sons and daughters\nat once thought that their poverty was at an end, and\nwanted to set out directly for the town; but their father,\nwho was more prudent, begged them to wait a little, and,\nthough it was harvest time, and he could ill be spared,\ndetermined to go himself first, to make inquiries. Only the\nyoungest daughter had any doubt but that they would\nsoon again be as rich as they were before, or at least rich\nenough to live comfortably in some town where they\nwould find amusement and gay companions once more.\nSo they all loaded their father with commissions for\njewels and dresses which it would have taken a fortune\nto buy; only Beauty, feeling sure that it was of no use, did\nnot ask for anything. Her father, noticing her silence,\nsaid: \"And what shall I bring for you, Beauty?\"\n\n\"The only thing I wish for is to see you come home\nsafely,\" she answered.\n\nBut this only vexed her sisters, who fancied she was\nblaming them for having asked for such costly things.\nHer father, however, was pleased, but as he thought that\nat her age she certainly ought to like pretty presents, he\ntold her to choose something.\n\n\"Well, dear father,\" she said, \"as you insist upon it,I\nbeg that you will bring me a rose. I have not seen one\nsince we came here, and I love them so much.\"\n\nSo the merchant set out and reached the town as\nquickly as possible, but only to find that his former\ncompanions, believing him to be dead, had divided between\nthem the goods which the ship had brought; and after six\nmonths of trouble and expense he found himself as poor\nas when he started, having been able to recover only just\nenough to pay the cost of his journey. To make matters\nworse, he was obliged to leave the town in the most\nterrible weather, so that by the time he was within a few\nleagues of his home he was almost exhausted with cold\nand fatigue. Though he knew it would take some hours\nto get through the forest, he was so anxious to be at his\njourney's end that he resolved to go on; but night overtook\nhim, and the deep snow and bitter frost made it\nimpossible for his horse to carry him any further. Nota\nhouse was to be seen; the only shelter he could get was\nthe hollow trunk of a great tree, and there he crouched all\nthe night which seemed to him the longest he had ever\nknown. In spite of his weariness the howling of the\nwolves kept him awake, and even when at last the day\nbroke he was not much better off, for the falling snow had\ncovered up every path, and he did not know which way\nto turn.\n\nAt length he made out some sort of track, and though\nat the beginning it was so rough and slippery that he fell\ndown more than once, it presently became easier, and led\nhim into an avenue of trees which ended in a splendid\ncastle. It seemed to the merchant very strange that no\nsnow had fallen in the avenue, which was entirely\ncomposed of orange trees, covered with flowers and fruit.\nWhen he reached the first court of the castle he saw before\nhim a flight of agate steps, and went up them, and passed\nthrough several splendidly furnished rooms. The pleasant\nwarmth of the air revived him, and he felt very hungry;\nbut there seemed to be nobody in all this vast and splendid\npalace whom he could ask to give him something to\neat. Deep silence reigned everywhere, and at last, tired\nof roaming through empty rooms and galleries, he stopped\nin a room smaller than the rest, where a clear fire was\nburning and a couch was drawn up closely to it. Thinking\nthat this must be prepared for someone who was\nexpected, he sat down to wait till he should come, and\nvery soon fell into a sweet sleep.\n\nWhen his extreme hunger wakened him after several\nhours, he was still alone; but a little table, upon which\nwas a good dinner, had been drawn up close to him, and,\nas he had eaten nothing for twenty-four hours, he lost no\ntime in beginning his meal, hoping that he might soon\nhave an opportunity of thanking his considerate entertainer,\nwhoever it might be. But no one appeared, and\neven after another long sleep, from which he awoke\ncompletely refreshed, there was no sign of anybody, though\na fresh meal of dainty cakes and fruit was prepared upon\nthe little table at his elbow. Being naturally timid, the\nsilence began to terrify him, and he resolved to search\nonce more through all the rooms; but it was of no use.\nNot even a servant was to be seen; there was no sign of\nlife in the palace! He began to wonder what he should do,\nand to amuse himself by pretending that all the treasures\nhe saw were his own, and considering how he would\ndivide them among his children. Then he went down into\nthe garden, and though it was winter everywhere else,\nhere the sun shone, and the birds sang, and the flowers\nbloomed, and the air was soft and sweet. The merchant,\nin ecstacies with all he saw and heard, said to himself:\n\n\"All this must be meant for me. I will go this minute\nand bring my children to share all these delights.\"\n\nIn spite of being so cold and weary when he reached the\ncastle, he had taken his horse to the stable and fed it.\nNow he thought he would saddle it for his homeward\njourney, and he turned down the path which led to the\nstable. This path had a hedge of roses on each side of it,\nand the merchant thought he had never seen or smelt\nsuch exquisite flowers. They reminded him of his promise\nto Beauty, and he stopped and had just gathered one to\ntake to her when he was startled by a strange noise behind\nhim. Turning round, he saw a frightful Beast, which\nseemed to be very angry and said, in a terrible voice:\n\n\"Who told you that you might gather my roses? Was\nit not enough that I allowed you to be in my palace and\nwas kind to you? This is the way you show your gratitude,\nby stealing my flowers! But your insolence shall\nnot go unpunished.\" The merchant, terrified by these\nfurious words, dropped the fatal rose, and, throwing\nhimself on his knees, cried: \"Pardon me, noble sir. I am\ntruly grateful to you for your hospitality, which was so\nmagnificent that I could not imagine that you would be\noffended by my taking such a little thing as a rose.\" But\nthe Beast's anger was not lessened by this speech.\n\n\"You are very ready with excuses and flattery,\" he\ncried; \"but that will not save you from the death you\ndeserve.\"\n\n\"Alas!\" thought the merchant, \"if my daughter\ncould only know what danger her rose has brought me\ninto!\"\n\nAnd in despair he began to tell the Beast all his\nmisfortunes, and the reason of his journey, not forgetting to\nmention Beauty's request.\n\n\"A king's ransom would hardly have procured all that\nmy other daughters asked.\" he said: \"but I thought that\nI might at least take Beauty her rose. I beg you to forgive\nme, for you see I meant no harm.\"\n\nThe Beast considered for a moment, and then he said,\nin a less furious tone:\n\n\"I will forgive you on one condition--that is, that you\nwill give me one of your daughters.\"\n\n\"Ah!\" cried the merchant, \"if I were cruel enough to\nbuy my own life at the expense of one of my children's,\nwhat excuse could I invent to bring her here?\"\n\n\"No excuse would be necessary,\" answered the Beast.\n\"If she comes at all she must come willingly. On no other\ncondition will I have her. See if any one of them is\ncourageous enough, and loves you well enough to come\nand save your life. You seem to be an honest man, soI\nwill trust you to go home. I give you a month to see if\neither of your daughters will come back with you and stay\nhere, to let you go free. If neither of them is willing, you\nmust come alone, after bidding them good-by for ever,\nfor then you will belong to me. And do not imagine that\nyou can hide from me, for if you fail to keep your word\nI will come and fetch you!\" added the Beast grimly.\n\nThe merchant accepted this proposal, though he did\nnot really think any of his daughters could be persuaded\nto come. He promised to return at the time appointed,\nand then, anxious to escape from the presence of the\nBeast, he asked permission to set off at once. But the\nBeast answered that he could not go until next day.\n\n\"Then you will find a horse ready for you,\" he said.\n\"Now go and eat your supper, and await my orders.\"\n\nThe poor merchant, more dead than alive, went back\nto his room, where the most delicious supper was already\nserved on the little table which was drawn up beforea\nblazing fire. But he was too terrified to eat, and only\ntasted a few of the dishes, for fear the Beast should be\nangry if he did not obey his orders. When he had finished\nhe heard a great noise in the next room, which he knew\nmeant that the Beast was coming. As he could do nothing\nto escape his visit, the only thing that remained was to\nseem as little afraid as possible; so when the Beast\nappeared and asked roughly if he had supped well, the\nmerchant answered humbly that he had, thanks to his\nhost's kindness. Then the Beast warned him to remember\ntheir agreement, and to prepare his daughter exactly for\nwhat she had to expect.\n\n\"Do not get up to-morrow,\" he added, \"until you see\nthe sun and hear a golden bell ring. Then you will find\nyour breakfast waiting for you here, and the horse you\nare to ride will be ready in the courtyard. He will also\nbring you back again when you come with your daughter\na month hence. Farewell. Take a rose to Beauty, and\nremember your promise!\"\n\nThe merchant was only too glad when the Beast went\naway, and though he could not sleep for sadness, he lay\ndown until the sun rose. Then, after a hasty breakfast,\nhe went to gather Beauty's rose, and mounted his horse,\nwhich carried him off so swiftly that in an instant he had\nlost sight of the palace, and he was still wrapped in\ngloomy thoughts when it stopped before the door of the\ncottage.\n\nHis sons and daughters, who had been very uneasy at\nhis long absence, rushed to meet him, eager to know the\nresult of his journey, which, seeing him mounted upona\nsplendid horse and wrapped in a rich mantle, they\nsupposed to be favorable. He hid the truth from them at\nfirst, only saying sadly to Beauty as he gave her the rose:\n\n\"Here is what you asked me to bring you; you little\nknow what it has cost.\"\n\nBut this excited their curiosity so greatly that presently\nhe told them his adventures from beginning to end, and\nthen they were all very unhappy. The girls lamented\nloudly over their lost hopes, and the sons declared that\ntheir father should not return to this terrible castle, and\nbegan to make plans for killing the Beast if it should\ncome to fetch him. But he reminded them that he had\npromised to go back. Then the girls were very angry\nwith Beauty, and said it was all her fault, and that if she\nhad asked for something sensible this would never have\nhappened, and complained bitterly that they should have\nto suffer for her folly.\n\nPoor Beauty, much distressed, said to them:\n\n\"I have, indeed, caused this misfortune, but I assure\nyou I did it innocently. Who could have guessed that to\nask for a rose in the middle of summer would cause so\nmuch misery? But as I did the mischief it is only just\nthat I should suffer for it. I will therefore go back with\nmy father to keep his promise.\"\n\nAt first nobody would hear of this arrangement, and\nher father and brothers, who loved her dearly, declared\nthat nothing should make them let her go; but Beauty\nwas firm. As the time drew near she divided all her little\npossessions between her sisters, and said good-by to\neverything she loved, and when the fatal day came she\nencouraged and cheered her father as they mounted\ntogether the horse which had brought him back. It seemed\nto fly rather than gallop, but so smoothly that Beauty was\nnot frightened; indeed, she would have enjoyed the journey\nif she had not feared what might happen to her at the\nend of it. Her father still tried to persuade her to go back,\nbut in vain. While they were talking the night fell, and\nthen, to their great surprise, wonderful colored lights\nbegan to shine in all directions, and splendid fireworks\nblazed out before them; all the forest was illuminated by\nthem, and even felt pleasantly warm, though it had been\nbitterly cold before. This lasted until they reached the\navenue of orange trees, where were statues holding flaming\ntorches, and when they got nearer to the palace they\nsaw that it was illuminated from the roof to the ground,\nand music sounded softly from the courtyard. \"The\nBeast must be very hungry,\" said Beauty, trying to\nlaugh, \"if he makes all this rejoicing over the arrival of\nhis prey.\"\n\nBut, in spite of her anxiety, she could not help admiring\nall the wonderful things she saw.\n\nThe horse stopped at the foot of the flight of steps\nleading to the terrace, and when they had dismounted her\nfather led her to the little room he had been in before,\nwhere they found a splendid fire burning, and the table\ndaintily spread with a delicious supper.\n\nThe merchant knew that this was meant for them, and\nBeauty, who was rather less frightened now that she had\npassed through so many rooms and seen nothing of the\nBeast, was quite willing to begin, for her long ride had\nmade her very hungry. But they had hardly finished\ntheir meal when the noise of the Beast's footsteps was\nheard approaching, and Beauty clung to her father in\nterror, which became all the greater when she saw how\nfrightened he was. But when the Beast really appeared,\nthough she trembled at the sight of him, she made a great\neffort to hide her terror, and saluted him respectfully.\n\nThis evidently pleased the Beast. After looking at her\nhe said, in a tone that might have struck terror into the\nboldest heart, though he did not seem to be angry:\n\n\"Good-evening, old man. Good-evening, Beauty.\"\n\nThe merchant was too terrified to reply, but Beauty\nanswered sweetly: \"Good-evening, Beast.\"\n\n\"Have you come willingly?\" asked the Beast. \"Will\nyou be content to stay here when your father goes away?\"\n\nBeauty answered bravely that she was quite prepared\nto stay.\n\n\"I am pleased with you,\" said the Beast. \"As you have\ncome of your own accord, you may stay. As for you, old\nman,\" he added, turning to the merchant, \"at sunrise\nto-morrow you will take your departure. When the bell\nrings get up quickly and eat your breakfast, and you will\nfind the same horse waiting to take you home; but remember\nthat you must never expect to see my palace again.\"\n\nThen turning to Beauty, he said:\n\n\"Take your father into the next room, and help him to\nchoose everything you think your brothers and sisters\nwould like to have. You will find two traveling-trunks\nthere; fill them as full as you can. It is only just that you\nshould send them something very precious as a remembrance\nof yourself.\"\n\nThen he went away, after saying, \"Good-by, Beauty;\ngood-by, old man\"; and though Beauty was beginning to\nthink with great dismay of her father's departure, she was\nafraid to disobey the Beast's orders; and they went into\nthe next room, which had shelves and cupboards all round\nit. They were greatly surprised at the riches it contained.\nThere were splendid dresses fit for a queen, with all the\nornaments that were to be worn with them; and when\nBeauty opened the cupboards she was quite dazzled by\nthe gorgeous jewels that lay in heaps upon every shelf.\nAfter choosing a vast quantity, which she divided between\nher sisters--for she had made a heap of the wonderful\ndresses for each of them--she opened the last chest,\nwhich was full of gold.\n\n\"I think, father,\" she said, \"that, as the gold will be\nmore useful to you, we had better take out the other\nthings again, and fill the trunks with it.\" So they did\nthis; but the more they put in the more room there seemed\nto be, and at last they put back all the jewels and dresses\nthey had taken out, and Beauty even added as many\nmore of the jewels as she could carry at once; and then\nthe trunks were not too full, but they were so heavy that\nan elephant could not have carried them!\n\n\"The Beast was mocking us,\" cried the merchant; \"he\nmust have pretended to give us all these things, knowing\nthat I could not carry them away.\"\n\n\"Let us wait and see,\" answered Beauty. \"I cannot\nbelieve that he meant to deceive us. All we can do is to\nfasten them up and leave them ready.\"\n\nSo they did this and returned to the little room, where,\nto their astonishment, they found breakfast ready. The\nmerchant ate his with a good appetite, as the Beast's\ngenerosity made him believe that he might perhaps venture\nto come back soon and see Beauty. But she felt sure\nthat her father was leaving her for ever, so she was very\nsad when the bell rang sharply for the second time, and\nwarned them that the time had come for them to part.\nThey went down into the courtyard, where two horses\nwere waiting, one loaded with the two trunks, the other\nfor him to ride. They were pawing the ground in their\nimpatience to start, and the merchant was forced to bid\nBeauty a hasty farewell; and as soon as he was mounted\nhe went off at such a pace that she lost sight of him in an\ninstant. Then Beauty began to cry, and wandered sadly\nback to her own room. But she soon found that she was\nvery sleepy, and as she had nothing better to do she lay\ndown and instantly fell asleep. And then she dreamed\nthat she was walking by a brook bordered with trees, and\nlamenting her sad fate, when a young prince, handsomer\nthan anyone she had ever seen, and with a voice that\nwent straight to her heart, came and said to her, \"Ah,\nBeauty! you are not so unfortunate as you suppose. Here\nyou will be rewarded for all you have suffered elsewhere.\nYour every wish shall be gratified. Only try to find me\nout, no matter how I may be disguised, as I love you\ndearly, and in making me happy you will find your own\nhappiness. Be as true-hearted as you are beautiful, and\nwe shall have nothing left to wish for.\"\n\n\"What can I do, Prince, to make you happy?\" said\nBeauty.\n\n\"Only be grateful,\" he answered, \"and do not trust too\nmuch to your eyes. And, above all, do not desert me\nuntil you have saved me from my cruel misery.\"\n\nAfter this she thought she found herself in a room with\na stately and beautiful lady, who said to her:\n\n\"Dear Beauty, try not to regret all you have left\nbehind you, for you are destined to a better fate. Only do\nnot let yourself be deceived by appearances.\"\n\nBeauty found her dreams so interesting that she was in\nno hurry to awake, but presently the clock roused her by\ncalling her name softly twelve times, and then she got up\nand found her dressing-table set out with everything she\ncould possibly want; and when her toilet was finished she\nfound dinner was waiting in the room next to hers. But\ndinner does not take very long when you are all by yourself,\nand very soon she sat down cosily in the corner ofa\nsofa, and began to think about the charming Prince she\nhad seen in her dream.\n\n\"He said I could make him happy,\" said Beauty to\nherself.\n\n\"It seems, then, that this horrible Beast keeps hima\nprisoner. How can I set him free? I wonder why they\nboth told me not to trust to appearances? I don't understand\nit. But, after all, it was only a dream, so why\nshould I trouble myself about it? I had better go and\nfind something to do to amuse myself.\"\n\nSo she got up and began to explore some of the many\nrooms of the palace.\n\nThe first she entered was lined with mirrors, and Beauty\nsaw herself reflected on every side, and thought she had\nnever seen such a charming room. Then a bracelet which\nwas hanging from a chandelier caught her eye, and on\ntaking it down she was greatly surprised to find that it\nheld a portrait of her unknown admirer, just as she had\nseen him in her dream. With great delight she slipped\nthe bracelet on her arm, and went on into a gallery of\npictures, where she soon found a portrait of the same\nhandsome Prince, as large as life, and so well painted that\nas she studied it he seemed to smile kindly at her. Tearing\nherself away from the portrait at last, she passed through\ninto a room which contained every musical instrument\nunder the sun, and here she amused herself for a long\nwhile in trying some of them, and singing until she was\ntired. The next room was a library, and she saw everything\nshe had ever wanted to read, as well as everything\nshe had read, and it seemed to her that a whole lifetime\nwould not be enough to even read the names of the books,\nthere were so many. By this time it was growing dusk,\nand wax candles in diamond and ruby candlesticks were\nbeginning to light themselves in every room.\n\nBeauty found her supper served just at the time she\npreferred to have it, but she did not see anyone or hear\na sound, and, though her father had warned her that she\nwould be alone, she began to find it rather dull.\n\nBut presently she heard the Beast coming, and wondered\ntremblingly if he meant to eat her up now.\n\nHowever, as he did not seem at all ferocious, and only\nsaid gruffly:\n\n\"Good-evening, Beauty,\" she answered cheerfully and\nmanaged to conceal her terror. Then the Beast asked her\nhow she had been amusing herself, and she told him all\nthe rooms she had seen.\n\nThen he asked if she thought she could be happy in his\npalace; and Beauty answered that everything was so\nbeautiful that she would be very hard to please if she\ncould not be happy. And after about an hour's talk\nBeauty began to think that the Beast was not nearly so\nterrible as she had supposed at first. Then he got up to\nleave her, and said in his gruff voice:\n\n\"Do you love me, Beauty? Will you marry me?\"\n\n\"Oh! what shall I say?\" cried Beauty, for she was\nafraid to make the Beast angry by refusing.\n\n\"Say 'yes' or 'no' without fear,\" he replied.\n\n\"Oh! no, Beast,\" said Beauty hastily.\n\n\"Since you will not, good-night, Beauty,\" he said.\n\nAnd she answered, \"Good-night, Beast,\" very glad to\nfind that her refusal had not provoked him. And after\nhe was gone she was very soon in bed and asleep, and\ndreaming of her unknown Prince. She thought he came\nand said to her:\n\n\"Ah, Beauty! why are you so unkind to me? I fearI\nam fated to be unhappy for many a long day still.\"\n\nAnd then her dreams changed, but the charming Prince\nfigured in them all; and when morning came her first\nthought was to look at the portrait, and see if it was really\nlike him, and she found that it certainly was.\n\nThis morning she decided to amuse herself in the garden,\nfor the sun shone, and all the fountains were playing;\nbut she was astonished to find that every place was\nfamiliar to her, and presently she came to the brook where\nthe myrtle trees were growing where she had first met the\nPrince in her dream, and that made her think more than\never that he must be kept a prisoner by the Beast. When\nshe was tired she went back to the palace, and founda\nnew room full of materials for every kind of work--ribbons\nto make into bows, and silks to work into flowers.\nThen there was an aviary full of rare birds, which were so\ntame that they flew to Beauty as soon as they saw her,\nand perched upon her shoulders and her head.\n\n\"Pretty little creatures,\" she said, \"how I wish that\nyour cage was nearer to my room, that I might often hear\nyou sing!\"\n\nSo saying she opened a door, and found, to her delight,\nthat it led into her own room, though she had thought it\nwas quite the other side of the palace.\n\nThere were more birds in a room farther on, parrots\nand cockatoos that could talk, and they greeted Beauty\nby name; indeed, she found them so entertaining that she\ntook one or two back to her room, and they talked to her\nwhile she was at supper; after which the Beast paid her\nhis usual visit, and asked her the same questions as before,\nand then with a gruff \"good-night\" he took his departure,\nand Beauty went to bed to dream of her mysterious\nPrince. The days passed swiftly in different\namusements, and after a while Beauty found out another\nstrange thing in the palace, which often pleased her when\nshe was tired of being alone. There was one room which\nshe had not noticed particularly; it was empty, except\nthat under each of the windows stood a very comfortable\nchair; and the first time she had looked out of the window\nit had seemed to her that a black curtain prevented her\nfrom seeing anything outside. But the second time she\nwent into the room, happening to be tired, she sat down\nin one of the chairs, when instantly the curtain was rolled\naside, and a most amusing pantomime was acted before\nher; there were dances, and colored lights, and music, and\npretty dresses, and it was all so gay that Beauty was in\necstacies. After that she tried the other seven windows\nin turn, and there was some new and surprising entertainment\nto be seen from each of them, so that Beauty never\ncould feel lonely any more. Every evening after supper\nthe Beast came to see her, and always before saying\ngood-night asked her in his terrible voice:\n\n\"Beauty, will you marry me?\"\n\nAnd it seemed to Beauty, now she understood him\nbetter, that when she said, \"No, Beast,\" he went away\nquite sad. But her happy dreams of the handsome young\nPrince soon made her forget the poor Beast, and the only\nthing that at all disturbed her was to be constantly told\nto distrust appearances, to let her heart guide her, and\nnot her eyes, and many other equally perplexing things,\nwhich, consider as she would, she could not understand.\n\nSo everything went on for a long time, until at last,\nhappy as she was, Beauty began to long for the sight of\nher father and her brothers and sisters; and one night,\nseeing her look very sad, the Beast asked her what was\nthe matter. Beauty had quite ceased to be afraid of him.\nNow she knew that he was really gentle in spite of his\nferocious looks and his dreadful voice. So she answered\nthat she was longing to see her home once more. Upon\nhearing this the Beast seemed sadly distressed, and cried\nmiserably.\n\n\"Ah! Beauty, have you the heart to desert an unhappy\nBeast like this? What more do you want to make you\nhappy? Is it because you hate me that you want to\nescape?\"\n\n\"No, dear Beast,\" answered Beauty softly, \"I do not\nhate you, and I should be very sorry never to see you any\nmore, but I long to see my father again. Only let me go\nfor two months, and I promise to come back to you and\nstay for the rest of my life.\"\n\nThe Beast, who had been sighing dolefully while she\nspoke, now replied:\n\n\"I cannot refuse you anything you ask, even though it\nshould cost me my life. Take the four boxes you will find\nin the room next to your own, and fill them with everything\nyou wish to take with you. But remember your\npromise and come back when the two months are over,\nor you may have cause to repent it, for if you do not\ncome in good time you will find your faithful Beast dead.\nYou will not need any chariot to bring you back. Only\nsay good-by to all your brothers and sisters the night\nbefore you come away, and when you have gone to bed\nturn this ring round upon your finger and say firmly: 'I\nwish to go back to my palace and see my Beast again.'\nGood-night, Beauty. Fear nothing, sleep peacefully, and\nbefore long you shall see your father once more.\"\n\nAs soon as Beauty was alone she hastened to fill the\nboxes with all the rare and precious things she saw about\nher, and only when she was tired of heaping things into\nthem did they seem to be full.\n\nThen she went to bed, but could hardly sleep for joy.\nAnd when at last she did begin to dream of her beloved\nPrince she was grieved to see him stretched upon a grassy\nbank, sad and weary, and hardly like himself.\n\n\"What is the matter?\" she cried.\n\nHe looked at her reproachfully, and said:\n\n\"How can you ask me, cruel one? Are you not leaving\nme to my death perhaps?\"\n\n\"Ah! don't be so sorrowful,\" cried Beauty; \"I am only\ngoing to assure my father that I am safe and happy.I\nhave promised the Beast faithfully that I will come back,\nand he would die of grief if I did not keep my word!\"\n\n\"What would that matter to you?\" said the Prince\n\"Surely you would not care?\"\n\n\"Indeed, I should be ungrateful if I did not care for\nsuch a kind Beast,\" cried Beauty indignantly. \"I would\ndie to save him from pain. I assure you it is not his fault\nthat he is so ugly.\"\n\nJust then a strange sound woke her--someone was\nspeaking not very far away; and opening her eyes she\nfound herself in a room she had never seen before, which\nwas certainly not nearly so splendid as those she was\nused to in the Beast's palace. Where could she be? She\ngot up and dressed hastily, and then saw that the boxes\nshe had packed the night before were all in the room.\nWhile she was wondering by what magic the Beast had\ntransported them and herself to this strange place she\nsuddenly heard her father's voice, and rushed out and\ngreeted him joyfully. Her brothers and sisters were all\nastonished at her appearance, as they had never expected\nto see her again, and there was no end to the questions\nthey asked her. She had also much to hear about what\nhad happened to them while she was away, and of her\nfather's journey home. But when they heard that she had\nonly come to be with them for a short time, and then\nmust go back to the Beast's palace for ever, they lamented\nloudly. Then Beauty asked her father what he thought\ncould be the meaning of her strange dreams, and why the\nPrince constantly begged her not to trust to appearances.\nAfter much consideration, he answered: \"You tell me\nyourself that the Beast, frightful as he is, loves you dearly,\nand deserves your love and gratitude for his gentleness\nand kindness; I think the Prince must mean you to understand\nthat you ought to reward him by doing as he wishes\nyou to, in spite of his ugliness.\"\n\nBeauty could not help seeing that this seemed very\nprobable; still, when she thought of her dear Prince who\nwas so handsome, she did not feel at all inclined to marry\nthe Beast. At any rate, for two months she need not\ndecide, but could enjoy herself with her sisters. But\nthough they were rich now, and lived in town again, and\nhad plenty of acquaintances, Beauty found that nothing\namused her very much; and she often thought of the\npalace, where she was so happy, especially as at home she\nnever once dreamed of her dear Prince, and she felt quite\nsad without him.\n\nThen her sisters seemed to have got quite used to being\nwithout her, and even found her rather in the way, so\nshe would not have been sorry when the two months\nwere over but for her father and brothers, who begged her\nto stay, and seemed so grieved at the thought of her\ndeparture that she had not the courage to say good-by to\nthem. Every day when she got up she meant to say it at\nnight, and when night came she put it off again, until at\nlast she had a dismal dream which helped her to make\nup her mind. She thought she was wandering in a lonely\npath in the palace gardens, when she heard groans which\nseemed to come from some bushes hiding the entrance of\na cave, and running quickly to see what could be the\nmatter, she found the Beast stretched out upon his side,\napparently dying. He reproached her faintly with being\nthe cause of his distress, and at the same momenta\nstately lady appeared, and said very gravely:\n\n\"Ah! Beauty, you are only just in time to save his life.\nSee what happens when people do not keep their promises!\nIf you had delayed one day more, you would have\nfound him dead.\"\n\nBeauty was so terrified by this dream that the next\nmorning she announced her intention of going back at\nonce, and that very night she said good-by to her father\nand all her brothers and sisters, and as soon as she was in\nbed she turned her ring round upon her finger, and said\nfirmly, \"I wish to go back to my palace and see my Beast\nagain,\" as she had been told to do.\n\nThen she fell asleep instantly, and only woke up to hear\nthe clock saying \"Beauty, Beauty\" twelve times in its\nmusical voice, which told her at once that she was really\nin the palace once more. Everything was just as before,\nand her birds were so glad to see her! But Beauty thought\nshe had never known such a long day, for she was so\nanxious to see the Beast again that she felt as if suppertime\nwould never come.\n\nBut when it did come and no Beast appeared she was\nreally frightened; so, after listening and waiting for a long\ntime, she ran down into the garden to search for him. Up\nand down the paths and avenues ran poor Beauty, calling\nhim in vain, for no one answered, and not a trace of him\ncould she find; until at last, quite tired, she stopped fora\nminute's rest, and saw that she was standing opposite the\nshady path she had seen in her dream. She rushed down\nit, and, sure enough, there was the cave, and in it lay the\nBeast--asleep, as Beauty thought. Quite glad to have\nfound him, she ran up and stroked his head, but, to her\nhorror, he did not move or open his eyes.\n\n\"Oh! he is dead; and it is all my fault,\" said Beauty,\ncrying bitterly.\n\nBut then, looking at him again, she fancied he still\nbreathed, and, hastily fetching some water from the\nnearest fountain, she sprinkled it over his face, and,\nto her great delight, he began to revive.\n\n\"Oh! Beast, how you frightened me!\" she cried. \"I\nnever knew how much I loved you until just now, when\nI feared I was too late to save your life.\"\n\n\"Can you really love such an ugly creature as I am?\"\nsaid the Beast faintly. \"Ah! Beauty, you only came just\nin time. I was dying because I thought you had forgotten\nyour promise. But go back now and rest, I shall see you\nagain by and by.\"\n\nBeauty, who had half expected that he would be angry\nwith her, was reassured by his gentle voice, and went\nback to the palace, where supper was awaiting her; and\nafterward the Beast came in as usual, and talked about\nthe time she had spent with her father, asking if she had\nenjoyed herself, and if they had all been very glad to see\nher.\n\nBeauty answered politely, and quite enjoyed telling\nhim all that had happened to her. And when at last the\ntime came for him to go, and he asked, as he had so often\nasked before, \"Beauty, will you marry me?\"\n\nShe answered softly, \"Yes, dear Beast.\"\n\nAs she spoke a blaze of light sprang up before the\nwindows of the palace; fireworks crackled and guns\nbanged, and across the avenue of orange trees, in letters\nall made of fire-flies, was written: \"Long live the Prince\nand his Bride.\"\n\nTurning to ask the Beast what it could all mean,\nBeauty found that he had disappeared, and in his place\nstood her long-loved Prince! At the same moment the\nwheels of a chariot were heard upon the terrace, and two\nladies entered the room. One of them Beauty recognized\nas the stately lady she had seen in her dreams; the other\nwas also so grand and queenly that Beauty hardly knew\nwhich to greet first.\n\nBut the one she already knew said to her companion:\n\n\"Well, Queen, this is Beauty, who has had the courage\nto rescue your son from the terrible enchantment. They\nlove one another, and only your consent to their marriage\nis wanting to make them perfectly happy.\"\n\n\"I consent with all my heart,\" cried the Queen. \"How\ncan I ever thank you enough, charming girl, for having\nrestored my dear son to his natural form?\"\n\nAnd then she tenderly embraced Beauty and the\nPrince, who had meanwhile been greeting the Fairy and\nreceiving her congratulations.\n\n\"Now,\" said the Fairy to Beauty, \"I suppose you would\nlike me to send for all your brothers and sisters to dance\nat your wedding?\"\n\nAnd so she did, and the marriage was celebrated the\nvery next day with the utmost splendor, and Beauty and\nthe Prince lived happily ever after."
    },
    {
      "category": "Long Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Sleeping Beauty",
      "body": "There were formerly a king and a queen, who were so\nsorry that they had no children; so sorry that it cannot\nbe expressed. They went to all the waters in the world;\nvows, pilgrimages, all ways were tried, and all to no\npurpose.\n\nAt last, however, the Queen had a daughter. There was\na very fine christening; and the Princess had for her\ngod-mothers all the fairies they could find in the whole\nkingdom (they found seven), that every one of them might\ngive her a gift, as was the custom of fairies in those days.\nBy this means the Princess had all the perfections imaginable.\n\nAfter the ceremonies of the christening were over, all\nthe company returned to the King's palace, where was\nprepared a great feast for the fairies. There was placed\nbefore every one of them a magnificent cover with a case\nof massive gold, wherein were a spoon, knife, and fork, all\nof pure gold set with diamonds and rubies. But as they\nwere all sitting down at table they saw come into the hall\na very old fairy, whom they had not invited, because it\nwas above fifty years since she had been out of a certain\ntower, and she was believed to be either dead or enchanted.\n\nThe King ordered her a cover, but could not furnish her\nwith a case of gold as the others, because they had only\nseven made for the seven fairies. The old Fairy fancied\nshe was slighted, and muttered some threats between her\nteeth. One of the young fairies who sat by her overheard\nhow she grumbled; and, judging that she might give the\nlittle Princess some unlucky gift, went, as soon as they\nrose from table, and hid herself behind the hangings, that\nshe might speak last, and repair, as much as she could, the\nevil which the old Fairy might intend.\n\nIn the meanwhile all the fairies began to give their gifts\nto the Princess. The youngest gave her for gift that she\nshould be the most beautiful person in the world; the\nnext, that she should have the wit of an angel; the third,\nthat she should have a wonderful grace in everything she\ndid; the fourth, that she should dance perfectly well; the\nfifth, that she should sing like a nightingale; and the\nsixth, that she should play all kinds of music to the\nutmost perfection.\n\nThe old Fairy's turn coming next, with a head shaking\nmore with spite than age, she said that the Princess\nshould have her hand pierced with a spindle and die of\nthe wound. This terrible gift made the whole company\ntremble, and everybody fell a-crying.\n\nAt this very instant the young Fairy came out from\nbehind the hangings, and spake these words aloud:\n\n\"Assure yourselves, O King and Queen, that your\ndaughter shall not die of this disaster. It is true, I have\nno power to undo entirely what my elder has done. The\nPrincess shall indeed pierce her hand with a spindle; but,\ninstead of dying, she shall only fall into a profound sleep,\nwhich shall last a hundred years, at the expiration of\nwhich a king's son shall come and awake her.\"\n\nThe King, to avoid the misfortune foretold by the old\nFairy, caused immediately proclamation to be made,\nwhereby everybody was forbidden, on pain of death, to\nspin with a distaff and spindle, or to have so much as any\nspindle in their houses. About fifteen or sixteen years\nafter, the King and Queen being gone to one of their houses\nof pleasure, the young Princess happened one day to\ndivert herself in running up and down the palace; when\ngoing up from one apartment to another, she came into\na little room on the top of the tower, where a good old\nwoman, alone, was spinning with her spindle. This good\nwoman had never heard of the King's proclamation\nagainst spindles.\n\n\"What are you doing there, goody?\" said the Princess.\n\n\"I am spinning, my pretty child,\" said the old woman,\nwho did not know who she was.\n\n\"Ha!\" said the Princess, \"this is very pretty; how do\nyou do it? Give it to me, that I may see if I can do so.\"\n\nShe had no sooner taken it into her hand than, whether\nbeing very hasty at it, somewhat unhandy, or that the\ndecree of the Fairy had so ordained it, it ran into her\nhand, and she fell down in a swoon.\n\nThe good old woman, not knowing very well what to do\nin this affair, cried out for help. People came in from\nevery quarter in great numbers; they threw water upon\nthe Princess's face, unlaced her, struck her on the palms\nof her hands, and rubbed her temples with Hungary-water;\nbut nothing would bring her to herself.\n\nAnd now the King, who came up at the noise, bethought\nhimself of the prediction of the fairies, and, judging very\nwell that this must necessarily come to pass, since the\nfairies had said it, caused the Princess to be carried into\nthe finest apartment in his palace, and to be laid upona\nbed all embroidered with gold and silver.\n\nOne would have taken her for a little angel, she was so\nvery beautiful; for her swooning away had not diminished\none bit of her complexion; her cheeks were carnation, and\nher lips were coral; indeed, her eyes were shut, but she\nwas heard to breathe softly, which satisfied those about\nher that she was not dead. The King commanded that\nthey should not disturb her, but let her sleep quietly till\nher hour of awaking was come.\n\nThe good Fairy who had saved her life by condemning\nher to sleep a hundred years was in the kingdom of\nMatakin, twelve thousand leagues off, when this accident\nbefell the Princess; but she was instantly informed of it\nby a little dwarf, who had boots of seven leagues, that is,\nboots with which he could tread over seven leagues of\nground in one stride. The Fairy came away immediately,\nand she arrived, about an hour after, in a fiery chariot\ndrawn by dragons.\n\nThe King handed her out of the chariot, and she\napproved everything he had done, but as she had very great\nforesight, she thought when the Princess should awake\nshe might not know what to do with herself, being all\nalone in this old palace; and this was what she did: she\ntouched with her wand everything in the palace (except\nthe King and Queen)--governesses, maids of honor, ladies\nof the bedchamber, gentlemen, officers, stewards, cooks,\nundercooks, scullions, guards, with their beefeaters,\npages, footmen; she likewise touched all the horses which\nwere in the stables, pads as well as others, the great dogs\nin the outward court and pretty little Mopsey too, the\nPrincess's little spaniel, which lay by her on the bed.\n\nImmediately upon her touching them they all fell\nasleep, that they might not awake before their mistress\nand that they might be ready to wait upon her when she\nwanted them. The very spits at the fire, as full as they\ncould hold of partridges and pheasants, did fall asleep\nalso. All this was done in a moment. Fairies are not long\nin doing their business.\n\nAnd now the King and the Queen, having kissed their\ndear child without waking her, went out of the palace and\nput forth a proclamation that nobody should dare to\ncome near it.\n\nThis, however, was not necessary, for in a quarter of an\nhour's time there grew up all round about the park such\na vast number of trees, great and small, bushes and\nbrambles, twining one within another, that neither man\nnor beast could pass through; so that nothing could be\nseen but the very top of the towers of the palace; and\nthat, too, not unless it was a good way off. Nobody;\ndoubted but the Fairy gave herein a very extraordinary\nsample of her art, that the Princess, while she continued\nsleeping, might have nothing to fear from any curious\npeople.\n\nWhen a hundred years were gone and passed the son of\nthe King then reigning, and who was of another family\nfrom that of the sleeping Princess, being gone a-hunting\non that side of the country, asked:\n\nWhat those towers were which he saw in the middle of\na great thick wood?\n\nEveryone answered according as they had heard. Some\nsaid:\n\nThat it was a ruinous old castle, haunted by spirits.\n\nOthers, That all the sorcerers and witches of the\ncountry kept there their sabbath or night's meeting.\n\nThe common opinion was: That an ogre lived there, and\nthat he carried thither all the little children he could\ncatch, that he might eat them up at his leisure, without\nanybody being able to follow him, as having himself only\nthe power to pass through the wood.\n\nThe Prince was at a stand, not knowing what to\nbelieve, when a very good countryman spake to him thus:\n\n\"May it please your royal highness, it is now about\nfifty years since I heard from my father, who heard my\ngrandfather say, that there was then in this castlea\nprincess, the most beautiful was ever seen; that she must\nsleep there a hundred years, and should be waked bya\nking's son, for whom she was reserved.\"\n\nThe young Prince was all on fire at these words,\nbelieving, without weighing the matter, that he could put\nan end to this rare adventure; and, pushed on by love and\nhonor, resolved that moment to look into it.\n\nScarce had he advanced toward the wood when all the\ngreat trees, the bushes, and brambles gave way of themselves\nto let him pass through; he walked up to the castle\nwhich he saw at the end of a large avenue which he went\ninto; and what a little surprised him was that he saw\nnone of his people could follow him, because the trees\nclosed again as soon as he had passed through them.\nHowever, he did not cease from continuing his way;a\nyoung and amorous prince is always valiant.\n\nHe came into a spacious outward court, where everything\nhe saw might have frozen the most fearless person\nwith horror. There reigned all over a most frightful\nsilence; the image of death everywhere showed itself, and\nthere was nothing to be seen but stretched-out bodies of\nmen and animals, all seeming to be dead. He, however,\nvery well knew, by the ruby faces and pimpled noses of\nthe beefeaters, that they were only asleep; and their\ngoblets, wherein still remained some drops of wine, showed\nplainly that they fell asleep in their cups.\n\nHe then crossed a court paved with marble, went up\nthe stairs and came into the guard chamber, where guards\nwere standing in their ranks, with their muskets upon\ntheir shoulders, and snoring as loud as they could. After\nthat he went through several rooms full of gentlemen and\nladies, all asleep, some standing, others sitting. At last\nhe came into a chamber all gilded with gold, where he\nsaw upon a bed, the curtains of which were all open, the\nfinest sight was ever beheld--a princess, who appeared\nto be about fifteen or sixteen years of age, and whose\nbright and, in a manner, resplendent beauty, had somewhat\nin it divine. He approached with trembling and\nadmiration, and fell down before her upon his knees.\n\nAnd now, as the enchantment was at an end, the\nPrincess awaked, and looking on him with eyes more tender\nthan the first view might seem to admit of:\n\n\"Is it you, my Prince?\" said she to him. \"You have\nwaited a long while.\"\n\nThe Prince, charmed with these words, and much more\nwith the manner in which they were spoken, knew not\nhow to show his joy and gratitude; he assured her that he\nloved her better than he did himself; their discourse was\nnot well connected, they did weep more than talk--little\neloquence, a great deal of love. He was more at a loss\nthan she, and we need not wonder at it; she had time to\nthink on what to say to him; for it is very probable\n(though history mentions nothing of it) that the good\nFairy, during so long a sleep, had given her very agreeable\ndreams. In short, they talked four hours together, and\nyet they said not half what they had to say.\n\nIn the meanwhile all the palace awaked; everyone\nthought upon their particular business, and as all of them\nwere not in love they were ready to die for hunger. The\nchief lady of honor, being as sharp set as other folks,\ngrew very impatient, and told the Princess aloud that\nsupper was served up. The Prince helped the Princess to\nrise; she was entirely dressed, and very magnificently, but\nhis royal highness took care not to tell her that she was\ndressed like his great-grandmother, and had a point band\npeeping over a high collar; she looked not a bit less charming\nand beautiful for all that.\n\nThey went into the great hall of looking-glasses, where\nthey supped, and were served by the Princess's officers,\nthe violins and hautboys played old tunes, but very\nexcellent, though it was now above a hundred years since\nthey had played; and after supper, without losing any\ntime, the lord almoner married them in the chapel of the\ncastle, and the chief lady of honor drew the curtains.\nThey had but very little sleep--the Princess had no\noccasion; and the Prince left her next morning to return\nto the city, where his father must needs have been in pain\nfor him. The Prince told him:\n\nThat he lost his way in the forest as he was hunting,\nand that he had lain in the cottage of a charcoal-burner,\nwho gave him cheese and brown bread.\n\nThe King, his father, who was a good man, believed\nhim; but his mother could not be persuaded it was true;\nand seeing that he went almost every day a-hunting, and\nthat he always had some excuse ready for so doing, though\nhe had lain out three or four nights together, she began\nto suspect that he was married, for he lived with the\nPrincess above two whole years, and had by her two\nchildren, the eldest of which, who was a daughter, was named\nMorning, and the youngest, who was a son, they called\nDay, because he was a great deal handsomer and more\nbeautiful than his sister.\n\nThe Queen spoke several times to her son, to inform\nherself after what manner he did pass his time, and that\nin this he ought in duty to satisfy her. But he never\ndared to trust her with his secret; he feared her, though\nhe loved her, for she was of the race of the Ogres, and the\nKing would never have married her had it not been for\nher vast riches; it was even whispered about the Court\nthat she had Ogreish inclinations, and that, whenever she\nsaw little children passing by, she had all the difficulty in\nthe world to avoid falling upon them. And so the Prince\nwould never tell her one word.\n\nBut when the King was dead, which happened about\ntwo years afterward, and he saw himself lord and master,\nhe openly declared his marriage; and he went in great\nceremony to conduct his Queen to the palace. They made\na magnificent entry into the capital city, she riding\nbetween her two children.\n\nSoon after the King went to make war with the Emperor\nContalabutte, his neighbor. He left the government\nof the kingdom to the Queen his mother, and\nearnestly recommended to her care his wife and children.\nHe was obliged to continue his expedition all the summer,\nand as soon as he departed the Queen-mother sent her\ndaughter-in-law to a country house among the woods,\nthat she might with the more ease gratify her horrible\nlonging.\n\nSome few days afterward she went thither herself, and\nsaid to her clerk of the kitchen:\n\n\"I have a mind to eat little Morning for my dinner to-morrow.\"\n\n\"Ah! madam,\" cried the clerk of the kitchen.\n\n\"I will have it so,\" replied the Queen (and this she\nspoke in the tone of an Ogress who had a strong desire to\neat fresh meat), \"and will eat her with a sauce Robert.\"\n\nThe poor man, knowing very well that he must not play\ntricks with Ogresses, took his great knife and went up into\nlittle Morning's chamber. She was then four years old,\nand came up to him jumping and laughing, to take him\nabout the neck, and ask him for some sugar-candy. Upon\nwhich he began to weep, the great knife fell out of his\nhand, and he went into the back yard, and killed a little\nlamb, and dressed it with such good sauce that his\nmistress assured him that she had never eaten anything so\ngood in her life. He had at the same time taken up little\nMorning, and carried her to his wife, to conceal her in the\nlodging he had at the bottom of the courtyard.\n\nAbout eight days afterward the wicked Queen said to\nthe clerk of the kitchen, \"I will sup on little Day.\"\n\nHe answered not a word, being resolved to cheat her as\nhe had done before. He went to find out little Day, and\nsaw him with a little foil in his hand, with which he was\nfencing with a great monkey, the child being then only\nthree years of age. He took him up in his arms and carried\nhim to his wife, that she might conceal him in her chamber\nalong with his sister, and in the room of little Day cooked\nup a young kid, very tender, which the Ogress found to be\nwonderfully good.\n\nThis was hitherto all mighty well; but one evening this\nwicked Queen said to her clerk of the kitchen:\n\n\"I will eat the Queen with the same sauce I had with\nher children.\"\n\nIt was now that the poor clerk of the kitchen despaired\nof being able to deceive her. The young Queen was turned\nof twenty, not reckoning the hundred years she had been\nasleep; and how to find in the yard a beast so firm was\nwhat puzzled him. He took then a resolution, that he\nmight save his own life, to cut the Queen's throat; and\ngoing up into her chamber, with intent to do it at once, he\nput himself into as great fury as he could possibly, and\ncame into the young Queen's room with his dagger in his\nhand. He would not, however, surprise her, but told her,\nwith a great deal of respect, the orders he had received\nfrom the Queen-mother.\n\n\"Do it; do it\" (said she, stretching out her neck).\n\"Execute your orders, and then I shall go and see my\nchildren, my poor children, whom I so much and so\ntenderly loved.\"\n\nFor she thought them dead ever since they had been\ntaken away without her knowledge.\n\n\"No, no, madam\" (cried the poor clerk of the kitchen,\nall in tears); \"you shall not die, and yet you shall see your\nchildren again; but then you must go home with me to\nmy lodgings, where I have concealed them, and I shall\ndeceive the Queen once more, by giving her in your stead\na young hind.\"\n\nUpon this he forthwith conducted her to his chamber,\nwhere, leaving her to embrace her children, and cry along\nwith them, he went and dressed a young hind, which the\nQueen had for her supper, and devoured it with the same\nappetite as if it had been the young Queen. Exceedingly\nwas she delighted with her cruelty, and she had invented\na story to tell the King, at his return, how the mad\nwolves had eaten up the Queen his wife and her two\nchildren.\n\nOne evening, as she was, according to her custom,\nrambling round about the courts and yards of the palace\nto see if she could smell any fresh meat, she heard, ina\nground room, little Day crying, for his mamma was going\nto whip him, because he had been naughty; and she\nheard, at the same time, little Morning begging pardon\nfor her brother.\n\nThe Ogress presently knew the voice of the Queen and\nher children, and being quite mad that she had been thus\ndeceived, she commanded next morning, by break of day\n(with a most horrible voice, which made everybody tremble),\nthat they should bring into the middle of the great\ncourt a large tub, which she caused to be filled with toads,\nvipers, snakes, and all sorts of serpents, in order to have\nthrown into it the Queen and her children, the clerk of the\nkitchen, his wife and maid; all whom she had given orders\nshould be brought thither with their hands tied behind\nthem.\n\nThey were brought out accordingly, and the executioners\nwere just going to throw them into the tub, when the\nKing (who was not so soon expected) entered the court on\nhorseback (for he came post) and asked, with the utmost\nastonishment, what was the meaning of that horrible\nspectacle.\n\nNo one dared to tell him, when the Ogress, all enraged\nto see what had happened, threw herself head foremost\ninto the tub, and was instantly devoured by the ugly\ncreatures she had ordered to be thrown into it for others.\nThe King could not but be very sorry, for she was his\nmother; but he soon comforted himself with his beautiful\nwife and his pretty children."
    },
    {
      "category": "Long Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Little Mermaid",
      "body": "Far out at sea the water is as blue as the bluest cornflower, and as clear as the clearest crystal; but it is very deep, too deep for any cable to fathom, and if many steeples were piled on the top of one another they would not reach from the bed of the sea to the surface of the water. It is down there that the Mermen live.\n\nNow don't imagine that there are only bare white sands at the bottom; oh no! the most wonderful trees and plants grow there, with such flexible stalks and leaves, that at the slightest motion of the water they move just as if they were alive. All the fish, big and little, glide among the branches just as, up here, birds glide through the air. The palace of the Merman King lies in the very deepest part; its walls are of coral and the long pointed windows of the clearest amber, but the roof is made of mussel shells which open and shut with the lapping of the water. This has a lovely effect, for there are gleaming pearls in every shell, any one of which would be the pride of a queen's crown.\n\n\nThe Merman King had been for many years a widower, but his old mother kept house for him; she was a clever woman, but so proud of her noble birth that she wore twelve oysters on her tail, while the other grandees were only allowed six. Otherwise she was worthy of all praise, especially because she was so fond of the little mermaid princesses, her grandchildren. They were six beautiful children, but the youngest was the prettiest of all; her skin was as soft and delicate as a roseleaf, her eyes as blue as the deepest sea, but like all the others she had no feet, and instead of legs she had a fish's tail.\n\nAll the livelong day they used to play in the palace in the great halls, where living flowers grew out of the walls. When the great amber windows were thrown open the fish swam in, just as the swallows fly into our rooms when we open the windows, but the fish swam right up to the little princesses, ate out of their hands, and allowed themselves to be patted.\n\n\nThe Merman King had been for many years a widower, but his old mother kept house for him; she was a clever woman, but so proud of her noble birth that she wore twelve oysters on her tail, while the other grandees were only allowed six.\n\nOutside the palace was a large garden, with fiery red and deep blue trees, the fruit of which shone like gold, while the flowers glowed like fire on their ceaselessly waving stalks. The ground was of the finest sand, but it was of a blue phosphorescent tint. Everything was bathed in a wondrous blue light down there; you might more readily have supposed yourself to be high up in the air, with only the sky above and below you, than that you were at the bottom of the ocean. In a dead calm you could just catch a glimpse of the sun like a purple flower with a stream of light radiating from its calyx.\n\nEach little princess had her own little plot of garden, where she could dig and plant just as she liked. One made her flower-bed in the shape of a whale; another thought it nice to have hers like a little mermaid; but the youngest made hers quite round like the sun, and she would only have flowers of a rosy hue like its beams. She was a curious child, quiet and thoughtful, and while the other sisters decked out their gardens with all kinds of extraordinary objects which they got from wrecks, she would have nothing besides the rosy flowers like the sun up above, except a statue of a beautiful boy. It was hewn out of the purest white marble and had gone to the bottom from some wreck. By the statue she planted a rosy red weeping willow which grew splendidly, and the fresh delicate branches hung round and over it, till they almost touched the blue sand where the shadows showed violet, and were ever moving like the branches. It looked as if the leaves and the roots were playfully interchanging kisses.\n\nNothing gave her greater pleasure than to hear about the world of human beings up above; she made her old grandmother tell her all that she knew about ships and towns, people and animals. But above all it seemed strangely beautiful to her that up on the earth the flowers were scented, for they were not so at the bottom of the sea; also that the woods were green, and that the fish which were to be seen among the branches could sing so loudly and sweetly that it was a delight to listen to them. You see the grandmother called little birds fish, or the mermaids would not have understood her, as they had never seen a bird.\n\n'When you are fifteen,' said the grandmother, 'you will be allowed to rise up from the sea and sit on the rocks in the moonlight, and look at the big ships sailing by, and you will also see woods and towns.'\n\nOne of the sisters would be fifteen in the following year, but the others,?well, they were each one year younger than the other, so that the youngest had five whole years to wait before she would be allowed to come up from the bottom, to see what things were like on earth. But each one promised the others to give a full account of all that she had seen, and found most wonderful on the first day. Their grandmother could never tell them enough, for there were so many things about which they wanted information.\n\nNone of them was so full of longings as the youngest, the very one who had the longest time to wait, and who was so quiet and dreamy. Many a night she stood by the open windows and looked up through the dark blue water which the fish were lashing with their tails and fins. She could see the moon and the stars, it is true; their light was pale, but they looked much bigger through the water than they do to our eyes. When she saw a dark shadow glide between her and them, she knew that it was either a whale swimming above her, or else a ship laden with human beings. I am certain they never dreamt that a lovely little mermaid was standing down below, stretching up her white hands towards the keel.\n\nThe eldest princess had now reached her fifteenth birthday, and was to venture above the water. When she came back she had hundreds of things to tell them, but the most delightful of all, she said, was to lie in the moonlight, on a sandbank in a calm sea, and to gaze at the large town close to the shore, where the lights twinkled like hundreds of stars; to listen to music and the noise and bustle of carriages and people, to see the many church towers and spires, and to hear the bells ringing; and just because she could not go on shore she longed for that most of all.\n\nOh, how eagerly the youngest sister listened! and when, later in the evening she stood at the open window and looked up through the dark blue water, she thought of the big town with all its noise and bustle, and fancied that she could even hear the church bells ringing.\n\nThe year after, the second sister was allowed to mount up through the water and swim about wherever she liked. The sun was just going down when she reached the surface, the most beautiful sight, she thought, that she had ever seen. The whole sky had looked like gold, she said, and as for the clouds! well, their beauty was beyond description; they floated in red and violet splendour over her head, and, far faster than they went, a flock of wild swans flew like a long white veil over the water towards the setting sun; she swam towards it, but it sank and all the rosy light on clouds and water faded away.\n\nThe year after that the third sister went up, and, being much the most venturesome of them all, swam up a broad river which ran into the sea. She saw beautiful green, vine-clad hills; palaces and country seats peeping through splendid woods. She heard the birds singing, and the sun was so hot that she was often obliged to dive, to cool her burning face. In a tiny bay she found a troop of little children running about naked and paddling in the water; she wanted to play with them, but they were frightened and ran away. Then a little black animal came up; it was a dog, but she had never seen one before; it barked so furiously at her that she was frightened and made for the open sea. She could never forget the beautiful woods, the green hills and the lovely children who could swim in the water although they had no fishes' tails.\n\nThe fourth sister was not so brave; she stayed in the remotest part of the ocean, and, according to her account, that was the most beautiful spot. You could see for miles and miles around you, and the sky above was like a great glass dome. She had seen ships, but only far away, so that they looked like sea-gulls. There were grotesque dolphins turning somersaults, and gigantic whales squirting water through their nostrils like hundreds of fountains on every side.\n\n\nNow the fifth sister's turn came. Her birthday fell in the winter, so that she saw sights that the others had not seen on their first trips. The sea looked quite green, and large icebergs were floating about, each one of which looked like a pearl, she said, but was much bigger than the church towers built by men. They took the most wonderful shapes, and sparkled like diamonds. She had seated herself on one of the largest, and all the passing ships sheered off in alarm when they saw her sitting there with her long hair streaming loose in the wind.\n\nIn the evening the sky became overcast with dark clouds; it thundered and lightened, and the huge icebergs glittering in the bright lightning, were lifted high into the air by the black waves. All the ships shortened sail, and there was fear and trembling on every side, but she sat quietly on her floating iceberg watching the blue lightning flash in zigzags down on to the shining sea.\n\nThe first time any of the sisters rose above the water she was delighted by the novelties and beauties she saw; but once grown up, and at liberty to go where she liked, she became indifferent and longed for her home; in the course of a month or so they all said that after all their own home in the deep was best, it was so cosy there.\n\nMany an evening the five sisters interlacing their arms would rise above the water together. They had lovely voices, much clearer than any mortal, and when a storm was rising, and they expected ships to be wrecked, they would sing in the most seductive strains of the wonders of the deep, bidding the seafarers have no fear of them. But the sailors could not understand the words, they thought it was the voice of the storm; nor could it be theirs to see this Elysium of the deep, for when the ship sank they were drowned, and only reached the Merman's palace in death. When the elder sisters rose up in this manner, arm-in-arm, in the evening, the youngest remained behind quite alone, looking after them as if she must weep; but mermaids have no tears, and so they suffer all the more.\n\n'Oh! if I were only fifteen!' she said, 'I know how fond I shall be of the world above, and of the mortals who dwell there.'\n\nAt last her fifteenth birthday came.\n\n'Now we shall have you off our hands,' said her grandmother, the old queen-dowager. 'Come now, let me adorn you like your other sisters!' and she put a wreath of white lilies round her hair, but every petal of the flowers was half a pearl; then the old queen had eight oysters fixed on to the princess's tail to show her high rank.\n\n'But it hurts so!' said the little mermaid.\n\n'You must endure the pain for the sake of the finery!' said her grandmother.\n\nBut oh! how gladly would she have shaken off all this splendour, and laid aside the heavy wreath. Her red flowers in her garden suited her much better, but she did not dare to make any alteration. 'Good-bye,' she said, and mounted as lightly and airily as a bubble through the water.\n\nThe sun had just set when her head rose above the water, but the clouds were still lighted up with a rosy and golden splendour, and the evening star sparkled in the soft pink sky, the air was mild and fresh, and the sea as calm as a millpond. A big three-masted ship lay close by with only a single sail set, for there was not a breath of wind, and the sailors were sitting about the rigging, on the cross-trees, and at the mast-heads. There was music and singing on board, and as the evening closed in hundreds of gaily coloured lanterns were lighted?they looked like the flags of all nations waving in the air. The little mermaid swam right up to the cabin windows, and every time she was lifted by the swell she could see through the transparent panes crowds of gaily dressed people. The handsomest of them all was the young prince with large dark eyes; he could not be much more than sixteen, and all these festivities were in honour of his birthday. The sailors danced on deck, and when the prince appeared among them hundreds of rockets were let off making it as light as day, and frightening the little mermaid so much that she had to dive under the water. She soon ventured up again, and it was just as if all the stars of heaven were falling in showers round about her. She had never seen such magic fires. Great suns whirled round, gorgeous fire-fish hung in the blue air, and all was reflected in the calm and glassy sea. It was so light on board the ship that every little rope could be seen, and the people still better. Oh, how handsome the prince was! how he laughed and smiled as he greeted his guests, while the music rang out in the quiet night.\n\nIt got quite late, but the little mermaid could not take her eyes off the ship and the beautiful prince. The coloured lanterns were put out, no more rockets were sent up, and the cannon had ceased its thunder, but deep down in the sea there was a dull murmuring and moaning sound. Meanwhile she was rocked up and down on the waves, so that she could look into the cabin; but the ship got more and more way on, sail after sail was filled by the wind, the waves grew stronger, great clouds gathered, and it lightened in the distance. Oh, there was going to be a fearful storm! and soon the sailors had to shorten sail. The great ship rocked and rolled as she dashed over the angry sea, the black waves rose like mountains, high enough to overwhelm her, but she dived like a swan through them and rose again and again on their towering crests. The little mermaid thought it a most amusing race, but not so the sailors. The ship creaked and groaned; the mighty timbers bulged and bent under the heavy blows; the water broke over the decks, snapping the main mast like a reed; she heeled over on her side, and the water rushed into the hold.\n\nNow the little mermaid saw that they were in danger, and she had for her own sake to beware of the floating beams and wreckage. One moment it was so pitch dark that she could not see at all, but when the lightning flashed it became so light that she could see all on board. Every man was looking out for his own safety as best he could; but she more particularly followed the young prince with her eyes, and when the ship went down she saw him sink in the deep sea. At first she was quite delighted, for now he was coming to be with her, but then she remembered that human beings could not live under water, and that only if he were dead could he go to her father's palace. No! he must not die; so she swam towards him all among the drifting beams and planks, quite forgetting that they might crush her. She dived deep down under the water, and came up again through the waves, and at last reached the young prince just as he was becoming unable to swim any further in the stormy sea. His limbs were numbed, his beautiful eyes were closing, and he must have died if the little mermaid had not come to the rescue. She held his head above the water and let the waves drive them whithersoever they would.\n\nBy daybreak all the storm was over, of the ship not a trace was to be seen; the sun rose from the water in radiant brilliance, and his rosy beams seemed to cast a glow of life into the prince's cheeks, but his eyes remained closed. The mermaid kissed his fair and lofty brow, and stroked back the dripping hair; it seemed to her that he was like the marble statue in her little garden; she kissed him again and longed that he might live.\n\nAt last she saw dry land before her, high blue mountains on whose summits the white snow glistened as if a flock of swans had settled there; down by the shore were beautiful green woods, and in the foreground a church or temple, she did not quite know which, but it was a building of some sort. Lemon and orange trees grew in the garden, and lofty palms stood by the gate. At this point the sea formed a little bay where the water was quite calm, but very deep, right up to the cliffs; at their foot was a strip of fine white sand to which she swam with the beautiful prince, and laid him down on it, taking great care that his head should rest high up in the warm sunshine.\n\nThe bells now began to ring in the great white building, and a number of young maidens came into the garden. Then the little mermaid swam further off behind some high rocks and covered her hair and breast with foam, so that no one should see her little face, and then she watched to see who would discover the poor prince.\n\n\nHis limbs were numbed, his beautiful eyes were closing, and he must have died if the little mermaid had not come to the rescue.\n\nIt was not long before one of the maidens came up to him. At first she seemed quite frightened, but only for a moment, and then she fetched several others, and the mermaid saw that the prince was coming to life, and that he smiled at all those around him, but he never smiled at her. You see he did not know that she had saved him. She felt so sad that when he was led away into the great building she dived sorrowfully into the water and made her way home to her father's palace.\n\nAlways silent and thoughtful, she became more so now than ever. Her sisters often asked her what she had seen on her first visit to the surface, but she never would tell them anything.\n\nMany an evening and many a morning she would rise to the place where she had left the prince. She saw the fruit in the garden ripen, and then gathered, she saw the snow melt on the mountain-tops, but she never saw the prince, so she always went home still sadder than before. At home her only consolation was to sit in her little garden with her arms twined round the handsome marble statue which reminded her of the prince. It was all in gloomy shade now, as she had ceased to tend her flowers, and the garden had become a neglected wilderness of long stalks and leaves entangled with the branches of the tree.\n\nAt last she could not bear it any longer, so she told one of her sisters, and from her it soon spread to the others, but to no one else except to one or two other mermaids who only told their dearest friends. One of these knew all about the prince; she had also seen the festivities on the ship; she knew where he came from and where his kingdom was situated.\n\n'Come, little sister!' said the other princesses, and, throwing their arms round each other's shoulders, they rose from the water in a long line, just in front of the prince's palace.\n\nIt was built of light yellow glistening stone, with great marble staircases, one of which led into the garden. Magnificent gilded cupolas rose above the roof, and the spaces between the columns which encircled the building were filled with life-like marble statues. Through the clear glass of the lofty windows you could see gorgeous halls adorned with costly silken hangings, and the pictures on the walls were a sight worth seeing. In the midst of the central hall a large fountain played, throwing its jets of spray upwards to a glass dome in the roof, through which the sunbeams lighted up the water and the beautiful plants which grew in the great basin.\n\nShe knew now where he lived, and often used to go there in the evenings and by night over the water. She swam much nearer the land than any of the others dared; she even ventured right up the narrow channel under the splendid marble terrace which threw a long shadow over the water. She used to sit here looking at the young prince, who thought he was quite alone in the clear moonlight.\n\nShe saw him many an evening sailing about in his beautiful boat, with flags waving and music playing; she used to peep through the green rushes, and if the wind happened to catch her long silvery veil and any one saw it, they only thought it was a swan flapping its wings.\n\n\nMany a night she heard the fishermen, who were fishing by torchlight, talking over the good deeds of the young prince; and she was happy to think that she had saved his life when he was drifting about on the waves, half dead, and she could not forget how closely his head had pressed her breast, and how passionately she had kissed him; but he knew nothing of all this, and never saw her even in his dreams.\n\nShe became fonder and fonder of mankind, and longed more and more to be able to live among them; their world seemed so infinitely bigger than hers; with their ships they could scour the ocean, they could ascend the mountains high above the clouds, and their wooded, grass-grown lands extended further than her eye could reach. There was so much that she wanted to know, but her sisters could not give an answer to all her questions, so she asked her old grandmother, who knew the upper world well, and rightly called it the country above the sea.\n\n'If men are not drowned,' asked the little mermaid, 'do they live for ever? Do they not die as we do down here in the sea?'\n\n'Yes,' said the old lady, 'they have to die too, and their lifetime is even shorter than ours. We may live here for three hundred years, but when we cease to exist we become mere foam on the water and do not have so much as a grave among our dear ones. We have no immortal souls; we have no future life; we are just like the green sea-weed, which, once cut down, can never revive again! Men, on the other hand, have a soul which lives for ever, lives after the body has become dust; it rises through the clear air, up to the shining stars! Just as we rise from the water to see the land of mortals, so they rise up to unknown beautiful regions which we shall never see.'\n\n'Why have we no immortal souls?' asked the little mermaid sadly. 'I would give all my three hundred years to be a human being for one day, and afterwards to have a share in the heavenly kingdom.'\n\n'You must not be thinking about that,' said the grandmother; 'we are much better off and happier than human beings.'\n\n'Then I shall have to die and to float as foam on the water, and never hear the music of the waves or see the beautiful flowers or the red sun! Is there nothing I can do to gain an immortal soul?'\n\n'No,' said the grandmother; 'only if a human being so loved you that you were more to him than father or mother, if all his thoughts and all his love were so centred in you that he would let the priest join your hands and would vow to be faithful to you here, and to all eternity; then your body would become infused with his soul. Thus, and only thus, could you gain a share in the felicity of mankind. He would give you a soul while yet keeping his own. But that can never happen! That which is your greatest beauty in the sea, your fish's tail, is thought hideous up on earth, so little do they understand about it; to be pretty there you must have two clumsy supports which they call legs!'\n\nThen the little mermaid sighed and looked sadly at her fish's tail.\n\n'Let us be happy,' said the grandmother; 'we will hop and skip during our three hundred years of life; it is surely a long enough time; and after it is over we shall rest all the better in our graves. There is to be a court ball to-night.'\n\nThis was a much more splendid affair than we ever see on earth. The walls and the ceiling of the great ballroom were of thick but transparent glass. Several hundreds of colossal mussel shells, rose red and grass green, were ranged in order round the sides holding blue lights, which illuminated the whole room and shone through the walls, so that the sea outside was quite lit up. You could see countless fish, great and small, swimming towards the glass walls, some with shining scales of crimson hue, while others were golden and silvery. In the middle of the room was a broad stream of running water, and on this the mermaids and mermen danced to their own beautiful singing. No earthly beings have such lovely voices. The little mermaid sang more sweetly than any of them, and they all applauded her. For a moment she felt glad at heart, for she knew that she had the finest voice either in the sea or on land. But she soon began to think again about the upper world, she could not forget the handsome prince and her sorrow in not possessing, like him, an immortal soul. Therefore she stole out of her father's palace, and while all within was joy and merriment, she sat sadly in her little garden. Suddenly she heard the sound of a horn through the water, and she thought, 'Now he is out sailing up there; he whom I love more than father or mother, he to whom my thoughts cling and to whose hands I am ready to commit the happiness of my life. I will dare anything to win him and to gain an immortal soul! While my sisters are dancing in my father's palace I will go to the sea-witch, of whom I have always been very much afraid; she will perhaps be able to advise and help me!'\n\nThereupon the little mermaid left the garden and went towards the roaring whirlpools at the back of which the witch lived. She had never been that way before; no flowers grew there, no seaweed, only the bare grey sands, stretched towards the whirlpools, which like rushing mill-wheels swirled round, dragging everything that came within reach down to the depths. She had to pass between these boiling eddies to reach the witch's domain, and for a long way the only path led over warm bubbling mud, which the witch called her 'peat bog.' Her house stood behind this in the midst of a weird forest. All the trees and bushes were polyps, half animal and half plant; they looked like hundred-headed snakes growing out of the sand, the branches were long slimy arms, with tentacles like wriggling worms, every joint of which, from the root to the outermost tip, was in constant motion. They wound themselves tightly round whatever they could lay hold of and never let it escape. The little mermaid standing outside was quite frightened, her heart beat fast with terror and she nearly turned back, but then she remembered the prince and the immortal soul of mankind and took courage. She bound her long flowing hair tightly round her head, so that the polyps should not seize her by it, folded her hands over her breast, and darted like a fish through the water, in between the hideous polyps, which stretched out their sensitive arms and tentacles towards her. She could see that every one of them had something or other, which they had grasped with their hundred arms, and which they held as if in iron bands. The bleached bones of men who had perished at sea and sunk below peeped forth from the arms of some, while others clutched rudders and sea-chests, or the skeleton of some land animal; and most horrible of all, a little mermaid whom they had caught and suffocated. Then she came to a large opening in the wood where the ground was all slimy, and where some huge fat water snakes were gambolling about. In the middle of this opening was a house built of the bones of the wrecked; there sat the witch, letting a toad eat out of her mouth, just as mortals let a little canary eat sugar. She called the hideous water snakes her little chickens, and allowed them to crawl about on her unsightly bosom.\n\n\n'I know very well what you have come here for,' said the witch. 'It is very foolish of you! all the same you shall have your way, because it will lead you into misfortune, my fine princess. You want to get rid of your fish's tail, and instead to have two stumps to walk about upon like human beings, so that the young prince may fall in love with you, and that you may win him and an immortal soul.' Saying this, she gave such a loud hideous laugh that the toad and the snakes fell to the ground and wriggled about there.\n\n'You are just in the nick of time,' said the witch; 'after sunrise to-morrow I should not be able to help you until another year had run its course. I will make you a potion, and before sunrise you must swim ashore with it, seat yourself on the beach and drink it; then your tail will divide and shrivel up to what men call beautiful legs. But it hurts; it is as if a sharp sword were running through you. All who see you will say that you are the most beautiful child of man they have ever seen. You will keep your gliding gait, no dancer will rival you, but every step you take will be as if you were treading upon sharp knives, so sharp as to draw blood. If you are willing to suffer all this I am ready to help you!'\n\n'Yes!' said the little princess with a trembling voice, thinking of the prince and of winning an undying soul.\n\n'But remember,' said the witch, 'when once you have received a human form, you can never be a mermaid again; you will never again be able to dive down through the water to your sisters and to your father's palace. And if you do not succeed in winning the prince's love, so that for your sake he will forget father and mother, cleave to you with his whole heart, let the priest join your hands and make you man and wife, you will gain no immortal soul! The first morning after his marriage with another your heart will break, and you will turn into foam of the sea.'\n\n'I will do it,' said the little mermaid as pale as death.\n\n'But you will have to pay me, too,' said the witch, 'and it is no trifle that I demand. You have the most beautiful voice of any at the bottom of the sea, and I daresay that you think you will fascinate him with it; but you must give me that voice; I will have the best you possess in return for my precious potion! I have to mingle my own blood with it so as to make it as sharp as a two-edged sword.'\n\n'But if you take my voice,' said the little mermaid, 'what have I left?'\n\n'Your beautiful form,' said the witch, 'your gliding gait, and your speaking eyes; with these you ought surely to be able to bewitch a human heart. Well! have you lost courage? Put out your little tongue, and I will cut it off in payment for the powerful draught.'\n\n'Let it be done,' said the little mermaid, and the witch put on her caldron to brew the magic potion. 'There is nothing like cleanliness,' said she, as she scoured the pot with a bundle of snakes; then she punctured her breast and let the black blood drop into the caldron, and the steam took the most weird shapes, enough to frighten any one. Every moment the witch threw new ingredients into the pot, and when it boiled the bubbling was like the sound of crocodiles weeping. At last the potion was ready and it looked like the clearest water.\n\n'There it is,' said the witch, and thereupon she cut off the tongue of the little mermaid, who was dumb now and could neither sing nor speak.\n\n'If the polyps should seize you, when you go back through my wood,' said the witch, 'just drop a single drop of this liquid on them, and their arms and fingers will burst into a thousand pieces.' But the little mermaid had no need to do this, for at the mere sight of the bright liquid, which sparkled in her hand like a shining star, they drew back in terror. So she soon got past the wood, the bog, and the eddying whirlpools.\n\nShe saw her father's palace; the lights were all out in the great ballroom, and no doubt all the household was asleep, but she did not dare to go in now that she was dumb and about to leave her home for ever. She felt as if her heart would break with grief. She stole into the garden and plucked a flower from each of her sisters' plots, wafted with her hand countless kisses towards the palace, and then rose up through the dark blue water.\n\n\nBut the little mermaid had no need to do this, for at the mere sight of the bright liquid which sparkled in her hand like a shining star, they drew back in terror.\n\nThe sun had not risen when she came in sight of the prince's palace and landed at the beautiful marble steps. The moon was shining bright and clear. The little mermaid drank the burning, stinging draught, and it was like a sharp, two-edged sword running through her tender frame; she fainted away and lay as if she were dead. When the sun rose on the sea she woke up and became conscious of a sharp pang, but just in front of her stood the handsome young prince, fixing his coal black eyes on her; she cast hers down and saw that her fish's tail was gone, and that she had the prettiest little white legs any maiden could desire; but she was quite naked, so she wrapped her long thick hair around her. The prince asked who she was and how she came there. She looked at him tenderly and with a sad expression in her dark blue eyes, but could not speak. Then he took her by the hand and led her into the palace. Every step she took was, as the witch had warned her beforehand, as if she were treading on sharp knives and spikes, but she bore it gladly; led by the prince, she moved as lightly as a bubble, and he and every one else marvelled at her graceful gliding gait.\n\nClothed in the costliest silks and muslins she was the greatest beauty in the palace, but she was dumb, and could neither sing nor speak. Beautiful slaves clad in silks and gold came forward and sang to the prince and his royal parents; one of them sang better than all the others, and the prince clapped his hands and smiled at her; that made the little mermaid very sad, for she knew that she used to sing far better herself. She thought, 'Oh! if he only knew that for the sake of being with him I had given up my voice for ever!' Now the slaves began to dance, graceful undulating dances to enchanting music; thereupon the little mermaid, lifting her beautiful white arms and raising herself on tiptoe, glided on the floor with a grace which none of the other dancers had yet attained. With every motion her grace and beauty became more apparent, and her eyes appealed more deeply to the heart than the songs of the slaves. Every one was delighted with it, especially the prince, who called her his little foundling; and she danced on and on, notwithstanding that every time her foot touched the ground it was like treading on sharp knives. The prince said that she should always be near him, and she was allowed to sleep outside his door on a velvet cushion.\n\nHe had a man's dress made for her, so that she could ride about with him. They used to ride through scented woods, where the green branches brushed her shoulders, and little birds sang among the fresh leaves. She climbed up the highest mountains with the prince, and although her delicate feet bled so that others saw it, she only laughed and followed him until they saw the clouds sailing below them like a flock of birds, taking flight to distant lands.\n\n\nThe prince asked who she was and how she came there; she looked at him tenderly and with a sad expression in her dark blue eyes, but could not speak.\n\nAt home in the prince's palace, when at night the others were asleep, she used to go out on to the marble steps; it cooled her burning feet to stand in the cold sea-water, and at such times she used to think of those she had left in the deep.\n\nOne night her sisters came arm in arm; they sang so sorrowfully as they swam on the water that she beckoned to them, and they recognised her, and told her how she had grieved them all. After that they visited her every night, and one night she saw, a long way out, her old grandmother (who for many years had not been above the water), and the Merman King with his crown on his head; they stretched out their hands towards her, but did not venture so close to land as her sisters.\n\nDay by day she became dearer to the prince; he loved her as one loves a good sweet child, but it never entered his head to make her his queen; yet unless she became his wife she would never win an everlasting soul, but on his wedding morning would turn to sea-foam.\n\n'Am I not dearer to you than any of them?' the little mermaid's eyes seemed to say when he took her in his arms and kissed her beautiful brow.\n\n'Yes, you are the dearest one to me,' said the prince, 'for you have the best heart of them all, and you are fondest of me; you are also like a young girl I once saw, but whom I never expect to see again. I was on board a ship which was wrecked; I was driven on shore by the waves close to a holy Temple where several young girls were ministering at a service; the youngest of them found me on the beach and saved my life; I saw her but twice. She was the only person I could love in this world, but you are like her, you almost drive her image out of my heart. She belongs to the holy Temple, and therefore by good fortune you have been sent to me; we will never part!'\n\n'Alas! he does not know that it was I who saved his life,' thought the little mermaid. 'I bore him over the sea to the wood where the Temple stands. I sat behind the foam and watched to see if any one would come. I saw the pretty girl he loves better than me.' And the mermaid heaved a bitter sigh, for she could not weep.\n\n'The girl belongs to the holy Temple, he has said; she will never return to the world, they will never meet again. I am here with him; I see him every day. Yes! I will tend him, love him, and give up my life to him.'\n\nBut now the rumour ran that the prince was to be married to the beautiful daughter of a neighbouring king, and for that reason was fitting out a splendid ship. It was given out that the prince was going on a voyage to see the adjoining countries, but it was without doubt to see the king's daughter; he was to have a great suite with him. But the little mermaid shook her head and laughed; she knew the prince's intentions much better than any of the others. 'I must take this voyage,' he had said to her; 'I must go and see the beautiful princess; my parents demand that, but they will never force me to bring her home as my bride; I can never love her! She will not be like the lovely girl in the Temple whom you resemble. If ever I had to choose a bride it would sooner be you with your speaking eyes, my sweet, dumb foundling!' And he kissed her rosy mouth, played with her long hair, and laid his head upon her heart, which already dreamt of human joys and an immortal soul.\n\n'You are not frightened of the sea, I suppose, my dumb child?' he said, as they stood on the proud ship which was to carry them to the country of the neighbouring king; and he told her about storms and calms, about curious fish in the deep, and the marvels seen by divers; and she smiled at his tales, for she knew all about the bottom of the sea much better than any one else.\n\nAt night, in the moonlight, when all were asleep, except the steersman who stood at the helm, she sat at the side of the ship trying to pierce the clear water with her eyes, and fancied she saw her father's palace, and above it her old grandmother with her silver crown on her head, looking up through the cross currents towards the keel of the ship. Then her sisters rose above the water; they gazed sadly at her, wringing their white hands. She beckoned to them, smiled, and was about to tell them that all was going well and happily with her, when the cabin-boy approached, and the sisters dived down, but he supposed that the white objects he had seen were nothing but flakes of foam.\n\nThe next morning the ship entered the harbour of the neighbouring king's magnificent city. The church bells rang and trumpets were sounded from every lofty tower, while the soldiers paraded with flags flying and glittering bayonets. There was a fete every day, there was a succession of balls, and receptions followed one after the other, but the princess was not yet present; she was being brought up a long way off, in a holy Temple they said, and was learning all the royal virtues. At last she came. The little mermaid stood eager to see her beauty, and she was obliged to confess that a lovelier creature she had never beheld. Her complexion was exquisitely pure and delicate, and her trustful eyes of the deepest blue shone through their dark lashes.\n\n'It is you,' said the prince, 'you who saved me when I lay almost lifeless on the beach?' and he clasped his blushing bride to his heart. 'Oh! I am too happy!' he exclaimed to the little mermaid.\n\n'A greater joy than I had dared to hope for has come to pass. You will rejoice at my joy, for you love me better than any one.' Then the little mermaid kissed his hand, and felt as if her heart were broken already.\n\nHis wedding morn would bring death to her and change her to foam.\n\n\nAll the church bells pealed and heralds rode through the town proclaiming the nuptials. Upon every altar throughout the land fragrant oil was burnt in costly silver lamps. Amidst the swinging of censers by the priests the bride and bridegroom joined hands and received the bishop's blessing. The little mermaid dressed in silk and gold stood holding the bride's train, but her ears were deaf to the festal strains, her eyes saw nothing of the sacred ceremony; she was thinking of her coming death and of all that she had lost in this world.\n\nThat same evening the bride and bridegroom embarked, amidst the roar of cannon and the waving of banners. A royal tent of purple and gold softly cushioned was raised amidships where the bridal pair were to repose during the calm cool night.\n\nThe sails swelled in the wind and the ship skimmed lightly and almost without motion over the transparent sea.\n\nAt dusk lanterns of many colours were lighted and the sailors danced merrily on deck. The little mermaid could not help thinking of the first time she came up from the sea and saw the same splendour and gaiety; and she now threw herself among the dancers, whirling, as a swallow skims through the air when pursued. The onlookers cheered her in amazement, never had she danced so divinely; her delicate feet pained her as if they were cut with knives, but she did not feel it, for the pain at her heart was much sharper. She knew that it was the last night that she would breathe the same air as he, and would look upon the mighty deep, and the blue starry heavens; an endless night without thought and without dreams awaited her, who neither had a soul, nor could win one. The joy and revelry on board lasted till long past midnight; she went on laughing and dancing with the thought of death all the time in her heart. The prince caressed his lovely bride and she played with his raven locks, and with their arms entwined they retired to the gorgeous tent. All became hushed and still on board the ship, only the steersman stood at the helm; the little mermaid laid her white arms on the gunwale and looked eastwards for the pink-tinted dawn; the first sunbeam, she knew, would be her death. Then she saw her sisters rise from the water; they were as pale as she was; their beautiful long hair no longer floated on the breeze, for it had been cut off.\n\n\nOnce more she looked at the prince, with her eyes already dimmed by death, then dashed overboard and fell, her body dissolving into foam.\n\n'We have given it to the witch to obtain her help, so that you may not die to-night! She has given us a knife; here it is, look how sharp it is! Before the sun rises, you must plunge it into the prince's heart, and when his warm blood sprinkles your feet they will join together and grow into a tail, and you will once more be a mermaid; you will be able to come down into the water to us, and to live out your three hundred years before you are turned into dead, salt sea-foam. Make haste! you or he must die before sunrise! Our old grandmother is so full of grief that her white hair has fallen off as ours fell under the witch's scissors. Slay the prince and come back to us! Quick! Quick! do you not see the rosy streak in the sky? In a few minutes the sun will rise and then you must die!' saying this they heaved a wondrous deep sigh and sank among the waves.\n\nThe little mermaid drew aside the purple curtain from the tent and looked at the beautiful bride asleep with her head on the prince's breast. She bent over him and kissed his fair brow, looked at the sky where the dawn was spreading fast, looked at the sharp knife, and again fixed her eyes on the prince, who, in his dream called his bride by name. Yes! she alone was in his thoughts! For a moment the knife quivered in her grasp, then she threw it far out among the waves, now rosy in the morning light, and where it fell the water bubbled up like drops of blood.\n\nOnce more she looked at the prince, with her eyes already dimmed by death, then dashed overboard and fell, her body dissolving into foam.\n\nNow the sun rose from the sea and with its kindly beams warmed the deadly cold foam, so that the little mermaid did not feel the chill of death. She saw the bright sun, and above her floated hundreds of beauteous ethereal beings, through which she could see the white ship and the rosy heavens; their voices were melodious, but so spirit-like that no human ear could hear them, any more than earthly eye could see their forms. Light as bubbles they floated through the air without the aid of wings. The little mermaid perceived that she had a form like theirs; it gradually took shape out of the foam. 'To whom am I coming?' said she, and her voice sounded like that of the other beings, so unearthly in its beauty that no music of ours could reproduce it.\n\n'To the daughters of the air!' answered the others; 'a mermaid has no undying soul, and can never gain one without winning the love of a human being. Her eternal life must depend upon an unknown power. Nor have the daughters of the air an everlasting soul, but by their own good deeds they may create one for themselves. We fly to the tropics where mankind is the victim of hot and pestilent winds; there we bring cooling breezes. We diffuse the scent of flowers all around, and bring refreshment and healing in our train. When, for three hundred years, we have laboured to do all the good in our power, we gain an undying soul and take a part in the everlasting joys of mankind. You, poor little mermaid, have with your whole heart struggled for the same thing as we have struggled for. You have suffered and endured, raised yourself to the spirit-world of the air, and now, by your own good deeds you may, in the course of three hundred years, work out for yourself an undying soul.'\n\nThen the little mermaid lifted her transparent arms towards God's sun, and for the first time shed tears.\n\nOn board ship all was again life and bustle. She saw the prince with his lovely bride searching for her; they looked sadly at the bubbling foam, as if they knew that she had thrown herself into the waves. Unseen she kissed the bride on her brow, smiled at the prince, and rose aloft with the other spirits of the air to the rosy clouds which sailed above.\n\n'In three hundred years we shall thus float into Paradise.'\n\n'We might reach it sooner,' whispered one. 'Unseen we flit into those homes of men where there are children, and for every day that we find a good child who gives pleasure to its parents and deserves their love God shortens our time of probation. The child does not know when we fly through the room, and when we smile with pleasure at it one year of our three hundred is taken away. But if we see a naughty or badly disposed child, we cannot help shedding tears of sorrow, and every tear adds a day to the time of our probation.'"
    },
    {
      "category": "Long Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Snow White",
      "body": "ONCE upon a time, in the middle of winter when the snow-flakes\nwere falling like feathers on the earth, a Queen sat at a window\nframed in black ebony and sewed. And as she sewed and gazed\nout to the white landscape, she pricked her finger with the needle,\nand three drops of blood fell on the snow outside, and because the\nred showed out so well against the white she thought to herself:\n\n`Oh! what wouldn't I give to have a child as white as snow, as\nred as blood, and as black as ebony!'\n\nAnd her wish was granted, for not long after a little daughter\nwas born to her, with a skin as white as snow, lips and cheeks as\nred as blood, and hair as black as ebony. They called her Snow White,\nand not long after her birth the Queen died.\n\nAfter a year the King married again. His new wife wasa\nbeautiful woman, but so proud and overbearing that she couldn't\nstand any rival to her beauty. She possessed a magic mirror, and\nwhen she used to stand before it gazing at her own reflection and ask:\n\n\n`Mirror, mirror, hanging there,\nWho in all the land's most fair?'\n\nit always replied:\n\n\n`You are most fair, my Lady Queen,\nNone fairer in the land, I ween.'\n\n\nThen she was quite happy, for she knew the mirror always spoke the truth.\n\nBut Snow White was growing prettier and prettier every day, and\nwhen she was seven years old she was as beautiful as she could be,\nand fairer even than the Queen herself. One day when the latter\nasked her mirror the usual question, it replied:\n\n`My Lady Queen, you are fair, 'tis true,\nBut Snow White is fairer far than you.'\n\n\nThen the Queen flew into the most awful passion, and turned\nevery shade of green in her jealousy. From this hour she hated\npoor Snow White like poison, and every day her envy, hatred, and\nmalice grew, for envy and jealousy are like evil weeds which spring\nup and choke the heart. At last she could endure Snow White's\npresence no longer, and, calling a huntsman to her, she said:\n\n`Take the child out into the wood, and never let me see her face\nagain. You must kill her, and bring me back her lungs and liver,\nthat I may know for certain she is dead.'\n\nThe Huntsman did as he was told and led Snow White out into\nthe wood, but as he was in the act of drawing out his knife to slay\nher, she began to cry, and said:\n\n`Oh, dear Huntsman, spare my life, and I will promise to fly forth\ninto the wide wood and never to return home again.'\n\nAnd because she was so young and pretty the Huntsman had pity\non her, and said:\n\n`Well, run along, poor child.' For he thought to himself: `The\nwild beasts will soon eat her up.'\n\nAnd his heart felt lighter because he hadn't had to do the deed\nhimself. And as he turned away a young boar came running past,\nso he shot it, and brought its lungs and liver home to the Queen as\na proof that Snow White was really dead. And the wicked woman\nhad them stewed in salt, and ate them up, thinking she had made\nan end of Snow White for ever.\n\nNow when the poor child found herself alone in the big wood the\nvery trees around her seemed to assume strange shapes, and she felt\nso frightened she didn't know what to do. Then she began to run\nover the sharp stones, and through the bramble bushes, and the wild\nbeasts ran past her, but they did her no harm. She ran as far as\nher legs would carry her, and as evening approached she saw a little\nhouse, and she stepped inside to rest. Everything was very small\nin the little house, but cleaner and neater than anything you can\nimagine. In the middle of the room there stood a little table,\ncovered with a white tablecloth, and seven little plates and forks\nand spoons and knives and tumblers. Side by side against the wall\nthere were seven little beds, covered with snow-white counterpanes.\nSnow White felt so hungry and so thirsty that she ate a bit of bread\nand a little porridge from each plate, and drank a drop of wine out\nof each tumbler. Then feeling tired and sleepy she lay down on\none of the beds, but it wasn't comfortable; then she tried all the\nothers in turn, but one was too long, and another too short, and it\nwas only when she got to the seventh that she found one to suit her\nexactly. So she lay down upon it, said her prayers like a good child,\nand fell fast asleep.\n\nWhen it got quite dark the masters of the little house returned.\nThey were seven dwarfs who worked in the mines, right down deep\nin the heart of the mountain. They lighted their seven little lamps,\nand as soon as their eyes got accustomed to the glare they saw that\nsomeone had been in the room, for all was not in the same order as\nthey had left it.\n\nThe first said:\n\n`Who's been sitting on my little chair?'\n\nThe second said:\n\n`Who's been eating my little loaf?'\n\nThe third said:\n\n`Who's been tasting my porridge?'\n\nThe fourth said:\n\n`Who's been eating out of my little plate?'\n\nThe fifth said:\n\n`Who's been using my little fork?'\n\nThe sixth said:\n\n`Who's been cutting with my little knife?'\n\nThe seventh said:\n\n`Who's been drinking out of my little tumbler?'\n\nThen the first Dwarf looked round and saw a little hollow in his\nbed, and he asked again:\n\n`Who's been lying on my bed?'\n\nThe others came running round, and cried when they saw their\nbeds:\n\n`Somebody has lain on ours too.'\n\nBut when the seventh came to his bed, he started back in\namazement, for there he beheld Snow White fast asleep. Then he\ncalled the others, who turned their little lamps full on the bed, and\nwhen they saw Snow White lying there they nearly fell down with\nsurprise.\n\n`Goodness gracious!' they cried, `what a beautiful child!'\n\nAnd they were so enchanted by her beauty that they did not\nwake her, but let her sleep on in the little bed. But the seventh\nDwarf slept with his companions one hour in each bed, and in this\nway he managed to pass the night.\n\nIn the morning Snow White awoke, but when she saw the seven\nlittle Dwarfs she felt very frightened. But they were so friendly\nand asked her what her name was in such a kind way, that she\nreplied:\n\n`I am Snow White.'\n\n`Why did you come to our house?' continued the Dwarfs.\n\nThen she told them how her stepmother had wished her put to\ndeath, and how the Huntsman had spared her life, and how she had\nrun the whole day till she had come to their little house. The\nDwarfs, when they had heard her sad story, asked her:\n\n`Will you stay and keep house for us, cook, make the beds,\nthe washing, sew and knit? and if you give satisfaction and keep\neverything neat and clean, you shall want for nothing.'\n\n`Yes,' answered Snow White, `I will gladly do all you ask.'\n\nAnd so she took up her abode with them. Every morning the\nDwarfs went into the mountain to dig for gold, and in the evening,\nwhen they returned home, Snow White always had their supper ready\nfor them. But during the day the girl was left quite alone, so the\ngood Dwarfs warned her, saying:\n\n`Beware of your step-mother. She will soon find out you are\nhere, and whatever you do don't let anyone into the house.'\n\nNow the Queen, after she thought she had eaten Snow White's\nlungs and liver, never dreamed but that she was once more the\nmost beautiful woman in the world; so stepping before her mirror\none day she said:\n\n\n`Mirror, mirror, hanging there,\nWho in all the land's most fair?'\n\n\nand the mirror replied:\n\n`My Lady Queen, you are fair, 'tis true,\nBut Snow White is fairer far than you.\nSnow White, who dwells with the seven little men,\nIs as fair as you, as fair again.'\n\n\nWhen the Queen heard these words she was nearly struck dumb\nwith horror, for the mirror always spoke the truth, and she knew\nnow that the Huntsman must have deceived her, and that Snow White\nwas still alive. She pondered day and night how she might destroy\nher, for as long as she felt she had a rival in the land her jealous\nheart left her no rest. At last she hit upon a plan. She stained her\nface and dressed herself up as an old peddler wife, so that she was\nquite unrecognisable. In this guise she went over the seven hills\ntill she came to the house of the seven Dwarfs. There she knocked\nat the door, calling out at the same time:\n\n`Fine wares to sell, fine wares to sell!'\n\nSnow White peeped out of the window, and called out:\n\n`Good-day, mother, what have you to sell?'\n\n`Good wares, fine wares,' she answered; `laces of every shade\nand description,' and she held one up that was made of some gay\ncoloured silk.\n\n`Surely I can let the honest woman in,' thought Snow White; so\nshe unbarred the door and bought the pretty lace.\n\n`Good gracious! child,' said the old woman, `what a figure you've\ngot. Come! I'll lace you up properly for once.'\n\nSnow White, suspecting no evil, stood before her and let her lace\nher bodice up, but the old woman laced her so quickly and so tightly\nthat it took Snow White's breath away, and she fell down dead.\n\n`Now you are no longer the fairest,' said the wicked old woman,\nand then she hastened away.\n\nIn the evening the seven Dwarfs came home, and you may\nthink what a fright they got when they saw their dear Snow White\nlying on the floor, as still and motionless as a dead person. They\nlifted her up tenderly, and when they saw how tightly laced she\nwas they cut the lace in two, and she began to breathe a little and\ngradually came back to life. When the Dwarfs heard what had\nhappened, they said:\n\n`Depend upon it, the old peddler wife was none other than the\nold Queen. In future you must be sure to let no one in, if we are\nnot at home.'\n\nAs soon as the wicked old Queen got home she went straight to\nher mirror, and said:\n\n\n`Mirror, mirror, hanging there,\nWho in all the land's most fair?'\n\n\nand the mirror answered as before:\n\n\n`My Lady Queen, you are fair, 'tis true,\nBut Snow White is fairer far than you.\nSnow White, who dwells with the seven little men,\nIs as fair as you, as fair again.'\n\n\nWhen she heard this she became as pale as death, because she\nsaw at once that Snow White must be alive again.\n\n`This time,' she said to herself, `I will think of something that\nwill make an end of her once and for all.'\n\nAnd by the witchcraft which she understood so well she made\na poisonous comb; then she dressed herself up and assumed the\nform of another old woman. So she went over the seven hills till\nshe reached the house of the seven Dwarfs, and knocking at the\ndoor she called out:\n\n`Fine wares for sale.'\n\nSnow White looked out of the window and said:\n\n`You must go away, for I may not let anyone in.'\n\n`But surely you are not forbidden to look out?' said the old\nwoman, and she held up the poisonous comb for her to see.\n\nIt pleased the girl so much that she let herself be taken in, and\nopened the door. When they had settled their bargain the old\nwoman said:\n\n`Now I'll comb your hair properly for you, for once in the\nway.'\n\nPoor Snow White thought no evil, but hardly had the comb touched\nher hair than the poison worked and she fell down unconscious.\n\n`Now, my fine lady, you're really done for this time,' said the\nwicked woman, and she made her way home as fast as she could.\n\nFortunately it was now near evening, and the seven Dwarfs\nreturned home. When they saw Snow White lying dead on the ground,\nthey at once suspected that her wicked step-mother had been at\nwork again; so they searched till they found the poisonous comb,\nand the moment they pulled it out of her head Snow White came to\nherself again, and told them what had happened. Then they\nwarned her once more to be on her guard, and to open the door to\nno one.\n\nAs soon as the Queen got home she went straight to her mirror,\nand asked:\n\n`Mirror, mirror, hanging there,\nWho in all the land's most fair?'\n\nand it replied as before:\n\n\n`My Lady Queen, you are fair, 'tis true,\nBut Snow White is fairer far than you.\nSnow White, who dwells with the seven little men,\nIs as fair as you, as fair again.'\n\n\nWhen she heard these words she literally trembled and shook with rage.\n\n`Snow White shall die,' she cried; `yes, though it cost me my own life.'\n\nThen she went to a little secret chamber, which no one knew of\nbut herself, and there she made a poisonous apple. Outwardly it\nlooked beautiful, white with red cheeks, so that everyone who saw\nit longed to eat it, but anyone who might do so would certainly die\non the spot. When the apple was quite finished she stained her\nface and dressed herself up as a peasant, and so she went over\nthe seven hills to the seven Dwarfs'. She knocked at the door, as\nusual, but Snow White put her head out of the window and called\nout:\n\n`I may not let anyone in, the seven Dwarfs have forbidden me\nto do so.'\n\n`Are you afraid of being poisoned?' asked the old woman. `See,I\nwill cut this apple in half. I'll eat the white cheek and you can eat\nthe red.'\n\nBut the apple was so cunningly made that only the red cheek\nwas poisonous. Snow White longed to eat the tempting fruit, and when\nshe saw that the peasant woman was eating it herself, she couldn't\nresist the temptation any longer, and stretching out her hand she\ntook the poisonous half. But hardly had the first bite passed her\nlips than she fell down dead on the ground. Then the eyes of the\ncruel Queen sparkled with glee, and laughing aloud she cried:\n\n`As white as snow, as red as blood, and as black as ebony, this\ntime the Dwarfs won't be able to bring you back to life.'\n\nWhen she got home she asked the mirror:\n\n\n`Mirror, mirror, hanging there,\nWho in all the land's most fair?'\n\n\nand this time it replied:\n\n\n`You are most fair, my Lady Queen,\nNone fairer in the land, I ween.'\n\n\nThen her jealous heart was at rest--at least, as much at rest\nas a jealous heart can ever be.\n\nWhen the little Dwarfs came home in the evening they found\nSnow White lying on the ground, and she neither breathed nor stirred.\nThey lifted her up, and looked round everywhere to see if they\ncould find anything poisonous about. They unlaced her bodice,\ncombed her hair, washed her with water and wine, but all in vain;\nthe child was dead and remained dead. Then they placed her on\na bier, and all the seven Dwarfs sat round it, weeping and sobbing\nfor three whole days. At last they made up their minds to bury\nher, but she looked as blooming as a living being, and her cheeks\nwere still such a lovely colour, that they said:\n\n`We can't hide her away in the black ground.'\n\nSo they had a coffin made of transparent glass, and they laid her\nin it, and wrote on the lid in golden letters that she was a royal\nPrincess. Then they put the coffin on the top of the mountain, and\none of the Dwarfs always remained beside it and kept watch over it.\nAnd the very birds of the air came and bewailed Snow White's death,\nfirst an owl, and then a raven, and last of all a little dove.\n\nSnow White lay a long time in the coffin, and she always looked\nthe same, just as if she were fast asleep, and she remained as white\nas snow, as red as blood, and her hair as black as ebony.\n\nNow it happened one day that a Prince came to the wood and\npassed by the Dwarfs' house. He saw the coffin on the hill, with\nthe beautiful Snow White inside it, and when he had read what was\nwritten on it in golden letters, he said to the Dwarf:\n\n`Give me the coffin. I'll give you whatever you like for it.'\n\nBut the Dwarf said: `No; we wouldn't part with it for all the\ngold in the world.'\n\n`Well, then,' he replied, `give it to me, because I can't live\nwithout Snow White. I will cherish and love it as my dearest possession.'\n\nHe spoke so sadly that the good Dwarfs had pity on him,\nand gave him the coffin, and the Prince made his servants bear\nit away on their shoulders. Now it happened that as they were\ngoing down the hill they stumbled over a bush, and jolted the coffin\nso violently that the poisonous bit of apple Snow White had\nswallowed fell out of her throat. She gradually opened her eyes,\nlifted up the lid of the coffin, and sat up alive and well.\n\n`Oh! dear me, where am I?' she cried.\n\nThe Prince answered joyfully, `You are with me,' and he told her\nall that had happened. adding, `I love you better than anyone\nin the whole wide world. Will you come with me to my father's palace\nand be my wife?'\n\nSnow White consented, and went with him, and the marriage was\ncelebrated with great pomp and splendour.\n\nNow Snow White's wicked step-mother was one of the guests\ninvited to the wedding feast. When she had dressed herself very\ngorgeously for the occasion, she went to the mirror, and said:\n\n\n`Mirror, mirror, hanging there,\nWho in all the land's most fair?'\n\n\nand the mirror answered:\n\n\n`My Lady Queen, you are fair, 'tis true,\nBut Snow White is fairer far than you.'\n\n\nWhen the wicked woman heard these words she uttereda\ncurse, and was beside herself with rage and mortification. At first\nshe didn't want to go to the wedding at all, but at the same time\nshe felt she would never be happy till she had seen the young\nQueen. As she entered Snow White recognised her, and nearly\nfainted with fear; but red-hot iron shoes had been prepared for the\nwicked old Queen, and she was made to get into them and dance\ntill she fell down dead."
    },
    {
      "category": "Long Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Aladdin and the Wonderful Lamp",
      "body": "There once lived a poor tailor, who had a son called\nAladdin, a careless, idle boy who would do nothing but\nplay ball all day long in the streets with little idle boys like\nhimself. This so grieved the father that he died; yet, in\nspite of his mother's tears and prayers, Aladdin did not\nmend his ways. One day, when he was playing in the\nstreets as usual, a stranger asked him his age, and if he\nwas not the son of Mustapha the tailor. \"I am, sir,\"\nreplied Aladdin; \"but he died a long while ago.\" On this\nthe stranger, who was a famous African magician, fell on\nhis neck and kissed him, saying, \"I am your uncle, and\nknew you from your likeness to my brother. Go to your\nmother and tell her I am coming.\" Aladdin ran home and\ntold his mother of his newly found uncle. \"Indeed, child,\"\nshe said, \"your father had a brother, but I always thought\nhe was dead.\" However, she prepared supper, and bade\nAladdin seek his uncle, who came laden with wine and\nfruit. He presently fell down and kissed the place where\nMustapha used to sit, bidding Aladdin's mother not to be\nsurprised at not having seen him before, as he had been\nforty years out of the country. He then turned to Aladdin,\nand asked him his trade, at which the boy hung his\nhead, while his mother burst into tears. On learning that\nAladdin was idle and would learn no trade, he offered to\ntake a shop for him and stock it with merchandise. Next\nday he bought Aladdin a fine suit of clothes and took him\nall over the city, showing him the sights, and brought him\nhome at nightfall to his mother, who was overjoyed to see\nher son so fine.\n\nThe next day the magician led Aladdin into some\nbeautiful gardens a long way outside the city gates. They\nsat down by a fountain and the magician pulled a cake\nfrom his girdle, which he divided between them. They\nthen journeyed onward till they almost reached the\nmountains. Aladdin was so tired that he begged to go\nback, but the magician beguiled him with pleasant\nstories, and led him on in spite of himself. At last they\ncame to two mountains divided by a narrow valley. \"We\nwill go no farther,\" said the false uncle. \"I will show you\nsomething wonderful; only do you gather up sticks while\nI kindle a fire.\" When it was lit the magician threw on\nit a powder he had about him, at the same time saying\nsome magical words. The earth trembled a little and\nopened in front of them, disclosing a square flat stone with\na brass ring in the middle to raise it by. Aladdin tried to\nrun away, but the magician caught him and gave hima\nblow that knocked him down. \"What have I done, uncle?\"\nhe said piteously; whereupon the magician said more\nkindly: \"Fear nothing, but obey me. Beneath this stone\nlies a treasure which is to be yours, and no one else may\ntouch it, so you must do exactly as I tell you.\" At the\nword treasure Aladdin forgot his fears, and grasped the\nring as he was told, saying the names of his father and\ngrandfather. The stone came up quite easily, and some\nsteps appeared. \"Go down,\" said the magician; \"at the\nfoot of those steps you will find an open door leading into\nthree large halls. Tuck up your gown and go through\nthem without touching anything, or you will die instantly.\nThese halls lead into a garden of fine fruit trees. Walk on\nuntil you come to a niche in a terrace where standsa\nlighted lamp. Pour out the oil it contains, and bring it to\nme.\" He drew a ring from his finger and gave it to\nAladdin, bidding him prosper.\n\nAladdin found everything as the magician had said,\ngathered some fruit off the trees, and, having got the\nlamp, arrived at the mouth of the cave. The magician\ncried out in a great hurry: \"Make haste and give me the\nlamp.\" This Aladdin refused to do until he was out of the\ncave. The magician flew into a terrible passion, and\nthrowing some more powder on to the fire, he said something,\nand the stone rolled back into its place.\n\nThe magician left Persia for ever, which plainly showed\nthat he was no uncle of Aladdin's, but a cunning magician,\nwho had read in his magic books of a wonderful lamp,\nwhich would make him the most powerful man in the\nworld. Though he alone knew where to find it, he could\nonly receive it from the hand of another. He had picked\nout the foolish Aladdin for this purpose, intending to get\nthe lamp and kill him afterward.\n\nFor two days Aladdin remained in the dark, crying and\nlamenting. At last he clasped his hands in prayer, and\nin so doing rubbed the ring, which the magician had\nforgotten to take from him. Immediately an enormous and\nfrightful genie rose out of the earth, saying: \"What\nwouldst thou with me? I am the Slave of the Ring, and\nwill obey thee in all things.\" Aladdin fearlessly replied:\n\"Deliver me from this place!\" whereupon the earth\nopened, and he found himself outside. As soon as his eyes\ncould bear the light he went home, but fainted on the\nthreshold. When he came to himself he told his mother\nwhat had passed, and showed her the lamp and the fruits\nhe had gathered in the garden, which were, in reality,\nprecious stones. He then asked for some food. \"Alas!\nchild,\" she said, \"I have nothing in the house, but I have\nspun a little cotton and will go and sell it.\" Aladdin bade\nher keep her cotton, for he would sell the lamp instead.\nAs it was very dirty she began to rub it, that it might\nfetch a higher price. Instantly a hideous genie appeared,\nand asked what she would have. She fainted away, but\nAladdin, snatching the lamp, said boldly: \"Fetch me\nsomething to eat!\" The genie returned with a silver bowl,\ntwelve silver plates containing rich meats, two silver cups,\nand two bottles of wine. Aladdin's mother, when she\ncame to herself, said: \"Whence comes this splendid feast?\"\n\"Ask not, but eat,\" replied Aladdin. So they sat at\nbreakfast till it was dinner-time, and Aladdin told his\nmother about the lamp. She begged him to sell it, and\nhave nothing to do with devils. \"No,\" said Aladdin,\n\"since chance hath made us aware of its virtues, we will\nuse it, and the ring likewise, which I shall always wear on\nmy finger.\" When they had eaten all the genie had\nbrought, Aladdin sold one of the silver plates, and so on\nuntil none were left. He then had recourse to the genie,\nwho gave him another set of plates, and thus they lived\nfor many years.\n\nOne day Aladdin heard an order from the Sultan\nproclaimed that everyone was to stay at home and close his\nshutters while the Princess, his daughter, went to and\nfrom the bath. Aladdin was seized by a desire to see her\nface, which was very difficult, as she always went veiled.\nHe hid himself behind the door of the bath, and peeped\nthrough a chink. The Princess lifted her veil as she went\nin, and looked so beautiful that Aladdin fell in love with\nher at first sight. He went home so changed that his\nmother was frightened. He told her he loved the Princess\nso deeply that he could not live without her, and meant\nto ask her in marriage of her father. His mother, on hearing\nthis, burst out laughing, but Aladdin at last prevailed\nupon her to go before the Sultan and carry his request.\nShe fetched a napkin and laid in it the magic fruits from\nthe enchanted garden, which sparkled and shone like the\nmost beautiful jewels. She took these with her to please\nthe Sultan, and set out, trusting in the lamp. The Grand\nVizier and the lords of council had just gone in as she\nentered the hall and placed herself in front of the Sultan.\nHe, however, took no notice of her. She went every day\nfor a week, and stood in the same place. When the council\nbroke up on the sixth day the Sultan said to his Vizier:\n\"I see a certain woman in the audience-chamber every\nday carrying something in a napkin. Call her next time,\nthat I may find out what she wants.\" Next day, at a sign\nfrom the Vizier, she went up to the foot of the throne and\nremained kneeling till the Sultan said to her: \"Rise, good\nwoman, and tell me what you want.\" She hesitated, so\nthe Sultan sent away all but the Vizier, and bade her\nspeak frankly, promising to forgive her beforehand for\nanything she might say. She then told him of her son's\nviolent love for the Princess. \"I prayed him to forget\nher,\" she said, \"but in vain; he threatened to do some\ndesperate deed if I refused to go and ask your Majesty for\nthe hand of the Princess. Now I pray you to forgive not\nme alone, but my son Aladdin.\" The Sultan asked her\nkindly what she had in the napkin, whereupon she unfolded\nthe jewels and presented them. He was thunderstruck,\nand turning to the Vizier said: \"What sayest\nthou? Ought I not to bestow the Princess on one who\nvalues her at such a price?\" The Vizier, who wanted her\nfor his own son, begged the Sultan to withhold her for\nthree months, in the course of which he hoped his son\nwould contrive to make him a richer present. The Sultan\ngranted this, and told Aladdin's mother that, though he\nconsented to the marriage, she must not appear before\nhim again for three months.\n\nAladdin waited patiently for nearly three months, but\nafter two had elapsed his mother, going into the city to\nbuy oil, found every one rejoicing, and asked what was\ngoing on. \"Do you not know,\" was the answer, \"that the\nson of the Grand Vizier is to marry the Sultan's daughter\nto-night?\" Breathless, she ran and told Aladdin, who was\noverwhelmed at first, but presently bethought him of the\nlamp. He rubbed it, and the genie appeared, saying,\n\"What is thy will?\" Aladdin replied: \"The Sultan, as\nthou knowest, has broken his promise to me, and the\nVizier's son is to have the Princess. My command is that\nto-night you bring hither the bride and bridegroom.\"\n\"Master, I obey,\" said the genie. Aladdin then went to\nhis chamber, where, sure enough, at midnight the genie\ntransported the bed containing the Vizier's son and the\nPrincess. \"Take this new-married man,\" he said, \"and\nput him outside in the cold, and return at daybreak.\"\nWhereupon the genie took the Vizier's son out of bed,\nleaving Aladdin with the Princess. \"Fear nothing,\"\nAladdin said to her; \"you are my wife, promised to me by\nyour unjust father, and no harm shall come to you.\" The\nPrincess was too frightened to speak, and passed the most\nmiserable night of her life, while Aladdin lay down beside\nher and slept soundly. At the appointed hour the genie\nfetched in the shivering bridegroom, laid him in his place,\nand transported the bed back to the palace.\n\nPresently the Sultan came to wish his daughter\ngood-morning. The unhappy Vizier's son jumped up and hid\nhimself, while the Princess would not say a word, and\nwas very sorrowful. The Sultan sent her mother to her,\nwho said: \"How comes it, child, that you will not speak\nto your father? What has happened?\" The Princess sighed\ndeeply, and at last told her mother how, during the night,\nthe bed had been carried into some strange house, and\nwhat had passed there. Her mother did not believe her in\nthe least, but bade her rise and consider it an idle dream.\n\nThe following night exactly the same thing happened,\nand next morning, on the Princess's refusal to speak, the\nSultan threatened to cut off her head. She then confessed\nall, bidding him to ask the Vizier's son if it were not so.\nThe Sultan told the Vizier to ask his son, who owned the\ntruth, adding that, dearly as he loved the Princess, he had\nrather die than go through another such fearful night, and\nwished to be separated from her. His wish was granted,\nand there was an end to feasting and rejoicing.\n\nWhen the three months were over, Aladdin sent his\nmother to remind the Sultan of his promise. She stood\nin the same place as before, and the Sultan, who had\nforgotten Aladdin, at once remembered him, and sent for\nher. On seeing her poverty the Sultan felt less inclined\nthan ever to keep his word, and asked his Vizier's advice,\nwho counselled him to set so high a value on the Princess\nthat no man living could come up to it. The Sultan then\nturned to Aladdin's mother, saying: \"Good woman,a\nSultan must remember his promises, and I will remember\nmine, but your son must first send me forty basins of gold\nbrimful of jewels, carried by forty black slaves, led by as\nmany white ones, splendidly dressed. Tell him thatI\nawait his answer.\" The mother of Aladdin bowed low and\nwent home, thinking all was lost. She gave Aladdin the\nmessage, adding: \"He may wait long enough for your\nanswer!\" \"Not so long, mother, as you think,\" her son\nreplied. \"I would do a great deal more than that for the\nPrincess.\" He summoned the genie, and in a few moments\nthe eighty slaves arrived, and filled up the small\nhouse and garden. Aladdin made them set out to the\npalace, two and two, followed by his mother. They were\nso richly dressed, with such splendid jewels in their\ngirdles, that everyone crowded to see them and the basins of\ngold they carried on their heads. They entered the palace,\nand, after kneeling before the Sultan, stood in a half-circle\nround the throne with their arms crossed, while Aladdin's\nmother presented them to the Sultan. He hesitated no\nlonger, but said: \"Good woman, return and tell your son\nthat I wait for him with open arms.\" She lost no time in\ntelling Aladdin, bidding him make haste. But Aladdin\nfirst called the genie. \"I want a scented bath,\" he said,\n\"a richly embroidered habit, a horse surpassing the Sultan's,\nand twenty slaves to attend me. Besides this, six\nslaves, beautifully dressed, to wait on my mother; and\nlastly, ten thousand pieces of gold in ten purses.\" No\nsooner said than done. Aladdin mounted his horse and\npassed through the streets, the slaves strewing gold as\nthey went. Those who had played with him in his\nchildhood knew him not, he had grown so handsome. When\nthe Sultan saw him he came down from his throne,\nembraced him, and led him into a hall where a feast was\nspread, intending to marry him to the Princess that very\nday. But Aladdin refused, saying, \"I must build a palace\nfit for her,\" and took his leave. Once home, he said to the\ngenie: \"Build me a palace of the finest marble, set with\njasper, agate, and other precious stones. In the middle\nyou shall build me a large hall with a dome, its four walls\nof massy gold and silver, each having six windows, whose\nlattices, all except one which is to be left unfinished, must\nbe set with diamonds and rubies. There must be stables\nand horses and grooms and slaves; go and see about it!\"\n\nThe palace was finished by the next day, and the genie\ncarried him there and showed him all his orders faithfully\ncarried out, even to the laying of a velvet carpet from\nAladdin's palace to the Sultan's. Aladdin's mother then\ndressed herself carefully, and walked to the palace with\nher slaves, while he followed her on horseback. The Sultan\nsent musicians with trumpets and cymbals to meet them,\nso that the air resounded with music and cheers. She was\ntaken to the Princess, who saluted her and treated her\nwith great honor. At night the Princess said good-by to\nher father, and set out on the carpet for Aladdin's palace,\nwith his mother at her side, and followed by the hundred\nslaves. She was charmed at the sight of Aladdin, who ran\nto receive her. \"Princess,\" he said, \"blame your beauty\nfor my boldness if I have displeased you.\" She told him\nthat, having seen him, she willingly obeyed her father in\nthis matter. After the wedding had taken place Aladdin\nled her into the hall, where a feast was spread, and she\nsupped with him, after which they danced till midnight.\nNext day Aladdin invited the Sultan to see the palace.\nOn entering the hall with the four-and-twenty windows,\nwith their rubies, diamonds, and emeralds, he cried: \"It\nis a world's wonder! There is only one thing that\nsurprises me. Was it by accident that one window was left\nunfinished?\" \"No, sir, by design,\" returned Aladdin. \"I\nwished your Majesty to have the glory of finishing this\npalace.\" The Sultan was pleased, and sent for the best\njewelers in the city. He showed them the unfinished\nwindow, and bade them fit it up like the others. \"Sir,\"\nreplied their spokesman, \"we cannot find jewels enough.\"\nThe Sultan had his own fetched, which they soon used,\nbut to no purpose, for in a month's time the work was\nnot half done. Aladdin, knowing that their task was vain,\nbade them undo their work and carry the jewels back, and\nthe genie finished the window at his command. The Sultan\nwas surprised to receive his jewels again, and visited\nAladdin, who showed him the window finished. The Sultan\nembraced him, the envious Vizier meanwhile hinting\nthat it was the work of enchantment.\n\nAladdin had won the hearts of the people by his gentle\nbearing. He was made captain of the Sultan's armies, and\nwon several battles for him, but remained modest and\ncourteous as before, and lived thus in peace and content\nfor several years.\n\nBut far away in Africa the magician remembered Aladdin,\nand by his magic arts discovered that Aladdin, instead\nof perishing miserably in the cave, had escaped, and\nhad married a princess, with whom he was living in great\nhonor and wealth. He knew that the poor tailor's son\ncould only have accomplished this by means of the lamp,\nand traveled night and day until he reached the capital\nof China, bent on Aladdin's ruin. As he passed through\nthe town he heard people talking everywhere abouta\nmarvellous palace. \"Forgive my ignorance,\" he asked,\n\"what is this palace you speak Of?\" \"Have you not heard\nof Prince Aladdin's palace,\" was the reply, \"the greatest\nwonder of the world? I will direct you if you have a mind\nto see it.\" The magician thanked him who spoke, and\nhaving seen the palace, knew that it had been raised\nby the Genie of the Lamp, and became half mad with\nrage. He determined to get hold of the lamp, and again\nplunge Aladdin into the deepest poverty.\n\nUnluckily, Aladdin had gone a-hunting for eight days,\nwhich gave the magician plenty of time. He boughta\ndozen copper lamps, put them into a basket, and went to\nthe palace, crying: \"New lamps for old!\" followed bya\njeering crowd. The Princess, sitting in the hall of\nfour-and-twenty windows, sent a slave to find out what the\nnoise was about, who came back laughing, so that the\nPrincess scolded her. \"Madam,\" replied the slave, \"who\ncan help laughing to see an old fool offering to exchange\nfine new lamps for old ones?\" Another slave, hearing this,\nsaid: \"There is an old one on the cornice there which he\ncan have.\" Now this was the magic lamp, which Aladdin\nhad left there, as he could not take it out hunting with\nhim. The Princess, not knowing its value, laughingly\nbade the slave take it and make the exchange. She went\nand said to the magician: \"Give me a new lamp for this.\"\nHe snatched it and bade the slave take her choice, amid\nthe jeers of the crowd. Little he cared, but left off crying\nhis lamps, and went out of the city gates to a lonely place,\nwhere he remained till nightfall, when he pulled out the\nlamp and rubbed it. The genie appeared, and at the\nmagician's command carried him, together with the\npalace and the Princess in it, to a lonely place in Africa.\n\nNext morning the Sultan looked out of the window\ntoward Aladdin's palace and rubbed his eyes, for it was\ngone. He sent for the Vizier and asked what had become\nof the palace. The Vizier looked out too, and was lost in\nastonishment. He again put it down to enchantment, and\nthis time the Sultan believed him, and sent thirty men on\nhorseback to fetch Aladdin in chains. They met him riding\nhome, bound him, and forced him to go with them\non foot. The people, however, who loved him, followed,\narmed, to see that he came to no harm. He was carried\nbefore the Sultan, who ordered the executioner to cut off\nhis head. The executioner made Aladdin kneel down,\nbandaged his eyes, and raised his scimitar to strike. At\nthat instant the Vizier, who saw that the crowd had forced\ntheir way into the courtyard and were scaling the walls to\nrescue Aladdin, called to the executioner to stay his hand.\nThe people, indeed, looked so threatening that the Sultan\ngave way and ordered Aladdin to be unbound, and\npardoned him in the sight of the crowd. Aladdin now\nbegged to know what he had done. \"False wretch!\" said\nthe Sultan, \"come thither,\" and showed him from the\nwindow the place where his palace had stood. Aladdin\nwas so amazed that he could not say a word. \"Where is\nmy palace and my daughter?\" demanded the Sultan. \"For\nthe first I am not so deeply concerned, but my daughter\nI must have, and you must find her or lose your head.\"\nAladdin begged for forty days in which to find her,\npromising, if he failed, to return and suffer death at the\nSultan's pleasure. His prayer was granted, and he went\nforth sadly from the Sultan's presence. For three days he\nwandered about like a madman, asking everyone what\nhad become of his palace, but they only laughed and\npitied him. He came to the banks of a river, and knelt\ndown to say his prayers before throwing himself in. In\nso doing he rubbed the magic ring he still wore. The\ngenie he had seen in the cave appeared, and asked his\nwill. \"Save my life, genie,\" said Aladdin, \"bring my\npalace back.\" \"That is not in my power,\" said the genie;\n\"I am only the Slave of the Ring; you must ask him of the\nlamp.\" \"Even so,\" said Aladdin, \"but thou canst take\nme to the palace, and set me down under my dear wife's\nwindow.\" He at once found himself in Africa, under the\nwindow of the Princess, and fell asleep out of sheer\nweariness.\n\nHe was awakened by the singing of the birds, and his\nheart was lighter. He saw plainly that all his misfortunes\nwere owing to the loss of the lamp, and vainly wondered\nwho had robbed him of it.\n\nThat morning the Princess rose earlier than she had\ndone since she had been carried into Africa by the\nmagician, whose company she was forced to endure oncea\nday. She, however, treated him so harshly that he dared\nnot live there altogether. As she was dressing, one of her\nwomen looked out and saw Aladdin. The Princess ran\nand opened the window, and at the noise she made Aladdin\nlooked up. She called to him to come to her, and\ngreat was the joy of these lovers at seeing each other again.\nAfter he had kissed her Aladdin said: \"I beg of you,\nPrincess, in God's name, before we speak of anything else,\nfor your own sake and mine, tell me that has become of an\nold lamp I left on the cornice in the hall of four-and-twenty\nwindows, when I went a-hunting.\" \"Alas!\" she\nsaid, \"I am the innocent cause of our sorrows,\" and told\nhim of the exchange of the lamp. \"Now I know,\" cried\nAladdin, \"that we have to thank the African magician for\nthis! Where is the lamp?\" \"He carries it about with him,\"\nsaid the Princess. \"I know, for he pulled it out of his\nbreast to show me. He wishes me to break my faith with\nyou and marry him, saying that you were beheaded by\nmy father's command. He is for ever speaking ill of you\nbut I only reply by my tears. If I persist, I doubt not but\nhe will use violence.\" Aladdin comforted her, and left her\nfor a while. He changed clothes with the first person he\nmet in the town, and having bought a certain powder,\nreturned to the Princess, who let him in by a little side\ndoor. \"Put on your most beautiful dress,\" he said to her\n\"and receive the magician with smiles, leading him to\nbelieve that you have forgotten me. Invite him to sup with\nyou, and say you wish to taste the wine of his country.\nHe will go for some and while he is gone I will tell you\nwhat to do.\" She listened carefully to Aladdin and when\nhe left she arrayed herself gaily for the first time since she\nleft China. She put on a girdle and head-dress of\ndiamonds, and, seeing in a glass that she was more beautiful\nthan ever, received the magician, saying, to his great\namazement: \"I have made up my mind that Aladdin is\ndead, and that all my tears will not bring him back to me,\nso I am resolved to mourn no more, and have therefore\ninvited you to sup with me; but I am tired of the wines\nof China, and would fain taste those of Africa.\" The\nmagician flew to his cellar, and the Princess put the powder\nAladdin had given her in her cup. When he returned\nshe asked him to drink her health in the wine of Africa,\nhanding him her cup in exchange for his, as a sign she was\nreconciled to him. Before drinking the magician made\nher a speech in praise of her beauty, but the Princess cut\nhim short, saying: \"Let us drink first, and you shall say\nwhat you will afterward.\" She set her cup to her lips and\nkept it there, while the magician drained his to the dregs\nand fell back lifeless. The Princess then opened the door\nto Aladdin, and flung her arms round his neck; but Aladdin\nput her away, bidding her leave him, as he had more\nto do. He then went to the dead magician, took the lamp\nout of his vest, and bade the genie carry the palace and\nall in it back to China. This was done, and the Princess\nin her chamber only felt two little shocks, and little\nthought she was at home again.\n\nThe Sultan, who was sitting in his closet, mourning for\nhis lost daughter, happened to look up, and rubbed his\neyes, for there stood the palace as before! He hastened\nthither, and Aladdin received him in the hall of the\nfour-and-twenty windows, with the Princess at his side.\nAladdin told him what had happened, and showed him the\ndead body of the magician, that he might believe. A ten\ndays' feast was proclaimed, and it seemed as if Aladdin\nmight now live the rest of his life in peace; but it was not\nto be.\n\nThe African magician had a younger brother, who was,\nif possible, more wicked and more cunning than himself.\nHe traveled to China to avenge his brother's death, and\nwent to visit a pious woman called Fatima, thinking she\nmight be of use to him. He entered her cell and clapped\na dagger to her breast, telling her to rise and do his\nbidding on pain of death. He changed clothes with her,\ncolored his face like hers, put on her veil, and murdered\nher, that she might tell no tales. Then he went toward\nthe palace of Aladdin, and all the people, thinking he was\nthe holy woman, gathered round him, kissing his hands\nand begging his blessing. When he got to the palace there\nwas such a noise going on round him that the Princess\nbade her slave look out of the window and ask what was\nthe matter. The slave said it was the holy woman, curing\npeople by her touch of their ailments, whereupon the\nPrincess, who had long desired to see Fatima, sent for her.\nOn coming to the Princess the magician offered upa\nprayer for her health and prosperity. When he had done\nthe Princess made him sit by her, and begged him to stay\nwith her always. The false Fatima, who wished for nothing\nbetter, consented, but kept his veil down for fear of\ndiscovery. The Princess showed him the hall, and asked\nhim what he thought of it. \"It is truly beautiful,\" said\nthe false Fatima. \"In my mind it wants but one thing.\"\n\"And what is that?\" said the Princess. \"If only a roc's\negg,\" replied he, \"were hung up from the middle of this\ndome, it would be the wonder of the world.\"\n\nAfter this the Princess could think of nothing but the\nroc's egg, and when Aladdin returned from hunting he\nfound her in a very ill humor. He begged to know what\nwas amiss, and she told him that all her pleasure in the\nhall was spoiled for the want of a roc's egg hanging from\nthe dome. \"If that is all,\" replied Aladdin, \"you shall\nsoon be happy.\" He left her and rubbed the lamp, and\nwhen the genie appeared commanded him to bring a roc's\negg. The genie gave such a loud and terrible shriek that\nthe hall shook. \"Wretch!\" he cried, \"is it not enough\nthat I have done everything for you, but you must command\nme to bring my master and hang him up in the\nmidst of this dome? You and your wife and your palace\ndeserve to be burnt to ashes, but that this request does\nnot come from you, but from the brother of the African\nmagician, whom you destroyed. He is now in your palace\ndisguised as the holy woman--whom he murdered. He it\nwas who put that wish into your wife's head. Take care\nof yourself, for he means to kill you.\" So saying, the\ngenie disappeared.\n\nAladdin went back to the Princess, saying his head\nached, and requesting that the holy Fatima should be\nfetched to lay her hands on it. But when the magician\ncame near, Aladdin, seizing his dagger, pierced him to the\nheart. \"What have you done?\" cried the Princess. \"You\nhave killed the holy woman!\" \"Not so,\" replied Aladdin,\n\"but a wicked magician,\" and told her of how she had\nbeen deceived.\n\nAfter this Aladdin and his wife lived in peace. He\nsucceeded the Sultan when he died, and reigned for many\nyears, leaving behind him a long line of kings."
    },
    {
      "category": "Long Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Jack and the bean-stalk",
      "body": "ONCE upon a time there was a poor widow who lived in a little\ncottage with her only son Jack.\n\nJack was a giddy, thoughtless boy, but very kind-hearted and\naffectionate. There had been a hard winter, and after it the poor\nwoman had suffered from fever and ague. Jack did no work as yet,\nand by degrees they grew dreadfully poor. The widow saw that\nthere was no means of keeping Jack and herself from starvation\nbut by selling her cow; so one morning she said to her son, `I am\ntoo weak to go myself, Jack, so you must take the cow to market\nfor me, and sell her.'\n\nJack liked going to market to sell the cow very much; but as\nhe was on the way, he met a butcher who had some beautiful\nbeans in his hand. Jack stopped to look at them, and the butcher\ntold the boy that they were of great value, and persuaded the silly\nlad to sell the cow for these beans.\n\nWhen he brought them home to his mother instead of the money\nshe expected for her nice cow, she was very vexed and shed many\ntears, scolding Jack for his folly. He was very sorry, and mother\nand son went to bed very sadly that night; their last hope seemed\ngone.\n\nAt daybreak Jack rose and went out into the garden.\n\n`At least,' he thought, `I will sow the wonderful beans. Mother\nsays that they are just common scarlet-runners, and nothing else;\nbut I may as well sow them.'\n\nSo he took a piece of stick, and made some holes in the ground,\nand put in the beans.\n\nThat day they had very little dinner, and went sadly to bed,\nknowing that for the next day there would be none and Jack,\nunable to sleep from grief and vexation, got up at day-dawn and\nwent out into the garden.\n\nWhat was his amazement to find that the beans had grown up\nin the night, and climbed up and up till they covered the high cliff\nthat sheltered the cottage, and disappeared above it! The stalks\nhad twined and twisted themselves together till they formed quite\na ladder.\n\n`It would be easy to climb it,' thought Jack.\n\nAnd, having thought of the experiment, he at once resolved to\ncarry it out, for Jack was a good climber. However, after his late\nmistake about the cow, he thought he had better consult his mother\nfirst.\n\n\nWONDERFUL GROWTH OF THE BEANSTALK\n\n\nSo Jack called his mother, and they both gazed in silent wonder\nat the Beanstalk, which was not only of great height, but was thick\nenough to bear Jack's weight.\n\n`I wonder where it ends,' said Jack to his mother; `I thinkI\nwill climb up and see.'\n\nHis mother wished him not to venture up this strange ladder,\nbut Jack coaxed her to give her consent to the attempt, for he was\ncertain there must be something wonderful in the Beanstalk; so at\nlast she yielded to his wishes.\n\nJack instantly began to climb, and went up and up on the ladder-\nlike bean till everything he had left behind him--the cottage, the\nvillage, and even the tall church tower--looked quite little, and still\nhe could not see the top of the Beanstalk.\n\nJack felt a little tired, and thought for a moment that he would\ngo back again; but he was a very persevering boy, and he knew\nthat the way to succeed in anything is not to give up. So after\nresting for a moment he went on.\n\nAfter climbing higher and higher, till he grew afraid to look\ndown for fear he should be giddy, Jack at last reached the top of\nthe Beanstalk, and found himself in a beautiful country, finely\nwooded, with beautiful meadows covered with sheep. A crystal\nstream ran through the pastures; not far from the place where he\nhad got off the Beanstalk stood a fine, strong castle.\n\nJack wondered very much that he had never heard of or seen\nthis castle before; but when he reflected on the subject, he saw that\nit was as much separated from the village by the perpendicular\nrock on which it stood as if it were in another land.\n\nWhile Jack was standing looking at the castle, a very strange-\nlooking woman came out of the wood, and advanced towards him.\n\nShe wore a pointed cap of quilted red satin turned up with\nermine, her hair streamed loose over her shoulders, and she walked\nwith a staff. Jack took off his cap and made her a bow.\n\n`If you please, ma'am,' said he, `is this your house?'\n\n`No,' said the old lady. `Listen, and I will tell you the story of\nthat castle.\n\n`Once upon a time there was a noble knight, who lived in this\ncastle, which is on the borders of Fairyland. He had a fair and\nbeloved wife and several lovely children: and as his neighbours, the\nlittle people, were very friendly towards him, they bestowed on him\nmany excellent and precious gifts.\n\n`Rumour whispered of these treasures; and a monstrous giant,\nwho lived at no great distance, and who was a very wicked being,\nresolved to obtain possession of them.\n\n`So he bribed a false servant to let him inside the castle, when\nthe knight was in bed and asleep, and he killed him as he lay. Then\nhe went to the part of the castle which was the nursery, and also\nkilled all the poor little ones he found there.\n\n`Happily for her, the lady was not to be found. She had gone\nwith her infant son, who was only two or three months old, to visit\nher old nurse, who lived in the valley; and she had been detained\nall night there by a storm.\n\n`The next morning, as soon as it was light, one of the servants\nat the castle, who had managed to escape, came to tell the poor\nlady of the sad fate of her husband and her pretty babes. She\ncould scarcely believe him at first, and was eager at once to go back\nand share the fate of her dear ones; but the old nurse, with many\ntears, besought her to remember that she had still a child, and that\nit was her duty to preserve her life for the sake of the poor innocent.\n\n`The lady yielded to this reasoning, and consented to remain at\nher nurse's house as the best place of concealment; for the servant\ntold her that the giant had vowed, if he could find her, he would\nkill both her and her baby. Years rolled on. The old nurse died,\nleaving her cottage and the few articles of furniture it contained to\nher poor lady, who dwelt in it, working as a peasant for her daily\nbread. Her spinning-wheel and the milk of a cow, which she had\npurchased with the little money she had with her, sufficed for the\nscanty subsistence of herself and her little son. There was a nice\nlittle garden attached to the cottage, in which they cultivated peas,\nbeans, and cabbages, and the lady was not ashamed to go out at\nharvest time, and glean in the fields to supply her little son's wants.\n\n`Jack, that poor lady is your mother. This castle was once your\nfather's, and must again be yours.'\n\nJack uttered a cry of surprise.\n\n`My mother! oh, madam, what ought I to do? My poor\nfather! My dear mother!'\n\n`Your duty requires you to win it back for your mother. But\nthe task is a very difficult one, and full of peril, Jack. Have you\ncourage to undertake it?'\n\n`I fear nothing when I am doing right,' said Jack.\n\n`Then,' said the lady in the red cap, `you are one of those who\nslay giants. You must get into the castle, and if possible possess\nyourself of a hen that lays golden eggs, and a harp that talks.\nRemember, all the giant possesses is really yours.' As she ceased\nspeaking, the lady of the red hat suddenly disappeared, and of course\nJack knew she was a fairy.\n\nJack determined at once to attempt the adventure; so he\nadvanced, and blew the horn which hung at the castle portal. The\ndoor was opened in a minute or two by a frightful giantess, with\none great eye in the middle of her forehead.\n\nAs soon as Jack saw her he turned to run away, but she caught\nhim, and dragged him into the castle.\n\n`Ho, ho!' she laughed terribly. `You didn't expect to see me\nhere, that is clear! No, I shan't let you go again. I am weary of\nmy life. I am so overworked, and I don't see why I should not\nhave a page as well as other ladies. And you shall be my boy. You\nshall clean the knives, and black the boots, and make the fires, and\nhelp me generally when the giant is out. When he is at homeI\nmust hide you, for he has eaten up all my pages hitherto, and you\nwould be a dainty morsel, my little lad.'\n\nWhile she spoke she dragged Jack right into the castle. The\npoor boy was very much frightened, as I am sure you andI\nwould have been in his place. But he remembered that fear\ndisgraces a man; so he struggled to be brave and make the best of\nthings.\n\n`I am quite ready to help you, and do all I can to serve you,\nmadam,' he said, `only I beg you will be good enough to hide me\nfrom your husband, for I should not like to be eaten at all.'\n\n`That's a good boy,' said the Giantess, nodding her head; `it is\nlucky for you that you did not scream out when you saw me, as\nthe other boys who have been here did, for if you had done so my\nhusband would have awakened and have eaten you, as he did them,\nfor breakfast. Come here, child; go into my wardrobe: he never\nventures to open THAT; you will be safe there.'\n\nAnd she opened a huge wardrobe which stood in the great hall,\nand shut him into it. But the keyhole was so large that it ad-\nmitted plenty of air, and he could see everything that took place\nthrough it. By-and-by he heard a heavy tramp on the stairs, like\nthe lumbering along of a great cannon, and then a voice like thunder\ncried out;\n\n`Fe, fa, fi-fo-fum,\nI smell the breath of an Englishman.\nLet him be alive or let him be dead,\nI'll grind his bones to make my bread.'\n\n\n`Wife,' cried the Giant, `there is a man in the castle. Let me\nhave him for breakfast.'\n\n`You are grown old and stupid,' cried the lady in her loud\ntones. `It is only a nice fresh steak off an elephant, that I have\ncooked for you, which you smell. There, sit down and makea\ngood breakfast.'\n\nAnd she placed a huge dish before him of savoury steaming\nmeat, which greatly pleased him, and made him forget his idea of\nan Englishman being in the castle. When he had breakfasted he\nwent out for a walk; and then the Giantess opened the door, and\nmade Jack come out to help her. He helped her all day. She\nfed him well, and when evening came put him back in the wardrobe.\n\n\nTHE HEN THAT LAYS GOLDEN EGGS.\n\n\nThe Giant came in to supper. Jack watched him through the\nkeyhole, and was amazed to see him pick a wolf's bone, and put\nhalf a fowl at a time into his capacious mouth.\n\nWhen the supper was ended he bade his wife bring him his hen\nthat laid the golden eggs.\n\n`It lays as well as it did when it belonged to that paltry knight,'\nhe said; `indeed I think the eggs are heavier than ever.'\n\nThe Giantess went away, and soon returned with a little brown\nhen, which she placed on the table before her husband. `And now,\nmy dear,' she said, `I am going for a walk, if you don't want me\nany longer.'\n\n`Go,' said the Giant; `I shall be glad to have a nap by-and-by.'\n\nThen he took up the brown hen and said to her:\n\n`Lay!' And she instantly laid a golden egg.\n\n`Lay!' said the Giant again. And she laid another.\n\n`Lay!' he repeated the third time. And again a golden egg lay\non the table.\n\nNow Jack was sure this hen was that of which the fairy had\nspoken.\n\nBy-and-by the Giant put the hen down on the floor, and soon\nafter went fast asleep, snoring so loud that it sounded like thunder.\n\nDirectly Jack perceived that the Giant was fast asleep, he\npushed open the door of the wardrobe and crept out; very softly he\nstole across the room, and, picking up the hen, made haste to quit\nthe apartment. He knew the way to the kitchen, the door of\nwhich he found was left ajar; he opened it, shut and locked it after\nhim, and flew back to the Beanstalk, which he descended as fast\nas his feet would move.\n\nWhen his mother saw him enter the house she wept for joy, for\nshe had feared that the fairies had carried him away, or that the\nGiant had found him. But Jack put the brown hen down before\nher, and told her how he had been in the Giant's castle, and all his\nadventures. She was very glad to see the hen, which would make\nthem rich once more.\n\n\nTHE MONEY BAGS.\n\n\nJack made another journey up the Beanstalk to the Giant's\ncastle one day while his mother had gone to market; but first\nhe dyed his hair and disguised himself. The old woman did not\nknow him again, and dragged him in as she had done before, to\nhelp her to do the work; but she heard her husband coming, and hid\nhim in the wardrobe, not thinking that it was the same boy who had\nstolen the hen. She bade him stay quite still there, or the Giant\nwould eat him.\n\nThen the Giant came in saying:\n\n`Fe, fa, fi-fo-fum,\nI smell the breath of an Englishman.\nLet him be alive or let him be dead,\nI'll grind his bones to make my bread.'\n\n\n`Nonsense!' said the wife, `it is only a roasted bullock thatI\nthought would be a tit-bit for your supper; sit down and I will\nbring it up at once.' The Giant sat down, and soon his wife\nbrought up a roasted bullock on a large dish, and they began their\nsupper. Jack was amazed to see them pick the bones of the bullock\nas if it had been a lark. As soon as they had finished their\nmeal, the Giantess rose and said:\n\n`Now, my dear, with your leave I am going up to my room to\nfinish the story I am reading. If you want me call for me.'\n\n`First,' answered the Giant, `bring me my money bags, thatI\nmay count my golden pieces before I sleep.' The Giantess obeyed.\nShe went and soon returned with two large bags over her shoulders,\nwhich she put down by her husband.\n\n`There,' she said; `that is all that is left of the knight's money.\nWhen you have spent it you must go and take another baron's\ncastle.'\n\n`That he shan't, if I can help it,' thought Jack.\n\nThe Giant, when his wife was gone, took out heaps and heaps of\ngolden pieces, and counted them, and put them in piles, till he was\ntired of the amusement. Then he swept them all back into their\nbags, and leaning back in his chair fell fast asleep, snoring so loud\nthat no other sound was audible.\n\nJack stole softly out of the wardrobe, and taking up the bags of\nmoney (which were his very own, because the Giant had stolen\nthem from his father), he ran off, and with great difficulty descending\nthe Beanstalk, laid the bags of gold on his mother's table. She\nhad just returned from town, and was crying at not finding Jack.\n\n`There, mother, I have brought you the gold that my father\nlost.'\n\n`Oh, Jack! you are a very good boy, but I wish you would not\nrisk your precious life in the Giant's castle. Tell me how you\ncame to go there again.'\n\nAnd Jack told her all about it.\n\nJack's mother was very glad to get the money, but she did not\nlike him to run any risk for her.\n\nBut after a time Jack made up his mind to go again to the\nGiant's castle.\n\n\nTHE TALKING HARP.\n\n\nSo he climbed the Beanstalk once more, and blew the horn at\nthe Giant's gate. The Giantess soon opened the door; she was\nvery stupid, and did not know him again, but she stopped a minute\nbefore she took him in. She feared another robbery; but Jack's\nfresh face looked so innocent that she could not resist him, and so\nshe bade him come in, and again hid him away in the wardrobe.\n\nBy-and-by the Giant came home, and as soon as he had crossed\nthe threshold he roared out:\n\n`Fe, fa, fi-fo-fum,\nI smell the breath of an Englishman.\nLet him be alive or let him be dead,\nI'll grind his bones to make my bread.'\n\n\n`You stupid old Giant,' said his wife, `you only smell a nice\nsheep, which I have grilled for your dinner.'\n\nAnd the Giant sat down, and his wife brought up a whole sheep\nfor his dinner. When he had eaten it all up, he said:\n\n`Now bring me my harp, and I will have a little music while\nyou take your walk.'\n\nThe Giantess obeyed, and returned with a beautiful harp. The\nframework was all sparkling with diamonds and rubies, and the\nstrings were all of gold.\n\n`This is one of the nicest things I took from the knight,' said\nthe Giant. `I am very fond of music, and my harp is a faithful\nservant.'\n\nSo he drew the harp towards him, and said:\n\n`Play!'\n\nAnd the harp played a very soft, sad air.\n\n`Play something merrier!' said the Giant.\n\nAnd the harp played a merry tune.\n\n`Now play me a lullaby,' roared the Giant; and the harp played\na sweet lullaby, to the sound of which its master fell asleep.\n\nThen Jack stole softly out of the wardrobe, and went into the\nhuge kitchen to see if the Giantess had gone out; he found no one\nthere, so he went to the door and opened it softly, for he thought he\ncould not do so with the harp in his hand.\n\nThen he entered the Giant's room and seized the harp and ran\naway with it; but as he jumped over the threshold the harp called\nout:\n\n`MASTER! MASTER!'\n\nAnd the Giant woke up.\n\nWith a tremendous roar he sprang from his seat, and in two strides\nhad reached the door.\n\nBut Jack was very nimble. He fled like lightning with the harp,\ntalking to it as he went (for he saw it was a fairy), and telling it he\nwas the son of its old master, the knight.\n\nStill the Giant came on so fast that he was quite close to poor\nJack, and had stretched out his great hand to catch him. But,\nluckily, just at that moment he stepped upon a loose stone, stumbled,\nand fell flat on the ground, where he lay at his full length.\n\nThis accident gave Jack time to get on the Beanstalk and hasten\ndown it; but just as he reached their own garden he beheld the\nGiant descending after him.\n\n`Mother I mother!' cried Jack, `make haste and give me the\naxe.'\n\nHis mother ran to him with a hatchet in her hand, and Jack\nwith one tremendous blow cut through all the Beanstalks except\none.\n\n`Now, mother, stand out of the way!' said he.\n\n\nTHE GIANT BREAKS HIS NECK.\n\n\nJack's mother shrank back, and it was well she did so, for just\nas the Giant took hold of the last branch of the Beanstalk, Jack cut\nthe stem quite through and darted from the spot.\n\nDown came the Giant with a terrible crash, and as he fell on his\nhead, he broke his neck, and lay dead at the feet of the woman he\nhad so much injured.\n\nBefore Jack and his mother had recovered from their alarm and\nagitation, a beautiful lady stood before them.\n\n`Jack,' said she, `you have acted like a brave knight's son, and\ndeserve to have your inheritance restored to you. Dig a grave and\nbury the Giant, and then go and kill the Giantess.'\n\n`But,' said Jack, `I could not kill anyone unless I were fighting\nwith him; and I could not draw my sword upon a woman. Moreover,\nthe Giantess was very kind to me.'\n\nThe Fairy smiled on Jack.\n\n`I am very much pleased with your generous feeling,' she said.\n`Nevertheless, return to the castle, and act as you will find needful.'\n\nJack asked the Fairy if she would show him the way to the castle,\nas the Beanstalk was now down. She told him that she would\ndrive him there in her chariot, which was drawn by two peacocks.\nJack thanked her, and sat down in the chariot with her.\n\nThe Fairy drove him a long distance round, till they reacheda\nvillage which lay at the bottom of the hill. Here they founda\nnumber of miserable-looking men assembled. The Fairy stopped\nher carriage and addressed them:\n\n`My friends,' said she, `the cruel giant who oppressed you and\nate up all your flocks and herds is dead, and this young gentleman\nwas the means of your being delivered from him, and is the son of\nyour kind old master, the knight.'\n\nThe men gave a loud cheer at these words, and pressed forward\nto say that they would serve Jack as faithfully as they had served\nhis father. The Fairy bade them follow her to the castle, and they\nmarched thither in a body, and Jack blew the horn and demanded\nadmittance.\n\nThe old Giantess saw them coming from the turret loop-hole.\nShe was very much frightened, for she guessed that something had\nhappened to her husband; and as she came downstairs very fast\nshe caught her foot in her dress, and fell from the top to the bottom\nand broke her neck.\n\nWhen the people outside found that the door was not opened to\nthem, they took crowbars and forced the portal. Nobody was to be\nseen, but on leaving the hall they found the body of the Giantess at\nthe foot of the stairs.\n\nThus Jack took possession of the castle. The Fairy went and\nbrought his mother to him, with the hen and the harp. He had the\nGiantess buried, and endeavoured as much as lay in his power to do\nright to those whom the Giant had robbed.\n\nBefore her departure for fairyland, the Fairy explained to Jack\nthat she had sent the butcher to meet him with the beans, in order\nto try what sort of lad he was.\n\nIf you had looked at the gigantic Beanstalk and only stupidly\nwondered about it,' she said, `I should have left you where\nmisfortune had placed you, only restoring her cow to your mother.\nBut you showed an inquiring mind, and great courage and enterprise,\ntherefore you deserve to rise; and when you mounted the Beanstalk\nyou climbed the Ladder of Fortune.'\n\nShe then took her leave of Jack and his mother."
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    }
  ]
}