{
  "data": [
    {
      "category": "Other Stories",
      "title": "A Fox and A Crow",
      "body": "Once a fox was very hungry and roaming around in search of food. Luckily, it saw a crow on a tree with a morsel in its beak. The fox wanted that bit of food very badly. So, it flattered the crow about its beauty and its lovely voice. The foolish crow believed what the fox said and started singing. The bit of food that it held in its beak fell to the ground and the fox ate it up.\n\nThe fox laughed and said, \"I may have praised your voice, but I said nothing about your brain.\""
    },
    {
      "category": "Other Stories",
      "title": "A Lion and A Rabbit",
      "body": "Once a lion said to all the animals in the forest that if one of them will come to him as his meal for the day, he would not kill anyone else among them. All the animals agreed to this.\n\nOne day, it was a rabbit's turn and it took quite long reaching the lion. The lion asked it the reason for being late. It acted wisely and said, \"Sir! I was stopped by another lion, who was claiming to be the king of the jungle and he wants to meet you.\"\n\n\"So do I\", said the furious lion.\n\nThe rabbit took the lion to a well and showed him his reflection in the water of the well. The lion jumped into the well to catch his opponent and drowned.\n\nHow intelligently, the rabbit got rid of the wild beast."
    },
    {
      "category": "Other Stories",
      "title": "Benevolent Jumbo",
      "body": "Jumbo, a big elephant, was very kind and caring towards others. One day, he saw a little boy crying. Jumbo went to him and asked him the reason for crying.\n\nThe boy replied, \"I was carrying water to my home, when I noticed a hole in my bucket. All the water had been drained out. Now how will I take water to my home?\"\n\nJumbo consoled the boy and thought of a plan. He filled his trunk with water and went along with the boy to his home. There he poured the water from his trunk into another basket.\n\nThe boy felt very happy and gave Jumbo bananas to eat."
    },
    {
      "category": "Other Stories",
      "title": "Brakes Fail",
      "body": "One day, James was cycling with his brother. At a distance, they saw a steep slide. They decided to cycle down the slide.\n\nWhile they were cycling down the slide, James realized that the brakes of his cycle had failed. So, he started shouting for help. Hearing his shouts, his brother quickly cycled down to him and put his leg in front of his cycle.\n\nIn a bid to save Victor his brother got injured. Victor also lost his balance and fell down. But he was saved from a very big mishap only because of his brother.\n\nHe hugged his brother and both of them went back home."
    },
    {
      "category": "Other Stories",
      "title": "Clever Mr. Pat",
      "body": "Mr. Pat was a very clever man but he had a habit of bragging. One day, he went to a restaurant. A man came and sat in front of him, as there was no other space available in the restaurant.\n\nAs was his habit Mr. Pat started bragging. The other person got fed up of his bragging and asked him, \"Tell me one thing that you can't do and I will show you that I can do it.\n\nAt this, Mr. Pat stood up from his chair and said; \"I cant pay my bill. Now you will have to pay it.\"\n\nThe other person had no option but to pay the bill."
    },
    {
      "category": "Other Stories",
      "title": "Home Alone",
      "body": "One day Mr. and Mrs. David went out to attend a wedding. Their two sons Jack and Tom were all alone in the house. At midnight, the doorbell rang. Tom ran and opened the door thinking that his parents were back.\n\nBut there he found a stranger standing at the door. Actually, he was a burglar. He tied Tom and went to the room to look for valuables. But he was unaware of Jack, the other brother.\n\nWhen Jack saw the thief, he quietly slipped out of the house and complained to the police. The thief got arrested."
    },
    {
      "category": "Other Stories",
      "title": "House on Fire",
      "body": "Once taking a night stroll, Michael saw fire coming out of his neighbour's house. He shouted, \"Fire! Fire!\" but there was nobody to hear his shouts.\n\nMichael called the fire department. Meanwhile, he tried to get into the house. Somehow he succeeded to break into the house and rescued a cat. The fire was spreading into other rooms also when luckily the fire engine arrived. The firemen soon put out the fire.\n\nWhen the neighbours came back, they were very sad seeing the condition of their house but thanked Michael for saving their cat."
    },
    {
      "category": "Other Stories",
      "title": "Misunderstanding",
      "body": "One day, Pam's cousin came to meet her at school. After talking to him she returned to the class. At that time, the teacher was writing something on the blackboard. Pam didn't say anything and quietly went inside the classroom and sat down on her seat.\n\nAfter writing, the teacher went to Pam and asked her, \"Who was he?\" Pam replied with fear, \"He was my cousin brother.\" The teacher again asked the question and Pam gave the same answer.\n\nThe teacher then shouted, \"I am asking who was Galileo.\" The whole class burst into laughter when they came to know that both teacher and Pam had misunderstood each other."
    },
    {
      "category": "Other Stories",
      "title": "Most People",
      "body": "Once there was a farmer who owned a large garden with variety of fruit-trees. But one mango tree got barren. Though, it no longer had any fruits, it provided shelter to many birds.\n\nFinding the mango tree useless, farmer decided to fell it. The moment, he was about to cut the tree with his axe, the birds living on the tree begged him, \"Spare this tree, sir! If you fell it, we will become homeless and have to go elsewhere. Moreover, it will deprive you of our merry notes when you are here at work.\"\n\nBut the farmer turned a deaf-ear to the plea of the birds and struck at the tree with his axe. A few strokes of axe discovered a hollow in the tree-stem containing a large honey-comb inside it.\n\nDelighted at his find, the farmer thought in his mind, \"This tree is really worth keeping. If not mangoes, then honey can make me money. So, I must not fell it.\"\n\nThe farmer was very clever. Finding the tree to be useless, he decided to get rid of it but the moment he came to know that the tree was still fruitful, he decided to keep it."
    },
    {
      "category": "Other Stories",
      "title": "Naughty John",
      "body": "John was a very notorious boy. He was very fond of chocolates. One day he went to his neighbour who gave him some chocolates to eat. He felt very happy, quickly ate up all of them and asked for more.\n\nThe aunty got angry and said that she had no more chocolates left. Then John pointed out to a box in the cupboard and asked, \"Then what is there in that box?\" \"That box is filled with insects\", replied the aunty. Later that day, on getting an opportunity, he ate up all the chocolates in the box and filled it with many insects.\n\nWhen aunty came to know about it, she got very angry and scolded him."
    },
    {
      "category": "Other Stories",
      "title": "The Art of Drawing",
      "body": "Ronnie, a small boy was very fond of drawing but his father didn't allow him to do so. One day he was sitting on a windowsill when he saw a red car parked outside his house. He made a sketch of it.\n\nNext day, the police came to his house to enquire about a red car that belonged to a gangster. Ronnie showed them his sketch from which the police got the information about the model of the car and its number too.\n\nAfter few days, the police came and said that because of Ronnie's sketch, the gangster was caught. Ronnie's father praised him and then never stopped him from drawing."
    },
    {
      "category": "Other Stories",
      "title": "The Clever Cock",
      "body": "In a village, there was a clever cock that used to wake up the villagers by his crowing. Once a jackal went to him and said, \"I have heard that you have a lovely voice.\"\n\nThe cock felt pleased on hearing his praise. He at once started crowing 'Cock-a-doodle-doo.\"\n\nThe jackal got an opportunity. He at once caught hold of the cock by his teeth and fled towards the jungle.\n\nSeeing this, the villagers ran after the jackal. The cock thought of a plan and said to jackal, \"Look, the villagers are after you. Tell them that I am yours and not theirs.\"\n\nAs soon as the jackal opened his mouth, the cock ran away to the villagers."
    },
    {
      "category": "Other Stories",
      "title": "THE CLEVER COWBOY",
      "body": "Tony was a handsome and clever cowboy. One day, he went to a neighbouring city. He was feeling hungry but had no money. Still, he went inside a hotel.\n\nHaving had his fill, he shouted, \"I challenge everybody present here that none of you has ever seen a horse with it's tail where it's head should be.\" Everyone thought that he was fibbing.\n\nOne man said, \"It's impossible. If you show us, then I will pay your bill.\" Tony took them to a stable where he had tied his horse by it's tail to the feeding trough. People understood that Tony was clever. The man paid his bill."
    },
    {
      "category": "Other Stories",
      "title": "The Clever Plan",
      "body": "One day a boy called Sunny came to a garden full of mango trees. But there was a guard guarding the trees. So, he thought of a plan. He went to the guard and asked him to play with him.\n\nThe guard agreed. Sunny drew a circle around the guard and told him that if he stepped out, he would have to pay penalty. The guard stood inside the circle and in the meantime Sunny climbed up a tree and plucked many mangoes.\n\nThe guard saw it all but could do nothing. Soon, Sunny fled away with mangoes."
    },
    {
      "category": "Other Stories",
      "title": "The Clever Wolf",
      "body": "One day, a shepherd went to the pastures for grazing his sheep. He was looking after them, when suddenly he saw a wolf approaching him and his herd of animals. He got scared.\n\nBut the wolf didn't do anything. He kept moving around the sheep as if to guard them. The shepherd thought that the wolf had changed with the time. Now he had become a vegetarian.\n\nSo, the shepherd gave him the responsibility of guarding his sheep and went to take a nap. When he woke up, he was shocked to see that the wolf had eaten all his sheep and had fled the scene."
    },
    {
      "category": "Other Stories",
      "title": "The Dog and The Thief",
      "body": "On a Sunday afternoon Sunny's parents were not at home. He was feeling bored. So, he decided to go and watch a cricket match. He left his dog, Snoopy in the house.\n\nJust after Sunny had left, a thief forced open the window. He entered the house and started searching the rooms. He took all the valuables but when he was about to leave, he saw Snoopy standing in front of him, growling.\n\nThe dog was about to pounce on him when Sunny returned home. He asked Snoopy to calm down and handed over the thief to the police."
    },
    {
      "category": "Other Stories",
      "title": "The Fire Specialists",
      "body": "Once there was a big haystack near a village and several small animals had made their homes in it. Among them were a snake, a tortoise and a jackal.\n\nOne day, all the three creatures were gossiping, when suddenly they heard some people shouting Fire! Fire! the snake said that he knew hundred ways to deal with the fire and the tortoise said that he knew thousand ways.\n\nWhen it was the Jackal's turn, he said, \"I know only one way to deal with the fire and that is to run away.\"\n\nSaying this, the Jackal ran away and other fire specialists got burnt in the fire."
    },
    {
      "category": "Other Stories",
      "title": "The Flute Player",
      "body": "Tom was very brave and intelligent. One day, while playing, he went far into the forest. Just then a jackal saw him. He decided to eat the boy and came in his way.\n\nWhen Tom saw that he had no way to save himself, he said to the jackal, \"Brother, I am not afraid of death but I want to die peacefully. So, I want to play my flute and dance to its tune. Then you can eat me.\"\n\nThe jackal permitted him. As soon as, Tom started playing his flute, his dog came running. The dog saw the jackal and leapt on it.\n\nThe jackal ran for his life. Tom returned home with his dog. "
    },
    {
      "category": "Other Stories",
      "title": "The Law of Motion",
      "body": "John and James were neighbours and envy of each other. One day, John while taking a walk on his terrace saw smoke all around him. He looked down and saw that James was burning some leaves. He asked him not to do so.\n\nAt this, James replied, \"What can I do in this? Smoke always goes up.\" Then John brought a bucket full of water and poured it over the burning leaves.\n\nWhen James shouted at him, he said, \"What can I do in this? Water always flows down.\"\n\nJames had no answer to this."
    },
    {
      "category": "Other Stories",
      "title": "The True Friend",
      "body": "Once there were two friends - a squirrel and a puppy. They used to live and play together. The squirrel was very sporty and always won the game. The puppy used to feel bad and thought that it was of no use.\n\nOne day, it started raining heavily. The squirrel was in high spirits. He started doing antics but suddenly, lost his balance and fell in the rain water.\n\nHe called his friend, the puppy for help. The puppy came to his rescue. The squirrel climbed on its back and reached a safe place. He thanked his friend for saving his life."
    },
    {
      "category": "Other Stories",
      "title": "The Valuable Gift",
      "body": "John had a desire to have a bicycle of his own but his father was not rich enough to afford the same.\n\nOne day, when John was on his way to school, he saw a big boy on a cycle. As the boy was turning around a corner, the cycle skidded on a puddle of water and the boy fell down.\n\nJohn went to him and helped him to get up. The boy was badly injured. John first took him to a doctor and then helped him to reach his house.\n\nThe boy belonged to a rich family and gladly presented the cycle to John."
    },
    {
      "category": "Other Stories",
      "title": "Two Goats",
      "body": "Once a goat was grazing on the grassy slope of a hill near a stream. It decided to taste the grass on the hills across. A narrow log served as a bridge across the stream. While crossing the bridge, it saw another goat coming from the other side. The bridge was so narrow that only one animal could cross the bridge at a time.\n\nThe first goat said to the other, \"Let me pass first.\"\n\n\"You let me pass first\", snapped the other goat.\n\nThey started threatening each other and finally got into a terrible fight, so savagely that they lost their balance and fell into the stream.\n\nThe other goats grazing on the hills saw this spectacle and learnt a lesson.\n\nAfter few days, two other goats faced the same problem. They happened to be on the bridge at the same time facing each other and unable to move further.\n\nOne goat said to the other, \"I'll sit down and you can step over my body.\"\n\n\"Thank you. Next time, I'll sit down and let you cross first.\"\n\nThus both of them were able to cross the bridge safely."
    },
    {
      "category": "Other Stories",
      "title": "Two Neighbors",
      "body": "Once there were two ladies who were neighbours. One of them was very fat while the other was very thin. They always kept fighting with each other. All other neighbours were fed up of their quarrels.\n\nOne day, an elderly person said to both the ladies, \"Why do you quarrel so much? Can't you be like the wheels of a two wheeler where one wheel compliments the other?\"\n\nAt this the thin lady said, \"Yes, but how can a vehicle move smoothly when one tyre is of a tractor and other of a cycle.\"\n\nEverybody present there started laughing, hearing such a witty answer."
    },
    {
      "category": "Other Stories",
      "title": "Who Will Eat the Hay",
      "body": "One day a camel, a goat and an ass were walking down the road when they saw a bundle of hay lying road-side. But it was not sufficient for all three of them.\n\nThe ass said, \"This hay is not enough for all three of us. Let the oldest among us eat it.\" The goat and the camel agreed. But they started arguing about who was older among them. Suddenly, the camel started eating the hay.\n\nThe goat shouted, \"What are you doing?\"\n\nAt this the camel replied, \"You just said that the oldest may eat it. Look at my knobby joints and wrinkled skin. So, I am the oldest.\"\n\nSaying this, the camel went ahead and ate the hay."
    },
    {
      "category": "Other Stories",
      "title": "The Honest Girl",
      "body": "A mother and a father had a daughter who grew from a baby into a beautiful girl. The mother and father were very proud of their daughter, and one day the father said, 'It is time you were married, my beautiful daughter.'\n\nAnd so it was agreed that the mother and father would travel to the next village to make arrangements with the family of the boy whom she would marry.\n\nWhen her parents were away, the honest girl began to daydream about what her life was going to be like with her new husband. And then she began to daydream about what it would be like to have children. And then she began to daydream about what her children would be called.\n\nShe decided that she would have four children: three boys and one girl. She would call them Mulak, Jahaan, Dhesh, and Lutdi.\n\nShe imagined what it would be like to call out to her children when it was time for them to come in for dinner. The girl was so absorbed in her beautiful daydream that she climbed up onto the roof of her parents' house and called out… 'Mulak, Jahaan, Dhesh, Lutdi!' And as the honest girl called out these names, the people of the village all stopped what they were doing and turned towards the house where the honest girl lived with her parents.\n\nThen, one by one, they began to run towards the house because they thought that the girl was in trouble.\n\nYou see, in Punjabi, the names Mulak and Jahaan also mean 'people'. And the name Dhesh means 'land'. And, although Lutdi is a name one might give to a daughter, it can also mean 'I am being attacked!' And so you might understand why all of the villagers began to run towards the house where the honest girl was standing upon the rooftop calling out the names of her imagined children… The villagers were afraid that the honest girl was being attacked!\n\nBut even stranger, at that very moment there was indeed a group of thieves who were trying to sneak into the house where the honest girl lived. The gang of thieves intended to steal everything they could get their hands on because they had heard that the mother and the father were away in the next village and the girl was all alone in the house.\n\nBut when the thieves noticed that all of the people from the village were approaching the house, they got scared and ran away into the surrounding woods never to be seen again.\n\nAs the villagers arrived at the house, they called up to the honest girl. 'What is wrong, my child, who is attacking you?'\n\nAnd the honest girl replied, 'There is nobody attacking me. I was just calling out to my children.'\n\n'But you are not yet married!' said one villager.\n\n'And you do not yet have children!' protested another.\n\nThe girl had great difficulty explaining to the villagers that she was simply dreaming about what her life was going to be like after she was married and had children. The villagers were not impressed at all. They accused the honest girl of daydreaming and causing trouble and not thinking before she spoke.\n\nBut then a wise man appeared from behind the house and explained to the assembled crowd how he had seen a group of thieves running from the house, and how the villagers had scared them away and saved the honest girl from a terrible fate.\n\nHe said, 'Mulak and Jahaan are the names we give to our people. Dhesh is the name we give to our land. And when this honest girl called out to the people of her land, you all came. When she called out “Lutdi” you were all here to help her in her time of need. Does this not prove that you are all good people?'\n\nThe villagers had to agree with the wise man, and they were all very proud that they had saved the honest girl from the thieves.\n\nThen the wise old man looked at the girl and said: 'Perhaps it is also true that it is a good thing for a young person to daydream once in a while. After all, he said with a smile, 'look what became of your daydream and how it saved you on this day.'\n\nSoon after, the mother and father returned to the village and the honest girl was married to her handsome husband.\n\nDay dreams come trueThe years passed, and the girl did indeed become the mother of four beautiful children. She never forgot about what the wise man had said to her on that day, and she often reminded her children that is was a good thing for a young person to dream from time to time because amazing things come from dreams."
    },
    {
      "category": "Other Stories",
      "title": "Crow and Little Bird",
      "body": "One day, Little Bird invited Crow for dinner. Little Bird had spent the day preparing the meal, and when it was ready she waited for her guest to arrive.\n\nSome time passed, but Crow did not arrive. So Little Bird called out, ‘Where are you Crow, dinner is getting cold?’\n\nA bird bath‘I am coming, I am coming,’ replied Crow. ‘I am just having a bath, and then I will put on my red shoes and I will come tum, tumming along and we will eat dinner together.’\n\nSo Little Bird waited some more, but still Crow did not arrive. Eventually, Little Bird called out again, ‘Crow, Crow, where are you? The dinner is getting cold and I am getting very hungry. Are you going to join me in my kitchen and eat dinner with me?’\n\nCrow replied, ‘Yes, yes, I am coming. I am just finishing my bath, and then I will put on my red shoes and I will come tum, tumming along to your kitchen and we will eat dinner together.’\n\nSo Little Bird waited some more, until she thought to herself, ‘I have had enough of waiting. I am hungry and want my dinner.’\n\nAnd so Little Bird began eating the meal alone. And it was so tasty that she ate it all up until the pot was empty… ‘Oh no!’ thought Little Bird. ‘There is none left for Crow because I have eaten it all.’\n\nGreedy Little Bird became very nervous when she realised that she had eaten all of the dinner and had left none for her guest. ‘What if Crow comes and finds out that there is no dinner to eat,’ she thought to herself. ‘He might eat me instead!’\n\nSo Little Bird decided to turn the pot upside down and go and find herself a place to hide in the kitchen.\n\nSuddenly, Crow came tum, tumming along into the kitchen. ‘Little Bird, Little Bird,’ called out Crow, ‘I have come for my dinner. Where are you?’\n\nBut Little Bird remained in her hiding place, all the time thinking to herself, ‘Oh no, what am I going to do now that I have eaten all of the food?’\n\nCrow looked all about the kitchen but could not find Little Bird. He called out once more, ‘Little Bird, Little Bird, I am here. Where is the dinner that you promised me?’\n\nBut Crow soon realised that the pot was empty and that there was no dinner because Little Bird had eaten it all. Crow was very angry and picked up a hot poker from the fire beneath the stove and shouted out, ‘Little Bird, Little Bird, come out wherever you are or I shall hit you on the bottom with this hot poker!’\n\nLittle Bird let out a tiny yelp of fear and Crow found her hiding beneath the kitchen table. Little Bird wanted to escape, but she was unable to fly away because her belly was so full of the dinner she had promised to share with Crow.\n\nCrow did not hit Little Bird on her bottom with the hot poker, but he did say to her in a very stern voice: ‘Little Bird, Little Bird, why did you invite me to dinner when you have eaten it all? Why did you leave none for me? Do you not know that it is very bad to say things that you do not mean?’\n\nLittle Bird felt very guilty indeed, and from that day on she never ate any of the dinner before her guests had all arrived. And she never, ever said anything that she did not mean with all of her heart."
    },
    {
      "category": "Other Stories",
      "title": "The Monkey",
      "body": "Once upon a time, there was a naughty monkey who lived on the rooftops of a little town.\n\nOne day, the monkey spied a man in the street eating some delicious popcorn, and he thought to himself, ‘I will have that popcorn,’ and jumped down from the roof and reached out for the bag in the man’s hand.\n\nWell, the man was very scared because he thought that the monkey was going to attack him, so he dropped the bag of popcorn and ran away, leaving the naughty monkey to pick up the bag and climb back up onto the rooftops so that he might find a nice quiet place to eat.\n\nIt did not take long for the monkey to find a nice quiet spot, and so he sat down and started eating all of the popcorn. He ate the whole bag very quickly… all except a single piece of corn which had dropped from the bag and gotten stuck in a piece of wood.\n\nTry as he might, the monkey could not pull the corn from that piece of wood. And so he took the wood to the woodcutter and said, ‘Woodcutter, cut this piece of wood for me so that I might eat the last piece of corn that is stuck there in the grain.’\n\n‘Why should I do that?’ replied the woodcutter. ‘That piece of wood has done nothing to harm me.’\n\nThe monkey was very annoyed, and so he went straight away to the Queen and said to her, ‘Queen, you must punish your woodcutter because he is not doing as he is told.’\n\n‘Why should I do that?’ replied the Queen. ‘That woodcutter has done nothing to harm me.’\n\nThe monkey was now even more annoyed, and so he went straight to the mice and said to them, ‘Mice, I want you to go to the palace and ruin all of the Queen’s clothes by biting through the material.’\n\n‘Why should we do that?’ replied the mice. ‘The Queen has done nothing to harm us, and we always get nice food from the palace kitchens.’\n\nBy this time the monkey was growing quite angry, and so he went to the cat and said, ‘Aunty Cat, Aunty Cat, I want you to eat the mice because they are not doing as they are told!’\n\nAunty Cat grew very excited by this news and asked the monkey to show her where the mice were hiding. The monkey pointed towards the mice and Aunty Cat ran to catch them and eat them.\n\nRip clothes or elseJust as Aunty Cat was about to pounce on the mice, they all pleaded at once, ‘Aunty Cat, Aunty Cat, do not eat us! If you want us to we will go and bite through the Queen’s clothes straight away!’\n\nAnd so the mice crept into the palace and began nibbling at the edges of the first dress they found hanging in the Queen’s wardrobe.\n\n‘Please do not eat my clothes!’ pleaded the Queen when she found the mice in her wardrobe. ‘I will go and punish the woodcutter straight away!’\n\nAnd so the Queen went to see the woodcutter. But just as she was about to punish him, the woodcutter pleaded, ‘Do not punish me, your Majesty! I shall cut this piece of wood straight away!’\n\nThen a very strange thing happened. Just as the woodcutter was about to cut the piece of wood, a little voice cried out, ‘No, no, please do not cut me! I shall open up for you.’ And the piece of wood opened up and released the corn that was stuck in the grain.\n\nStraight away, the greedy monkey reached out and grabbed that last piece of corn and gobbled it up.\n\nBut although the monkey had gotten his last piece of corn in the end, he soon discovered that the woodcutter, and the Queen, and the mice, and even Aunty Cat, were all very angry at him for being so selfish and greedy and for wasting their time and causing trouble.\n\nThe Queen promised that she would make his life very difficult indeed for behaving as he had done. The woodcutter promised that he would never talk to the monkey again. The mice promised that they would nibble at his clothes while he was asleep. And Aunty Cat said that she would not help the monkey from that day on.\n\nAnd that is how the monkey learned that sometimes it is better to leave the last piece of corn and not be so selfish and greedy all of the time."
    },
    {
      "category": "Other Stories",
      "title": "The Four Fox Cubs",
      "body": "There was once a family of foxes who lived in the woods. There was a mother fox, a father fox, and four baby fox cubs. The cubs were named Arjan, Surjan, Ganji, and Bulbul.\n\nOne day, the daddy fox said to his four cubs, ‘I must go out to work and I may be gone for many days. You must promise me that you will be good and do what your mother tells you while I am gone.’\n\nThe fox cubs all agreed to do as their mother instructed. And when it was time for their father to leave, the cubs all gathered at the door and waved goodbye and wished him luck on his journey.\n\nSeveral days passed in which the cubs played and did their chores and behaved as their father had instructed. But one day, mother fox realised that the cupboards were all empty of food and she would have to go to the market. She said to her young cubs, ‘I must go out to the market to get food, but I cannot take you with me as it is too dangerous and I cannot look after you alone. You must stay here at home even though I do not like to leave you. At least here you will be safe.’\n\nThe mother fox thought about how best to protect her cubs for the short while she would be at the market, then eventually she said: ‘You must keep the door locked the whole time that I am gone, and you must only open the door when I return.’\n\nThe youngest of the cubs asked, ‘Mother, how will we know that it is you at the door?’\n\nAnd the mother replied, ‘I shall call out your names like so… Arjan, Surjan, Ganji, and Bulbul, open the door! And you will recognise my voice and let me in.’\n\nThen the mother fox went off to the market and the cubs continued to play games at home, making sure to keep the door locked and not to open it unless they heard their names being called.\n\nBut there was a very sneaky and very greedy lion who was walking close by, and the lion had heard everything that the mother had said to her young cubs. The sneaky lion thought to himself, ‘Aha! I can go to the house where the cubs live. I can stand by the door. And I can call out… Arjan, Surjan, Ganji, and Bulbul, open the door! They will not know that it is me,’ thought the sneaky lion. ‘They will think that I am the mother fox and they will open the door and let me in. And then I will eat them all up!’\n\nSo the sneaky lion crept up to the door of the house where the cubs lived, took a very big breath, and called out, ‘Arjan, Surjan, Ganji, and Bulbul, open the door!’\n\nThere's a knocking on the doorWhen the young cubs heard the call they thought, ‘That is very strange. Those are our names being called, but that does not sound like our mother. What shall we do?’\n\nArjan, Surjan, Ganji, and Bulbul, grew very scared because they were not sure whether to open the door or not, and they wished that their father and mother were at home to protect them.\n\nLuckily the cubs had very good neighbours. There were many fox families nearby, and there was also a monkey who was very brave and very strong. The family of foxes who lived closest to the cubs had heard the lion calling out and quickly found the monkey. They asked him, ‘Monkey, monkey, what shall we do? That lion is going to eat those little fox cubs while their mother and father are away!’\n\n‘Do not worry,’ said the brave monkey, ‘I shall protect the little cubs from the lion.’ And with that the monkey searched the forest floor until he found a big, heavy branch. He raised the branch above his head and charged towards the sneaky lion. Whack, whack, whack, went the monkey with the big, heavy branch as he chased the lion away from the house and out of the forest.\n\nWhen the mother fox and the father fox both returned home they were very grateful to the brave monkey and to the other foxes for protecting their cubs while they were away.\n\nAnd that was the day that young Arjan, Surjan, Ganji, and Bulbul, learned a valuable lesson indeed. The young cubs learned that it is very important to know your neighbours and be kind to them because they will always look after you in return, and will offer help when you need it most."
    },
    {
      "category": "Other Stories",
      "title": "The Fool, the Sheep and the End of the World",
      "body": "Nasreddin Hodja is the name of the wise fool in so many Turkish tales, and tales beyond Turkey through the Middle East and North Africa and far into the Balkans, into Russia, as far as India and China…\n\nHodja Nasreddin had a lamb that was now fully grown. His neighbours came.\n\n‘Nasreddin Hodja, your sheep is fat. Let us go and slaughter it by the river. The sun is shining. We will have a feast!’\n\n‘I don’t think so,’ said Nasreddin.\n\n‘But, Nasreddin, haven’t you heard? The world is going to end tomorrow!’\n\n‘The world is going to end…? Very well.’\n\nAnd they led the sheep down to the riverside, and there in the warm sunshine, Nasreddin prepared and slaughtered his sheep. And he butchered the sheep.\n\nIn the warm sunshine his friends took off their clothes and jumped into the river, splashing and swimming in the fresh water.\n\nNasreddin made a spit, built a fire, and began to roast the meat.\n\nThe friends, the neighbours, splashed in the water, enjoying themselves when Nasreddin worked and worked and worked.\n\nAfter a long time, the smell of delicious roasted meat reached their nostrils. They climbed out of the river.\n\n‘Nasreddin, the food smells so good but… Nasreddin, where are our clothes?’\n\nThe world is ending tomorrow‘I used them to make the fire.’\n\n‘You burned our clothes to cook the sheep!’\n\n‘Yes,’ said Nasreddin. ‘Why are you concerned? After all, the world is going to end tomorrow.’"
    },
    {
      "category": "Other Stories",
      "title": "Turtle and Monkey",
      "body": "Monkey stood at the edge of the river and watched Turtle swimming against the torrent with a tree that he had caught in the flood: a young tree.\n\n‘Oh, Monkey, I have caught a banana tree. Monkey, will you help me to drag it to the clearing and plant it? It will grow and there will be sweet bananas.’\n\nTurtle pulled the tree by its heavy end – the roots and the trunk – across the ground. Monkey carried just a couple of green fronds from the top end of the tree.\n\nLazy Monkey.\n\nWhen Turtle wasn’t looking, Monkey jumped onto the fronds.\nMonkey nimble, Monkey quick, Monkey play a monkey trick – and was pulled along by Turtle to the clearing.\n\nTurtle made a hole. He pulled the tree down into the hole and pressed the earth down around it. ‘Soon it will grow, Monkey. We will tend the tree together. We will water it. We will weed around it. We will share the bananas.’\n\n‘Share the tree,’ said Monkey. ‘Very well.’ And Monkey climbed half way up the tree, just below where the green fronds grew, and with his strong hands he broke off the top of the tree and ran away with it, laughing.\n\nHe pressed his half, the top half, into the damp earth. Soon he would have bananas, he thought.\n\nTurtle tended the bottom half of the tree. There was no green.\nTurtle wisdom, Turtle slow, Turtle knows what turtles know.\n\nTime passed, and the bottom half of the tree began to green up. Fronds appeared and green bananas began to grow.\n\nMonkey, with the top half of the tree, had green fronds that wilted and died. There was nothing.\n\nTurtle worked hard around his tree, weeding it and watering it, and now big, long, yellow bananas were hanging down in bunches.\n\n‘Oh, Monkey, won’t you help me? Climb the tree and pick the bananas. I cannot climb the tree.’\n\nMonkey nimble, Monkey quick, Monkey play a monkey trick – up the tree he went to the top, and there he picked one banana and peeled it and ate the delicious fruit. He tossed down the skin so it struck Turtle upon his shell.\n\nMonkey took another banana and ate it, tossing the skin down upon the shell of Turtle. Banana after banana…\n\nMonkey nimble, Monkey quick, Monkey play a monkey trick.\n\nBut Turtle, without Monkey noticing, went and fetched thorns and placed them around the trunk of the banana tree…\n\nTurtle wisdom, Turtle slow, Turtle knows what turtles know.\n\nWhen Monkey had finished and was fat, had eaten all of the yellow bananas, he jumped down from the tree… ‘Ow, ow, ow, ow, ow!’\n\nThe thorns stuck in the bottom of his feet as he ran. He sat down and he pulled the thorns from his feet and he was full of anger. He ran and quickly, quickly caught Turtle.\n\n‘I am going to carry you to the cliffs and dash you down upon the rocks so your shell breaks! I’m going to take you to the top of the mountain of fire and throw you into the flames!’\n\n‘Yes, yes, said Turtle, throw me into the flames! Yes, dash me from the cliff onto the rocks! But whatever you do, Monkey, don’t throw me into the torrent of the river.’\n\n‘Ah, that’s what you’re afraid of,’ said Monkey.\n\nMonkey ran, carrying Turtle to the edge of the river, and tossed him high into the air. Turtle landed with a splash in the deep waters and sank down… and then rose to the surface.\n\nTurtle relaxes‘Oh, Monkey, don’t you know that Turtles love to swim in the river.’\n\nTurtle wisdom, Turtle slow, Turtle knows what turtles know.\n\nBut what of the banana tree?\n\nThe Turtle and the Monkey did not work together, and the tree was grown over with weeds.\n\nNo more bananas."
    },
    {
      "category": "Other Stories",
      "title": "The Rabbit and the Jaguar",
      "body": "There lived once, an old man and an old woman. And all they had in the world was one rabbit and one jaguar.\n\nThey kept the rabbit in a cage.\n\nOne day, the Jaguar came to the cage: ‘Oh, Rabbit..? Conejo..? The old man and the old woman are preparing a pan of hot water. They are going to boil you. They are going to eat you. They are going to give some to me.’\n\n‘Oh no,’ said Conejo. ‘No indeed. They are going to make hot chocolate. And if you come in the cage with me, they will bring some for you, Jaguar.’\n\nJaguar opened the door of the cage and slinked inside. With a hop and a skip, Rabbit was out of the cage and away through the door of the house.\n\nJaguarJaguar waited there, and waited there, and waited there some more…\n\n‘I’ve been tricked! There is no hot chocolate!’\n\nJaguar leapt out of the cage and out through the door, and through the forest he went looking for where Conejo had gone. He went through the forest until he came to the mountain. And there in the side of the mountain was a cave. Inside the cave, there was Conejo.\n\n‘You tricked me! You, Conejo!’\n\n‘Who, I?’ said Conejo. ‘You must be talking about some other rabbit. I am making my house here. But see how I am holding up the walls? If I do not hold them up, they will fall down. I must go and find a stick to prop up the walls. Jaguar, would you not help me by putting your paws against the wall of my house?’\n\nJaguar slinked into the cave and put his strong paws against the wall of the cave.\n\nWith a hop and a skip, Conejo was out of the cave and away into the forest.\n\nJaguar waited there, and waited there, and waited there some more.\n\nHe waited there, and he waited there, longer than before…\n\n‘I’ve been tricked!’\n\nJaguar leapt out of the cave and away through the forest, looking for Conejo. He could not find him.\n\nHe stopped and listened. He could hear Conejo laughing – ‘ha, ha, ha, ha, ha. Hee, hee, hee, hee, hee!’ – at how he had tricked Jaguar.\n\nJaguar crept closer and spied Conejo. He was hanging from an elastic vine, bouncing up and down, laughing with glee.\n\nJaguar prepared to pounce…\n\nHe leapt through the air and landed with his paws upon Conejo, pressing him down to the ground. But Conejo he wriggled and wriggled, and between Jaguar’s paws he squeezed and popped with the spring of the elastic flying high into the air – high, high into the sky he flew, until Conejo landed on the moon. And there Conejo remains: lying on his back on the moon. And they say, in Mayan culture, that if you gaze up at the moon when it is full and red, you see Conejo there still, lying on his back and laughing at how he tricked Jaguar.\n"
    },
    {
      "category": "Other Stories",
      "title": "Half Rooster",
      "body": "Once upon a time, there was an old man and an old woman. And all they had in the world was one cat and one rooster.\n\nThey were very poor and they were very hungry. And they got into a terrible row and they decided that they would separate forever.\n\nAnd the old woman had the cat. And the old man had the rooster.\n\nWell, with the cat, the cat would catch small birds and she would roast the birds and she had something to eat.\n\nBut the old man had nothing to eat at all.\n\nTime passed, and one day he went to the rooster and said, ‘I am sorry… I am going to have to cut you in half and eat half of you.’\n\nAnd the rooster nodded.\n\nAnd he cut the rooster in half. And from that day on he was called ‘Half Rooster’ or, in Albanian, ‘Gjysma Gjeli’.\n\nGjysma Gjeli lived with the old man. But after a while he thought, ‘I have got to go and get some money.’\n\nSo Gjysma Gjeli set off hopping on one foot along the road to make his way in the world.\n\nAnd along the way he met a frog in a pond:\n\n‘Ribbit… where are you going… ribbit?’\n\n‘I am making my way in the world.’\n\n‘Take me with you all the way\nAnd I will help you night and day.’\n\n‘Gjysma Gjeli jump in my belly.’\n\nAnd the frog jumped into the belly of the half rooster, and along the way he hopped until he came to a fox:\n\n‘Where are you going?’\n\n‘I am making my way in the world.’\n\n‘Take me with you all the way\nAnd I will help you night and day.’\n\n‘Gjysma Gjeli jump in my belly.’\n\nAnd the fox jumped into the half rooster’s belly, and along the way he hopped until he came to a wolf:\n\n‘Where are you going?’\n\n‘I am making my way in the world.’\n\n‘Take me with you all the way\nAnd I will help you night and day.’\n\n‘Gjysma Gjeli jump in my belly.’\n\nAnd the wolf jumped into the belly of the half rooster, and along the way he hopped until he came to a little mouse:\n\n‘Where are you going?’\n\n‘I am making my way in the world.’\n\n‘Take me with you all the way\nAnd I will help you night and day.’\n\n‘Gjysma Gjeli jump in my belly.’\n\nAnd the little mouse jumped into the belly of the half rooster, and along the way he hopped.\n\nBut now his belly was rather full and Gjysma Gjeli he went into the gardens of the palace of the King. And there in the cabbage patch he crowed as only a Gjysma Gjeli half rooster can.\n\nWell, the King came rushing out. ‘What is all this noise? Catch that rooster!’\n\nAnd the King’s men went looking through the cabbage patch for the rooster. And they cut the heads off every one of the cabbages until they came to the last one. And there, inside the cabbage, they found Gjysma Gjeli.\n\n‘Well,’ said the King, ‘roast that half rooster!’\n\nSo they seized Gjysma Gjeli and they put him in the oven… ‘Save me!’\n\nThe frog jumped out of his belly, and all of the water that the frog had swallowed from the pond came whooshing out over that fire and put out the flames.\n\n‘Ohhh, well,’ said the King. ‘Hmmm… Let the geese peck that half rooster to death!’\n\nSo there he was, put among the geese. And the geese got ready to peck. And just as they started pecking, he said… ‘Save me!’\n\nAnd out of his belly jumped the fox and the fox ate up all of the geese.\n\n‘Ahhh, well,’ said the King. ‘Hmmm… Put him in the stables. Let the King’s horses trample him to death!’\n\nSo the King’s men put Gjysma Gjeli into the stables and they closed the stable door and bolted the stable door and the horses reared up with their great hooves about to trample Gjysma Gjeli… ‘Save me!’\n\nAnd out of his belly jumped the wolf and the wolf killed all of the King’s horses.\n\n‘Well,’ said the King, ‘lock him up tight in a great treasure chest!’\n\nSo they opened the King’s greatest treasure chest and they put Gjysma Gjeli inside and they locked it tight.\n\nAnd the treasure chest was full of gold coins, and Gjysma Gjeli pecked up those gold coins one by one by one until they were all inside his belly… ‘Save me!’\n\nAnd out of his belly jumped the mouse and the mouse gnawed a hole in the side of the treasure chest.\n\nAnd out of that hole squeezed Gjysma Gjeli with all of those gold coins inside, and went hopping back along the way, back towards the old man. And as he hopped, with the King’s men coming after him (but they weren’t quick enough), one gold coin dropped from his beak along the way.\n\nOn he hopped until he came back to the old man.\n\n‘I will live with you,’ said Gjysma Gjeli. ‘But you must feed me enough and give me somewhere soft to sleep. Remember to beat me with your rod every day.’\n\nWell, the old man beat Gjysma Gjeli with a rod, and out of his beak dropped one gold coin.\n\nThe old man, with that gold coin, had enough to eat and more to spare.\n\nThe next day, he beat Gjysma Gjeli again, and another gold coin, and the next day another; and everyday a new gold coin.\n\nWell, the old woman was jealous when she found out that the old man had all these gold coins, so she sent her cat to find gold coins.\n\nAnd the cat set off along the way, and came along the way to where that gold coin had dropped from Gjysma Gjeli’s beak. And the cat ate up that gold coin and went on its way.\n\nBut after that it found no more gold coins, it just swallowed other things.\n\nAnd when the cat returned to the old woman, she took her rod and beat the cat. And sure enough a gold coin came out of its mouth.\n\nShe was happy… for a day.\n\nBut the next day, when she beat the cat, what came out of his mouth was a salamander.\n\nThe cat eats something strangeAnd the next day, when she beat him, what came out of his mouth was a rat.\n\nAnd the third day, what came out of the cat was a snake.\n\nAnd she became so angry that she beat the cat to death and died herself of anger.\n\nAnd so it was that Gjysma Gjeli and the old man lived the rest of their days in comfort."
    },
    {
      "category": "Other Stories",
      "title": "The Island of the Sun",
      "body": "There was once a farmer who had two sons. The older son was selfish and greedy, while the younger son was kind and generous.\n\nWhen the farmer died, the older brother took all of his land for himself leaving the younger brother with nothing except a basket and a sharp knife with which he could cut firewood.\n\nHe would go into the forest and chop wood and sell it in exchange for a little rice in the marketplace.\n\nHe was poor. He had nothing.\n\nOne day, the young brother climbed through the forest to the top of the mountain, and there he sat upon a rock gazing out towards the west where the sun was setting. And as he sat there all alone he felt a rush of air from above and he looked and there was a bright bird flying down towards him, a huge wingspan. He felt the beating of air, the rush of air. And then it landed next to him:\n\n‘Why do you sit here all alone?’\n\n‘I am poor. I have nothing.’\n\n‘Is this true or is this false?’\n\n‘It is true, I am poor. I have nothing.’\n\n‘Then climb on my back,’ said the mighty bird, ‘and I will carry you to the Island of the Sun. There you may take one piece of gold before I bring you back.’\n\nHe climbed onto the back of the bird and the bird took off…\n\nAway from the mountain the great bird flew.\n\nOver the forest the great bird flew.\n\nOver the waters the great bird flew.\n\nTo the Island of the Sun the great bird flew.\n\nAnd as the bird landed, the sun set behind the island which glittered brightly, and the boy took one piece of gold. He put it in his basket and climbed onto the back of the great bird.\n\nAway from the island the great bird flew.\n\nOver the waters the great bird flew.\n\nOver the forest the great bird flew.\n\nBack to the mountain the great bird flew.\n\nThe young brother took that piece of gold and went down out of the forest. And there he bought a small piece of land. And there he reared pigs, cows, and a few hens.\n\nHe lived well. He worked hard.\n\nBut one day his older brother came.\n\n‘Where did you find this wealth, this land?’\n\nAnd the young brother told him.\n\n‘I want this. Give me that old basket and your knife.’\n\nAnd the older brother set off up through the forest. And when he came to that mountain he sat upon a rock and waited.\n\nAfter a while he felt a rush of air and a beating of wings was heard. And there, as he gazed towards the west, towards the setting sun, a bird appeared from its bright rays, beating its wings, coming closer. It landed next to him:\n\n‘Why do you sit here all alone?’\n\n‘I am poor. I have nothing.’\n\n‘Is this true or is this false?’\n\n‘It is true, I am poor. I have nothing. I want gold!’\n\n‘Climb on my back,’ said the great bird. ‘I will take you to the Island of the Sun. There you may take one piece of gold.’\n\nAway from the mountain the great bird flew.\n\nOver the forest the great bird flew.\n\nOver the waters the great bird flew.\n\nTo the Island of the Sun the great bird flew.\n\nAnd as it landed, the sun set behind the island. The older brother looked and saw sparkling gold everywhere. He picked up one piece and placed it in the basket.\n\nJust one more can't hurt‘The basket seems empty. I may as well take another.’\n\nA second piece he placed in the basket, then a third. He continued picking up the largest chunks of gold until the basket was completely full.\n\nThen he turned. And as he turned he saw that the bird had flown away and the sun was rising. He stood there and was burned to a crisp.\n\nThe young brother inherited his older brother’s land. He tended the land well and with love. And what he produced he shared with others of the community."
    },
    {
      "category": "Other Stories",
      "title": "The Two Old Women",
      "body": "Tetan Buri... aha! Boka Buri... hmmm.\nTetan Buri… aha! Boka Buri… hmmm.\nTetan Buri… aha! Boka Buri... hmmm.\n\nThere were once two sisters: Tetan Buri, clever sister… aha!  And Boka Buri, foolish sister… hmmm.\n\nTetan Buri and Boka Buri shared three things. They shared one blanket. They shared one cow. And they shared one mango tree.\n\n‘Aha, sister. I will have the blanket during the night, and you will have the blanket during the day… aha!’\n\n‘Hmmm, very well, sister.’\n\nBoka Buri only had the blanket during the day when the sun blazed down. But at night when it was cold she had to give the blanket to her clever sister.\n\n‘Aha! I will have the back end of the cow, and you will have the front end of the cow… aha!’\n\n‘Hmmm, very well, sister.’\n\nBoka Buri, foolish sister, had to feed the cow and water the cow; while clever sister came along and milked the cow and made yogurt and butter.\n\nBoka Buri was hungry.\n\n‘The mango tree! I will have the top half of the mango tree, and you will have the bottom half of the mango tree… aha!’\n\n‘Hmmm, very well, sister.’\n\nBoka Buri had to water the mango tree and weed around its base. Tetan Buri came and picked the delicious, ripe fruit and kept them all for herself.\n\nBoka Buri was cold at night and so hungry.\n\nShe went into the village, and there she went to the hairdresser.\n\nWhile the hairdresser cut her hair she listened to Boka Buri’s troubles: ‘Foolish woman. What you must do is this… When you go back to your sister give her the blanket at night, but only after you have dipped it in the river. As for the cow… don’t feed the cow, just shout at the cow. And as for the tree… chop it in half.’\n\n‘Very well.’\n\nBoka Buri went back to the sister. She gave her the blanket, but only after she had dipped it in the river.\n\nTetan Buri took the blanket… ‘aha… aaaggghhhh.’\n\nIt was so cold. She shivered all through the night with the wet blanket around her.\n\nThe next day, she went to get milk from the cow. But Boka Buri had not fed the cow. Boka Buri had only shouted at the cow. And when she tried to milk the cow, the cow just kicked Tetan Buri… ‘aaaggghhhh!!’\n\nNot sharingNow, Tetan Buri went to pick mangoes from the tree. But when she got there, there stood Boka Buri with an axe in her hands about to chop the tree in half.\n\n‘What are you doing, sister?’\n\n‘Oh,’ said Boka Buri, ‘I am going to cut the tree in half. I am going to chop my half from your half.’\n\n‘No,’ said the sister. ‘What can I do to stop you?’\n\n‘Hmmm, go and talk to the hairdresser.’\n\nTetan Buri went to the hairdresser. The hairdresser had no sympathy: ‘I will not help you. But why don’t you ask the rest of the community.’\n\nThe doors of the shop were opened and all of the people of the community squeezed inside.\n\nThey listened to Tetan Buri’s woes: how she was cold at night with a wet blanket; how she only had the cow kick her and no milk to make yogurt or butter; how her sister was going to chop the tree in half.\n\n‘What you must do,’ they said, ‘is share the work. Share the blanket. Sleep next to your sister. You will keep each other warm… snug and warm.’\n\n‘Share the blanket?’\n\n‘And share the feeding and the watering of the cow, and milk the cow together, and together churn the butter and make the yogurt.’\n\n‘Work together?’\n\n‘And,’ said the people of the community, ‘what you must do, Tetan Buri, is to look after the tree. Tend the tree with your sister. Weed the tree and water the tree and together you will share an abundance of fruit.’\n\n‘Aha.’\n\nAnd so it was that Tetan Buri and Boka Buri shared the blanket and kept each other warm at night; shared the milk to make butter and yogurt; and shared those delicious mangoes. And so much did they have that they had plenty to share with the rest of the community.\n\nTetan Buri… aha! And Boka Buri, the not so foolish sister… hmmm. "
    },
    {
      "category": "Other Stories",
      "title": "The Drop of Honey",
      "body": "Long, long ago this story was told. It has been told ever since, and here I tell it to you today… The Story of the Drop of Honey.\n\nA hunter and his hound, high in the desert mountains, found a cave. The hunter in the cave found a hollow, and the hollow was filled with the most beautiful, clear honey.\n\nHe took his water skin and filled the water skin with honey and left the cave and came down the mountains.\n\nHe was not in his own land.\n\nAnd there in the town that he entered, he saw an oil seller. He went into that stall and offered his honey for sale – perhaps an exchange for some oil? And the oil seller was intrigued.\n\nAs he was tasting the honey, one drop of honey fell upon the ground.\n\nSome flies buzzed, swarming around the honey. And as they swarmed there, some birds flew down to peck and eat the insects. But as the birds flew, darting among those insects, the cat that belonged to the oil seller leapt upon a bird and killed it. And as the cat leapt upon the bird, the hound of the hunter leapt forward and killed the cat.\n\nThe oil seller, full of fury, kicked the hound so hard that the hound was killed.\n\nYou just kicked my dogThe hunter drew his hunting knife and plunged it into the chest of that oil seller.\n\nThose who were outside the stall came rushing in. They beat that foreigner to death.\n\nWord reached the people – in the hunter’s own land – of his murder. They sent people from his village over the border and they killed many of the men of that town.\n\nWhen the King of that land heard about this sortie, he gathered a great army and waged war against his neighbour. And the kingdom retaliated.\n\nWars raged for many years. And wars have raged for many years since that time: two great enemies those neighbouring lands. And all because of one drop of honey."
    },
    {
      "category": "Other Stories",
      "title": "The Little Beggar",
      "body": "Long, long ago and far, far away this story was told, and it has been told ever since, and I tell it to you now…\n\nThere was, in the city of Basra, when the evening was falling, a rosy glow upon the buildings around the central bazaar. And there was a Little Beggar, famous throughout the city for his japes and jokes and songs.\n\nThe Tailor and his wife were returning from carousing. They invited the Little Beggar to come home with them to entertain them. And there he was in their house regaling them with a story. And they fed him a piece of white meat from a fish.\n\nThe Little Beggar choked upon a bone in the meat. He fell backwards from the stool and onto the ground and lay there, motionless.\n\n‘Uhhh! Wife, what have we done? This little man has come to our house as a guest to entertain us and we have murdered him. What will happen to my reputation?’\n\nDress maker and his wifeThe Tailor and his wife bundled the Little Beggar into a roll of carpet and they carried him from their house and through the streets of Basra where now it was getting gloomy and dark.\n\n‘Our child is sick, stay away. Our child has scarlet fever.’\n\nThe people did not come close, until one woman said, ‘My master is a doctor. Follow me.’\n\nAnd they followed the woman to a house with steps running all the way up to the front door. It was the house of the Jewish Doctor.\n\nThey followed her to the top step and left the body of the Little Beggar there. Of course, they took the carpet away with them.\n\nThe Doctor came out into the darkness and did not see the body of the little man in front of him, stumbled, and the body was knocked down the steps all the way to the bottom…\n\nThe Doctor ran down the steps. ‘Uhhh! What have I done? A patient comes to me to be cured and I’ve killed him. What will happen to my reputation?’\n\nThe Doctor carried the body into the house. He decided what he must do.\n\nHe lowered the body from his balcony into his neighbour’s backyard: his neighbour, the Muslim Steward of the Royal kitchens.\n\nThere, among the bags of flour and sacks of sugar, was propped the body of the Little Beggar.\n\nAt that moment, the Muslim Steward of the Royal kitchens came home.\n\n‘What is this noise in the backyard?’\n\nHe took a club, went into the backyard and saw a figure leaning there. He’d thought it was rats, but this… He struck him hard between the shoulders and the Little Beggar slumped to the ground.\n\n‘Uhhh! What have I done? A beggar comes into my backyard to take a little sugar and flour and I have killed him. Oh, whatever will happen to me for this murder?’\n\nAnd the Muslim Steward of the kitchen seized the body and went out through the front of the house and into the streets of Basra which were now empty for it was late at night.\n\nAlong a dark alleyway he went towards the canal where he would dispose of the body. But as he came along he heard, coming in the opposite direction, the singing of a Christian who was clearly drunk.\n\nHe propped the body against a corner and went back the way he had come.\n\nAnd now, along came that drunk man, that Christian Moneylender singing at the top of his voice after a night of drinking.\n\n‘What is this here in the shadows? A thief! Oh, you won’t get away with it!’\n\nAnd he seized the Little Beggar’s body by the shoulders and started dashing his head against the wall… ‘Thief! Thief!’\n\nThe Watchmen came running along the alleyway. They seized the Christian.\n\n‘You, Christian Moneylender, have murdered this man in the streets.’\n\nThe next morning at dawn, the area in front of the great bazaar in the heart of Basra was thronging with people.\n\nBefore them sat the Sultan.\n\nNext to him, the Governor.\n\nAnd next to them, upon a table, was the body of the Little Beggar.\n\nIn front of them stood the Christian Moneylender.\n\n‘You,’ said the Governor. ‘You who have often had dealings with the Sultan. You have killed a man in the street for no good reason. What have you to say for yourself?’\n\nThe Christian stood. ‘I am guilty. You should punish me.’\n\nThe Christian Moneylender was led to the scaffold. A rope was put around his neck.\n\nHe prepared to die, when a voice came from the crowd: ‘He is innocent. Set him free. You should punish me.’\n\nThere stood the Muslim, the Steward. ‘He was already dead when I left him in the alleyway. I killed him. I struck him for he was stealing sugar and flour from my backyard.’\n\n‘You,’ said the Governor, ‘who have supplied food for the Royal kitchens all these years, have murdered a poor beggar? The Steward must be hanged by the neck until dead.’\n\nThe Steward was led to the scaffold, the rope now put around his throat.\n\nHe prepared to die, when there was a cry from the crowd: ‘He is innocent! Set him free! You should punish me.’\n\nThere stood the Jewish Doctor. ‘It was I who killed the Little Beggar. He was already dead when I lowered him into my neighbour’s backyard. I had kicked him down the steps outside my house.’\n\n‘You, the Doctor,’ said the Governor, ‘who have treated and healed the Sultan on many occasions, have murdered one of your patients. The Doctor must be hanged by the neck until dead.’\n\nThe Jewish Doctor was taken to the scaffold; the rope was now taken from the Muslim and put around his neck.\n\nHe prepared to meet his maker when, from the crowd, a cry: ‘He is innocent! Set him free! You should punish me.’\n\nAnd there stood the Tailor. ‘I killed the Little Beggar. He came to my house to tell me and my wife stories and we choked him with a fish bone. It is our fault that he is dead. We put him at the Doctor’s front door.’\n\n‘The Tailor who has clothed the Sultan all these years! The Tailor must be hanged by the neck until dead.’\n\nAnd now the Tailor was led to the scaffold, the rope put around his neck, and he prepared to die.\n\nThe crowd was hushed. At last there would be an execution. But… a cry: ‘He is innocent! Set him free!’\n\n‘Enough,’ said the Governor.\n\n‘Enough,’ said the Sultan. ‘Somebody must pay. Who is it that speaks?’\n\nBeside them there stood a little wizened old man with a long grey beard. It was the Barber. He stood next to the body of the Little Beggar.\n\n‘There is a mystery to this death, and the mystery is that there is no death. He is still breathing. See?’\n\nAnd he took a pair of tongs from his leather bag, and he took a pot of ointment and rubbed the ointment onto the throat of the Little Beggar and inserted the tongs and pulled out the fish bone. And the Little Beggar sat up with a cough and a splutter.\n\n‘Oh, thank you. Thank you one and all for being here to save me. How will I ever repay you? You have tried to save me after I choked on the bone.\n\nFirst of all you kicked me down steps. And then you knocked me on the back with a club. And then you dashed my head against the wall. And now you have taken that bone from my throat and I am well again.’\n\n‘Strange,’ said the Sultan. ‘Never have I heard a more remarkable story than this of the Little Beggar. It must be written down on a scroll and kept in the Royal library.’\n\n‘I beg to differ, Your Majesty,’ said the Little Beggar. ‘I have far stranger stories that I can tell.’\n\nAnd with that he thanked all those that had gathered in the streets of Basra by telling them one of his most remarkable stories."
    },
    {
      "category": "Other Stories",
      "title": "The Heathfield Hare",
      "body": "Once, there was a farmer’s wife. And one night she woke up and dreamt that it was day. And she took her basket on her arm and walked away from the farm, high, high, high onto the moor.\n\nAnd there the moon shone full and round. And silhouetted against the moon she saw a creature running towards her – long eared, fast: a hare. And quickly it ran. And behind the hare there came a black hound. And behind the hound, a horse with a rider tall in the saddle and a black hat upon his head. And the hunter came closer.\n\nAnd she saw as he came closer that there were horns, one on each side of his head.\n\nAnd she saw as he came closer that the rider had no boots upon his feet; instead, cloven hooves.\n\nAnd now the hare leapt over the hedgerow in front of her. And the woman seized the hare and put it inside her basket and closed the lid.\n\nAnd now the hound, baying, leapt over the hedgerow, and the horse behind it. And the rider pulled up and looked down at her: ‘Old woman. I have been giving chase to a hare upon these moors. Tell me which way did it go?’\n\nThat wayAnd the woman looked up at the rider, and his eyes blazed and she knew this was the devil. And without hesitation she pointed away along the lane.\n\nAnd the rider looked down at her, raised his hat from his head and leant down close so she could smell his foul breath…\n\nAnd the devil rose up once more in his saddle and placed the hat upon his head, ‘I thank you,’ and rode away along the lane with the hound baying in front.\n\nAnd when they had gone, the woman lifted the lid of the basket and from it came no hare but a beautiful spirit shimmering in the moonlight.\n\n‘I thank you kind woman, you are gentle and brave\nAs a hare I was hunted but now I am saved\nFor the devil that chased me is now gone ahead\nI may pass as a spirit to the world of the dead.’\n\nAnd the spirit disappeared, vanishing into the night.\n\nThe old woman walked with her basket down to the farm. And for it was still night she went back to bed. And when she woke up in the morning she told the farmer all that had happened.\n\n‘Nonsense, wife. Cannot be.’\n\nBut when she went down to fetch the eggs from under the hens, she found twice as many eggs as she had ever found before. And when she cracked one, its yolk was golden.\n\nAnd when she went to milk the cows, they yielded double the milk they had ever yielded before, and the milk was rich and creamy.\n\nAnd she took that milk and those eggs to market and sold them for good profit and her husband was best pleased.\n\nThe next day: more eggs and more milk. And the day after.\n\nFor the weeks and months and years of the rest of their lives, that farmer and his wife lived in plenty.\n\nAnd all, they say on Dartmoor, because she saved that spirit from the devil."
    },
    {
      "category": "Other Stories",
      "title": "The Fool and the Donkey",
      "body": "One morning, the fool woke up and he thought, ‘There is one thing I need, I need a donkey.’\n\nSo he left his home and walked until he came to the town. He came to the donkey stall. There were many donkeys. Some were big and some were small. Some had long ears and some very short. But among them there was one donkey that had long, floppy, silky ears.\n\n‘This is the donkey for me.’\n\nThe fool paid the donkey stall holder and he led that donkey tied by a rope away from the stall and through the streets of the town, and there were two boys.\n\n‘We can trick that donkey from that fool.’\n\nOne boy went up and he took the rope from around the donkey’s neck and he put it around his own neck and followed the fool, who didn’t even notice.\n\nThe other boy led the donkey back to the stall to sell it.\n\nOn through the streets and on away from the town to his home went the fool. And when he got to his home he turned and… uhhh: ‘When I bought you, you were a donkey. But now you’ve turned into a boy.’\n\n‘It’s true, I was a donkey when you bought me, but, you see, before that I was a boy. I was rude to my mother, and my mother said, ‘If you are ever rude to me again may you be turned by the devil into a donkey.’ And so it was. But now that you have bought me, I am a boy once more and I belong to you.’\n\nDon't be rude‘You belong to me?’ said the fool. ‘I cannot own a boy. Go, go, but promise me this: when you go to your mother, do not be rude to her again.’\n\nThe fool slept that night, and when he woke in the morning he realised there was something he still needed… He still needed a donkey. He went away from his home, taking his last few coins, and walked until he came to the town; through the streets he came until he came to the donkey stall. And there were all those donkeys large and small, some with larger ears than others. And among the donkeys he noticed there was one donkey with long, floppy, silky ears. He knew that donkey. He went over to it and he lifted its ear and said: ‘You foolish boy, I said never be rude to your mother again!’"
    },
    {
      "category": "Other Stories",
      "title": "The Mouse",
      "body": "This is the story of a little girl who was not scared of anything… well, at least until she grew a bit older.\n\nThe little girl lived with her mother and father and her older brother whom she loved very much. The family lived in a pretty town: not too small and not too big. Not too posh and yet quite chic. This little town was situated in the North-West of Poland.\n\nMost towns are much too inviting to be inhabited only by humans. And this town was no exception. In fact, almost anywhere you go, if you are very quiet and look very closely, you will soon see numerous creatures with which we share our towns and cities.\n\nAll about you are foxes, squirrels, mice, rats, blackbirds, pigeons, sparrows, and sometimes even tortoises and parrots who have escaped from their homes to roam the streets and rooftops.\n\nThe little girl and her brother loved all animals – those they could see in their little town, and those that lived very far away in jungles and deserts across the globe.\n\nLearning with brotherThe children found it fascinating to learn about animals and they would often play games, testing each other to see who knew the most animal facts. The brother often won these games but the little girl, eager to be as clever as her older brother, was definitely catching up.\n\n‘How quickly can the hare run?’ the brother would ask.\n\n‘I’ll tell you how quickly a hare can run, if you can tell me what is the most poisonous snake on the whole planet?’ the little girl would reply.\n\nAlthough the little girl looked up to her older brother, it was perhaps not such a good idea to idealise him so. Even though the brother loved almost all animals, he had always been scared of mice. Because of this, the little girl noticed that she too was scared of mice without ever really knowing why. She did not understand it at the time, but it is quite possible to learn how to be scared of things by watching others.\n\nOne year, when summer arrived in their little town, the brother was finally old enough to be allowed to go camping with his friends. And so the little girl was sent to visit her grandma and grandpa who lived in the countryside.\n\nThe little girl loved walking across the fields with her grandma and naming all of the different plants. She also loved swimming in the lake with her grandpa while trying to catch the small fish in her hands. But what she liked the most was going on long walks in the forest with both of them.\n\nDuring these walks they looked for the first tiny mushrooms that would sprout from the earth after the rains. The little girl also picked raspberries and rose berries so her grandma could make jams for the winter.\n\nWhen they returned home, the little girl would thread slices of cut mushrooms on a thin piece of string, turning them into splendid garlands which she would then hang around her neck.\n\nWhile grandpa prepared fish for dinner, the little girl and her grandma would laugh and play. They imagined how funny it would be to decorate a Christmas tree with row upon row of mushroom garlands.\n\nOccasionally, as they walked through the forest, the grandparents and the little girl would catch sight of a deer, or even an owl: sleepy after a long night of hunting. This did not happen very often because you have to be very quiet to spot such creatures and the little girl spent much of her time singing with her grandma, or swapping stories in a secret language which they had learned over the years.\n\nIt is very difficult to be so quiet when you are having so much fun with your grandma!\n\nNow you might better be able to imagine what a surprise the grandma got when the little girl screamed out in fear from the kitchen one day.\n\nThe old woman hurried after the little girl thinking that there must have been an accident. But when she got to the kitchen, the little girl was not injured at all. Instead, she was standing on top of the dining table looking quite scared and pointing towards a broom in the corner.\n\n‘What is it?’ asked the grandma.\n\n‘I saw a mouse!’ cried the little girl.\n\nThe grandma chuckled and asked: ‘Does the mouse have big teeth and flaming red eyes and huge, razor sharp claws with which to attack you?’\n\n‘No,’ said the little girl, ‘it is just a small, fluffy mouse… the normal kind.’\n\nThe grandma continued chuckling to herself and soon the little girl could not help joining in. As the old lady helped her granddaughter down from the table, she asked: ‘What happened to my fearless little girl who loves all animals and is curious about everything? That little girl would never be scared of a mouse.’\n\nThe little girl thought about the question for a while and then replied: ‘Each time my brother sees a mouse or a rat he is really scared. If he is scared of mice then they must be really horrible because he is very brave.  Because he is scared, I am scared.’\n\n‘But are you actually scared,’ asked the grandma, ‘or is it just that you have gotten used to acting scared when you see a mouse. After all,’ she continued, ‘a mouse is no bigger than your hand.’\n\nThe little girl thought some more, then she said: ‘Not actually scared I suppose. I don’t really know.’\n\nThe grandma took a seat at the table and the little girl climbed up onto her lap.\n\n‘A lot of people are scared of silly little things without having a reason for it,’ said the old woman. ‘I don’t want you to be one of those people. These quirky habits of being scared can become a real nuisance when you get older. If you are not careful you will be scared of getting wine from your cellar just because there might be a little mouse down there. Or you might become scared of your own garden just because a few rats may have crossed it during the night. Or you might even become scared of a person because they look different from you or come from another country.\n\nIt makes no sense to be scared of such things without a very good reason.\n\n‘Also,’ the grandma continued in her soft voice, ‘don’t you think it is funny that you are not scared of the forest or the lake, but you are scared of a little mouse?’\n\n‘I know,’ said the little girl with just a touch of hesitation in her voice, ‘but I just can’t help it. Each time I see a mouse I want to scream. I don’t like the way they look or the way they move.’\n\nThe grandma smiled and said: ‘Oh, that’s not very nice. It’s not their fault that they move in such a way. And they cannot change the way they look, can they?\n\n‘I know that once you have your mind set against something it is difficult to change it, but you might try to focus on what it is you like about mice, and what it is you admire about them. If you do that then the scary things will become smaller and smaller and soon they will disappear altogether.’\n\nThe little girl was not completely convinced, so she asked: ‘Grandma, please tell me why you like mice so much? What is that you see in them?’\n\nThe grandma reached across the table for her teapot and poured herself a cup of tea. ‘Well now,’ she said, ‘I think I have just the story for you.\n\n‘Remember I told you that when I was just a little older than you are now there was a war in our country?’\n\nThe little girl nodded but remained silent so as best to concentrate on the story.\n\nThe grandma continued: ‘It was very dangerous for children to play out on the streets back then because the soldiers of the occupying army could be extremely short tempered and would hit us children if we irritated them or made too much noise. There was never enough food to share between me and my parents and my siblings and times were very hard.\n\n‘Watching mice was fun and helped me to forget about my troubles. And it turned out that mice were excellent teachers. They showed me how to walk quietly and remain unnoticed. Thanks to that little trick I was able to visit my friends who lived across the street and gossip with them about boys.’\n\nThe little girl looked up and noticed a cheeky smile appear on her grandma’s lips. When she saw the little girl looking up at her, the grandma reached for her tea and took a sip and pretended that she was not smiling at all.\n\n‘Something else they taught me to do,’ said the grandma, ‘was to respond quickly to any changes. You see how rapidly a mouse can react to any movement and hide in its hole or disappear in the tall grass? By watching mice I learned how to quickly hide from soldiers and avoid problems. They also showed me how to outwit the soldiers and sneak under their noses to get more food.\n\n‘If we followed the mice we would always find some extra grains from which we could bake bread. Who knows,’ beamed the old lady, ‘maybe it is thanks to mice that I survived the war.’\n\nThe little girl was mesmerised, all the time trying to imagine her grandma as a young girl gossiping about boys, or sneaking about under the noses of the soldiers to find food. And all this she had learned from watching mice!\n\n‘Perhaps,’ pondered the little girl, ‘mice are not truly so bad after all.’\n\nJust then, as if sensing the little girl’s change of heart, the mouse that had scared her only moments before, popped its head out from behind the broom in the corner of the kitchen.\n\nThe little girl watched it sniffing the air, its whiskers twitching all the time, its little tail curled up behind it like a question mark.\n\n‘There must be some truth in my grandma’s way of dealing with scary things,’ thought the little girl. ‘After all, my grandma isn’t scared of anything!’\n\nSuddenly the mouse scampered across the floor and disappeared through the kitchen door and out into the garden. As she watched the mouse disappear, the little girl promised herself that she would think about mice in a more kindly way. And when she got home she would share the story with her brother so that he too would see that mice were really very clever creatures and not scary at all once you got to know them."
    },
    {
      "category": "Other Stories",
      "title": "Deer and Jaguar",
      "body": "Deer walked along by the great river into the forest: ‘Oh, but what a life have I got? No home. Perhaps I will build myself a house. Here is as good a place as any.’\n\nDeer went on.\n\nAlong came Jaguar by the great river, padding along into the forest. He came to the same place: ‘Oh, what is my life? Perhaps one day I will settle down and make myself a home. Here would be as good a place as any.’\n\nAnd Jaguar went on.\n\nDeer returned, and with his fine antlers he cleared the brush, he cleared the trees and made the ground level to build his house, and then went on into the forest.\n\nJaguarNow Jaguar came: ‘This is the place I was to build my house. The ground has been cleared and flattened. Clearly, the God Tupan has blessed this. Here I will make my house.’ And with enthusiasm, the Jaguar flattened the ground and smoothed the ground and made himself a floor – sharp and shiny with his teeth aiding him – and then went on into the forest.\n\nDeer returned: ‘A floor has been made, shiny and hard. Clearly the God Tupan is assisting me. And with renewed energy, Deer built walls for the house. When he had finished, Deer went on into the forest.\n\nNow came Jaguar: ‘The God Tupan has built walls for my house. Now I will make a roof.’    And strong Jaguar made a roof, and when it was complete he went on into the forest.\n\nDeer saw that the roof had been made: ‘Tupan has blessed me indeed.’\n\nInside the house, Deer made two rooms: one for himself and one for Tupan. He went into one room, rested and slept as it grew dark.\n\nAnd now Jaguar returned and saw there were two rooms in the house: ‘Tupan has made a room for himself to share the house with me.’\n\nHe went into the other room and slept.\n\nDeer and Jaguar slept through the night in the same house. At dawn, both woke.\n\nDeer saw Jaguar. Jaguar looked at Deer: ‘Did you help build my house?’\n\n‘I did. Did you help build my house?’\n\n‘I did.’\n\nSo it was that Jaguar and Deer shared the house in harmony… for a short time.\n\nJaguar was hungry: ‘Make a fire. Put on a pot to boil. I am going hunting.’ And Jaguar left the house and Deer prepared the fire and the pan of boiling water.\n\nJaguar found and caught and killed a deer. He carried it back to the house. He began to cook the deer. When Deer saw what Jaguar was cooking, Deer was sad.\n\nJaguar began to eat. Deer was afraid and did not eat. Deer went to his room and tried to sleep.\n\nJaguar went to his room.\n\nAll night long, Deer kept his eyes open, frightened that Jaguar would come and devour him.\n\nIn the morning, Deer said to Jaguar, ‘Make a fire. Put on the pan. Boil the water. I am going hunting.’\n\nDeer went into the forest. There, sharpening his claws against the bark of a tree was a jaguar. Deer went on until he found Tamandua the ant eater.\n\n‘That jaguar spoke evil of you.’\n\nTamandua became angry. He went and attacked the jaguar with his strong, sharp claws.\n\nWhen the jaguar was killed, Tamandua left. Deer carried the dead jaguar back to the house.\n\nWhen Jaguar saw what Deer was cooking, he was afraid. He could not watch Deer eat the meal so he went to his room. But indeed, as you know, deer do not eat the meat of a jaguar.\n\nDeer now went to his room. Deer could not sleep. Deer was afraid that Jaguar would come in the night and devour him.\n\nJaguar could not sleep; he was afraid that in the night Deer would come and devour him.\n\nJaguar finally began to nod and fall asleep.\n\nDeer finally began to nod and fall asleep. And as his head nodded, his antlers knocked against the wall making a loud sound. Jaguar woke up, frightened that Deer was coming to attack him. He sent out a loud scream. Deer believed that Jaguar was coming to kill him. Deer fled from the house! Jaguar fled from the house! The two ran in opposite directions.\n\nSince that time, Jaguar and Deer have not lived together."
    },
    {
      "category": "Other Stories",
      "title": "The Innocent Punishment",
      "body": "This is a story about Akbar, the Emperor of India, and his loyal and witty advisor Birbal.\n\nIt was a fine morning in the palace. The royal courtroom was buzzing with conversation as Akbar’s advisors awaited the arrival of their Emperor. Soon enough Akbar arrived, but he was not in his usual pleasant mood. He seemed bothered and frustrated. The advisors quietened on seeing the Emperor’s stern face.\n\n‘What is the problem, Your Majesty? Is something bothering you?’ asked one of the advisors.\n\n‘Today someone dared to pull on my moustache!’ exclaimed Emperor Akbar. ‘What punishment do you think this person should be given?’\n\nOne by one the advisors suggested the fiercest of punishments for the rogue who dared to pull on the Emperor’s moustache.\n\n‘He should be hung in the public square!’ cried one.\n\n‘His head should be cut off!’ exclaimed another.\n\n‘He should be flogged one hundred times!’ insisted a third.\n\nThe Emperor listened to them all, but he noticed that his most trusted advisor remained silent throughout.\n\n‘Birbal, do you not have anything to say on this matter?’ he asked.\n\nBirbal calmly replied: ‘Forgive me, Your Majesty. I do not agree with any of the punishments suggested.’\n\nEmperor Akbar was very surprised indeed and asked of his trusted advisor, ‘What punishment do you suggest for such a crime?’\n\n‘I think,’ said Birbal, ‘that the person who dared to pull on your moustache should be given a box of sweets.’\n\nUpon hearing this advice, the royal court was abuzz with conversation once more. The other advisors were shocked to hear Birbal’s suggestion. They all wondered how such a trusted advisor could suggest that the Emperor give this rogue a box of sweets as punishment for his crime. ‘Surely,’ they protested, ‘this is not the correct punishment!’\n\nThe confused Emperor asked: ‘Birbal, why would you suggest such a thing?’\n\n‘Your Majesty, the only one who would dare to pull on your moustache is none other than your son the Prince. He often sits upon your lap, and today he must have pulled your moustache playfully. Such an innocent culprit should only be given an innocent punishment. I suggest you give the young Prince a box of sweets.’\n\nProving a pointBirbal’s witty retort made the Emperor smile. ‘You are right, old friend,’ said Emperor Akbar. ‘It was my son who pulled on my moustache. And he shall indeed receive a box of sweets as his punishment!’\n\nBirbal smiled softly as the other advisors looked away in shame for suggesting such harsh punishments without first considering the facts of the situation.\n\nTo this day, stories of Birbal’s wit and wisdom continue to be told and retold to generation after generation."
    },
    {
      "category": "Other Stories",
      "title": "The Tortoise and The Three Brothers",
      "body": "Once upon a time, there were three orphans, whose names were Otarun, Akope, and Awekun. The brothers had reached such an age that it was time to decide what trade they might undertake. In order to advise them on such an important decision, the brothers went to visit Ijapa the tortoise who had been their trusted guardian for many years.\n\nAs soon as they arrived, Ijapa offered the brothers kola nuts and they all sat in his front yard under the acacia tree.\n\n‘Now, I am all ears,’ said Ijapa to his visitors. ‘What brings you here at this time of the day?’\n\nOtarun cleared his throat before speaking. ‘Firstly, my brothers and I wish to say thank you for all you have done for us ever since our parents left this world to join our ancestors in the land beyond. Now we have decided to each learn a trade, and we would like you to advise us in this matter.’\n\nIjapa listened intently and nodded his head vigorously. Then there was a moment of silence as the tortoise stared up at the acacia tree, apparently lost in his own thoughts. The three brothers sat very still, all wondering what was going on in Ijapa’s mind.\n\nThen the tortoise cleared his throat very loudly and said, ‘I am happy that the three of you are thinking of learning a trade, but my advice to you is that you join me in my business so that we can all work together.’\n\nThe brothers looked at one another in amazement.\n\nAkope was the first to speak. ‘We did not know that you had a business.’\n\nThe tortoise laughed and said, ‘I do, child. However, my business involves a lot of planning and scheming. I use more of my brain than my physical body. You may have noticed that I do not own a farm, neither do I buy and sell. I hold no position in the King’s court, and neither do I answer to any boss. Nevertheless, I eat well and I do not want for anything.’\n\nEach of the brothers looked very shocked at this news. This made Ijapa very uncomfortable and he became angry at the brothers for judging him. ‘Why are you staring at me like I am holding a machete to your heads?’ he asked. ‘I do not go around forcing people to part with their belongings! I am very cautious in my dealings with people. It is just that I always find a way of getting whatever I want, by hook or by crook.’\n\nThere was another long silence among the group. The brothers did not know what to say to Ijapa. Eventually Otarun stood up and said, ‘We will be on our way now, but we will think about your proposal and give you an answer tomorrow before sunset.’\n\nThe next day, Otarun was the only one who went to visit Ijapa. ‘My brothers and I have thought seriously about your offer,’ he announced to Ijapa, ‘and we want to thank you for thinking about us, but we cannot work for you. We are honest people and we would like honest trades. We want to work with our hands and we do not wish to take from others.’\n\nIjapa’s eyes narrowed in fury. ‘Is that what you have to say to me after all I have done to support you since the death of your mother and father?’\n\nOtarun felt like a mouse that had just been trapped by a cat, but he stood his ground and answered, ‘I am sorry, but that is the way we feel.’\n\n‘In that case,’ yelled Ijapa at the top of his voice, ‘you and your brothers have just taken on a vicious enemy!’\n\nA few weeks later, the three brothers started learning their various new trades. They worked very hard and applied themselves diligently to their various tasks. They did as they were told; they listened to their bosses intently and soon became very skilled and very well respected among the villagers.\n\nOtarun became the best Archer the village had ever known. Akope provided the best palm wine the village had ever tasted. And Awekun became the best fisherman, always catching the biggest haul of fish every morning.\n\nBut as the brothers’ fame grew, so did Ijapa’s jealousy. And it was in such a mood that Ijapa formed a plan to destroy the brothers.\n\nOne day, Ijapa went to the palace and told the King that the three brothers had been boasting of magnificent feats that they could not possibly perform. The cunning tortoise feigned a great sadness, saying to the King, ‘I am concerned that people will start to believe what the brothers are saying because of their so called good reputation. If this happens, I am afraid our village will be in a good deal of trouble.’\n\n‘How do you mean?’ asked the King.\n\n‘Your Highness, if people ask the orphans to perform these great feats, feats which I know to be impossible, what damage will that do to the reputation of our village? We will be known near and far as the village of liars. People will say that we boast of things that are not possible! I think you should do something to stop this!’\n\nThe King became very angry when listening to Ijapa’s speech. After all, a village was nothing without its good reputation, and it seemed that the orphan brothers were threatening the King’s good name.\n\n‘Leave it with me, Ijapa. I know exactly what to do.’\n\nThat same day, the King ordered the three brothers to come to his palace. As soon as they arrived, the King began to shout, ‘You are evil men! Before you destroy my kingdom I will destroy you! In exactly one week I want you to return to my palace and prove to me that you are capable of these impossible feats that you have been boasting about all over the village.’\n\nThe brothers were about to protest their innocence, but the King held up his hand to silence them. Then the King declared that each brother perform a task of his choosing.  ‘Otarun, you must throw an arrow that will touch the sky! You, Akope, will climb the highest palm tree without a climbing frame! And, Awekun, you must swim the length of the Odan River. I am giving you a chance to perform these feats so that all of us might see if you are telling the truth. If you are not able to do as I have instructed, then you will be jailed for life!’\n\n‘Your highness, we did not claim such feats!’ cried out Otarun!’\n\nBut the angry King did not listen to Otarun’s protest, instead he ordered his guards to escort the brothers from the palace and cast them out into the street.\n\nThe brothers were devastated. They sensed that Ijapa was the brain behind their predicament, but they did not know what to do. For many days they could not eat or drink or sleep. They tried to think of what they might do, but could find no solution to their problem. To make matters worse, they could not run away from the village because the King had assigned armed guards to watch over their every move. The brothers were not allowed to leave their house at any time.\n\nEarly one morning, the three brothers were roused from their sleep by a strange and beautiful sound. They opened a window to see a beautiful bird perched on the wall outside of their house. The bird was singing a solemn tune that went…\n\n\n\nOmode meta nsere\n\nEre o ere ayo\n\nOmode meta nsere\n\nEre o ere ayo\n\nOkan l’ohun o ta’run\n\nEre o ere ayo\n\nOkan l’ohun o ga’gbon\n\nEre o ere ayo\n\nOkan l’ohun o we’kun\n\nEre o ere ayo\n\nO ta’run, O ga’gbon, O we’kun\n\nEre o ere ayo\n\n\n\nThe orphan brothers were mesmerised by the beautiful song: the call and response of the verse, the gentle rhythm and haunting lyrics; and then, when the song had finished, the bird flew quite suddenly into the sky and left the brothers in a gentle silence.\n\nIt was then that Otarun noticed the bow and arrow sitting on the wall. And next to the bow, a magical climbing rope. And next to the rope, a golden arm band.\n\nEach of the brothers took the instrument that related to his trade, aware that they were the only ones who could see the bow, or the rope, or the golden arm band. These magical gifts would remain invisible to all others.\n\nLater that morning, they made their way to the palace where the King and his chiefs were already seated in readiness for the feats to be performed. Ijapa was also perched confidently beside the King, a wry smile grazing the corners of his mouth.\n\nAs the brothers entered the courtyard, a thrilling hush swept through the crowd and the King’s words rang out loud and clear like the agogo bell.\n\n‘Otarun, you claim to be able to throw an arrow up into the skies. Show us this impossible feat of yours.’\n\nOtarun, who had his invisible bow strapped to his back, took an arrow, drew back his arm, and threw the arrow with all his might. The arrow soared high up into the sky and disappeared among the clouds above.\n\nThe crowd went mad with joy, cheering and clapping for Otarun. The King, however, began to sweat profusely. He had never seen such a thing in his entire life. Next he called upon Akope to climb the tallest palm tree in the centre of the courtyard without a rope or climbing frame.\n\nAkope, who had already tied his magical rope around his waist, began to climb the tree. He climbed very fast and without hesitation. He scaled the tree as easily as any man might walk along a path, and he reached the top in no time at all.\n\nThe crowd shouted out praise and clapped and cheered for Akope.\n\nBy now the King was growing quiet, and Ijapa too was looking very uneasy. The King called upon Awekun to lead the group to the great river Odan.\n\nAwekun was wearing his golden arm band, but this band remained visible only to himself and his brothers. And so Awekun led the crowd to the river’s edge and plunged straight in. Once in the water he did not hesitate, he moved his arms and kicked with his legs and swam the length and breadth of the great river, darting to and fro with the speed of lightning.\n\nThe villagers went wild; the drummers began to beat on their drums; there was clapping and cheering and the villagers hoisted the brothers up onto their shoulders and carried them back to the palace.\n\nNow Ijapa knew his end had come, so he tried to escape from the palace by sneaking through the assembled crowd as quickly as his sluggish little legs would carry him.\n\nJust as Ijapa was sure of his escape, one of the King’s guards spotted him and cried out, ‘Not so fast, you mischievous old devil! Where do you think you are going?’\n\nThe guard hoisted Ijapa up onto his shoulders and carried him back into the palace to be dealt with by the King.\n\nThe King called the orphan brothers to sit beside him on his throne as he addressed the people of the village. ‘I want to apologise to these brave young men,’ the King announced. ‘I am sorry for falsely accusing them of being deceitful, and I apologise for the pain that I might have caused them.’ The King turned to the three brothers. ‘I would like to honour you today by inviting you to be my chiefs.’\n\nThe crowd erupted into more clapping and cheering and drumming as the brothers accepted the King’s generous offer. ‘As for you, Ijapa,’ said the King, turning on the cunning little tortoise. ‘You will be locked up in prison to serve the sentence you wished served upon the three brave brothers.’\n\nThe villagers all approved of the King’s judgment as Ijapa was led away by the royal guards.\n\nAnd as you can imagine, dear listeners, the three brothers lived happily ever after."
    },
    {
      "category": "Other Stories",
      "title": "The Prince and The Honest Girl",
      "body": "A long time ago, there was a young Prince who wanted very much to find a wife. The Prince wanted his wife to be beautiful, but much more than that, the young prince wanted to marry an honest girl whom he could trust.\n\nOne day, the Prince decided how he might find such a wife. ‘There will be a competition,’ he said, ‘and all of the girls in the village will be able to enter.’\n\nSo the girls of the village gathered to hear the Prince speak. They were all very beautiful, and all very eager to marry the handsome Prince.\n\n‘I know how I will decide which of you will be my wife,’ declared the Prince. ‘I will give each of you a flower seed, and the one who grows the biggest and most beautiful flower will be my bride.’\n\nEach of the girls took a seed and promised to return the following month to attend a festival at which the Prince would choose his bride. The festival would be a great celebration, and the whole village would attend so that they might see who would become the Prince’s bride.\n\nThe month past quickly and the day of the festival soon arrived. There was food and music and much celebrating and anticipation among the villagers.\n\nEach of the girls arrived in turn, each with her flower in a small clay pot, each flower more beautiful and luscious than the last.\n\nBut one girl, a shy and quiet girl from the village, arrived with nothing but a pot of sand. In the middle of this pot was a seed but no flower.\n\nThe girls with their beautiful flowers said to her, ‘Why have you come when you have not grown a flower from your seed?’\n\nThe villagers jeered and laughed at her for not being able to grow a simple flower when the other girls had done so well. ‘How is it that you have grown no flower from your seed?’ they asked her.\n\nSuddenly the villagers fell silent. The Prince had arrived and it was time to choose his wife. The prince examined all of the flowers and remarked how beautiful they were. And each girl was sure she would be chosen as the Prince’s bride.\n\nBut when the Prince stood before the girl who had nothing but a pot of sand, he said to her, ‘You shall be my bride.’\n\nThe villagers were very surprised, but the Prince spoke to them, saying, ‘I choose this girl because none of the seeds that I gave were fertile. I had boiled them and so they could not grow into flowers. These other girls must have replaced my seed with another so that they could grow these flowers and deceive me, but this girl is the honest one and so I choose her for my bride.’\n\nThat very day, the young Prince and the young girl were married and the whole of the village celebrated into the night, and they toasted the marriage of the Prince and his honest bride."
    },
    {
      "category": "Other Stories",
      "title": "The Singing Drum",
      "body": "Once upon a time, there was a boy called Atilola. His parents loved him dearly because he was their only child and they made sure he lacked nothing. They treated him like a delicate egg and would not allow anyone to reprimand him, even when he behaved very badly. Because of this, Atilola grew to be a selfish, spoilt child who found it difficult to obey instructions.\n\nOne day, during the rainy season, Atilola, who was about ten years old at the time, told his mother that he was going outside to play with his friends.\n\n‘Stay in the neighbourhood and do not wonder off into the valley; the sky is heralding rain,’ warned his mother. But, as usual, Atilola ignored his mother’s advice and ran off to find his friends.\n\n‘Let’s go and look for honey in the beehive in Oyin valley,’ Atilola said to his friends once they had gathered together on the edge of the village.\n\nThe boys agreed, and so they all set off on the four mile journey in search of honey. But as the boys approached Oyin they noticed that the sky was beginning to turn grey. The first thunderclap made Atilola’s friends panic. One boy stepped forward and said, ‘We should get back to our homes before the rain comes.’\n\nThis was sensible advice and all of the other boys agreed to return home immediately.\n\n‘Not me!’ yelled Atilola. ‘I have come here to find honey and I will not leave until I find some.’\n\n‘But how can you find honey in the rain?’ asked another of the boys.\n\n‘If I cannot find honey in the rain,’ said Atilola, ‘then I will stay right here until it stops raining!’ And just as the words left his lips, tiny drops of rain began to fall from the sky and tickle his bare back.\n\nUpon seeing the rain the other boys all scampered off in the direction of the village leaving Atilola to hunt for the honey alone.\n\nBefore long, the little drops of rain formed a puddle and Atilola decided to jump around in it, splashing and dancing and waving his arms.  Some of the farmers returning from the fields saw Atilola dancing in the puddle and told him to go home. But the spoilt boy would not listen; instead, he wrinkled up his nose and stuck out his tongue and continued to dance in the puddle as the rain grew heavier and heavier.\n\nBefore long, the sky began to empty its contents in sheets and buckets and the heavy downpour flooded the entire valley in no time at all.\n\nAtilola could not find a place to hide anywhere. He looked all around until, eventually, he saw an Odan tree and hurried towards it.\n\nBut just as he was about to climb up into the tree, he slipped and fell into the water and the floods quickly engulfed him. As the waters carried Atilola down through the valley towards the big river, he began to scream and howl in fear for his life.\n\nBut there was nobody around to hear the frightened boy.\n\nHe tried to reach out and grab a hold of anything that might keep him afloat – twigs, logs, poles – but it was no use, he could not get a proper grip as he was moving too fast.\n\nThen he saw a house in the distance and decided to scream at the top of his voice in the hopes that he would gain the attention of those inside.\n\n‘Help!’ cried out Atilola. ‘Please help me!’\n\nIjapa, the tortoise, heard the noise and opened his window to see what was happening. He was shocked to see a boy struggling to swim against the flood, so he hurried out of his house to help. The tortoise took a long pole from the shed in his front yard and stretched it out across the water towards the boy.\n\n‘Quick, grab a hold!’ yelled ljapa.\n\nAtilola reached out for the pole and grabbed it with both hands and held on tightly as Ijapa pulled him to safety.\n\nAs soon as the boy was out of the water, Ijapa brought him into the house and built a fire and served soup so as to stave off the cold.\n\nBut Ijapa was not generous by nature and he was all the time busy deciding what he might gain from the unsuspecting boy.\n\nThis question was quickly answered after Atilola had drained his bowl of soup and curled up on a mat in a corner of the room. Before the boy drifted off to sleep, he began to sing in the most beautiful voice Ijapa had ever heard. It was a lullaby that his mother used to sing to him when he was a little boy.\n\n\n\nOmo o, e npe dagba\n\nOmo o, e npe dagba\n\nKekere jojolo mo gbe temi\n\nOmo o, e npe dagba\n\n\n\nB’omo mi dagba a s’ori ire\n\nOmo o, e npe dagba\n\nB’omo mi dagba a d’ololao\n\nOmo o, e npe dagba\n\n\n\nOmo o, e npe dagba\n\nOmo o, e npe dagba\n\nKekere jojolo mo gbe temi\n\nOmo o, e npe dagba\n\n\n\nIjapa was mesmerised by the song, and as he swayed to the enchanting rhythm a mischievous plan came into his head and he knew then how he might make use of his guest.\n\nThe tortoise waited until the boy was fast asleep, then he crept out of the house to his backyard where he began to carve a big wooden drum.\n\nHe worked throughout the night until his task was complete, and when Atilola awoke the next morning, Ijapa asked the boy to hop inside of the drum.\n\n‘Why do you want me to get inside of the drum?’ asked Atilola.\n\nThe tortoise smiled innocently and told the boy that he simply wanted to test the drum’s sound. ‘It is not such a huge favour to ask given that I saved you from the floods, is it?’\n\nAtilola had to agree that he owed the tortoise a great debt for saving his life, and so the boy climbed inside the drum and the tortoise covered it over with stretched hide.\n\nOnce Atilola was hidden inside, Ijapa instructed the boy to sing the song ‘Omo o, e npe dagba’ each time he hits the drum with a stick.\n\nAtilola’s parents had been waiting anxiously for their son to return home. The boy had been gone all night and his mother was beside herself with worry.\n\nAfter the flood water had subsided, both parents went into the valley in search of their son, but they could not find him anywhere. Eventually they went to the palace to report Atilola missing. When the king heard the distressing news he sent his servants to search the entire village and its environs. They too could not find the boy and eventually the search was abandoned.\n\nIjapa was unaware of all this commotion as he stood in the village square and shouted out to passersby, ‘Come and listen to my singing drum.  It is truly the most beautiful thing you will ever hear.’\n\nMany people gathered to witness this spectacle, and each time the tortoise banged on the drum with his stick, Atilola would sing from within.\n\nAll those who listened were enthralled by his beautiful voice. Many were so captivated by the singing drum that they threw their caps and head gear to the floor and danced until they could dance no more.\n\nNobody could see the boy trapped inside; they all thought that it was a magical drum and so they gave the crafty tortoise a great deal of money for such entertainment.\n\nWord soon spread throughout the entire neighbourhood and everyone came to see Ijapa and his singing drum.\n\nThe following day, Ijapa was ordered to the palace as the king was also very eager to listen to the magical singing drum. Ijapa was pleasantly surprised to see many people in the palace courtyard. The king had invited the entire village for the great entertainment and there was not a single space left where one might sit.\n\nThe tortoise gained a great deal of confidence from the crowd and insisted that he be paid in gold before he played his drum. The king had never heard of such a thing, but as he was so anxious to hear the drum, he handed over a bag of gold and commanded the tortoise to begin.\n\nBeaming with relish, Ijapa quickly banged on his drum, and again the beautiful voice began to sing the song ‘Omo o, e npe dagba’. The king, the chiefs and all the people in the palace courtyard immediately got up to dance.\n\nDespite such merriment and dancing, the king could not help but notice Atilola’s mother. The woman was sitting in a corner crying uncontrollably while her husband tried in vain to console her. The king stopped the entertainment immediately and ordered Atilola’s parents to be brought before him. He was furious because it was taboo for anyone to cry in the presence of a monarch.\n\nAtilola’s mother bowed before the king and told him that Ijapa’s drum was not magical at all; it was her son who was singing inside of it, she was sure. ‘No mother,’ she said, ‘could bear the thought of her only son being held prisoner in such a manner.’\n\nThe king commanded his guards to tear off the hide from the top of the drum so that they might all see what was inside.\n\nWhen the hide was finally removed, Atilola stepped slowly out of the drum, blinking against the bright sun but grateful to be free at last.\n\nWhen the boy saw his parents he ran to hug them both with tears of joy in his eyes. The entire palace erupted into a terrible commotion as many people were shocked that ljapa would deceive them in such a way.\n\nThe king ordered his guards to lock Ijapa up in jail, but the crafty tortoise was quick to point out to the king that the flood would have killed the boy if he had not rescued him from the waters by pulling him to safety.\n\nThe king thought long and hard about Ijapa’s defence and eventually decided to set the tortoise free. But the wise king warned against such tricks in the future, and he also took back his bag of gold for good measure.\n\nAs for Atilola, he decided that it was wiser to listen to his mother more often and not behave like such a spoilt child.  As a result of this lesson, the boy grew up to become an intelligent and gentle man."
    },
    {
      "category": "Other Stories",
      "title": "The Lost Camel",
      "body": "Once, there was a merchant, not a rich merchant. And he had a camel, not a beautiful camel. But he loved that camel. And one day, he came to look for the camel but the camel was not there. The camel was gone. ‘Oh, where is my camel? My camel, where is he? And he looked all around in every direction; he searched high and low, but could he find his camel?\n\nFinally, he saw coming along the path towards him, three strangers. Along the tree-lined path they walked towards him, and when they reached him he stopped the first: ‘Have you seen my camel?’\n\n‘Your camel is blind in one eye.’\n\n‘That is true; my camel is blind in one eye. Where is he?’\n\nBut the stranger walked on.\n\nThe second traveller now arrived.\n\n‘Have you seen my camel?’\n\n‘Your camel is lame in one leg.’\n\n‘That is so. Where is he, what have you done with him?’\n\nBut the traveller went on.\n\nThe third stranger now stopped.\n\n‘Have you seen my camel?’\n\n‘Your camel has a short tail.’\n\n‘This is true! What have you done with him?’\n\nBut the traveller walked on.\n\nThe merchant followed the three travellers as they went along the tree-lined path. ‘Where is my camel? You have stolen my camel! You have stolen him! Thieves! Vagabonds!’\n\nAlong the path they went. The path became a wide, tree-lined avenue. And on he went, even more furious than before for they seemed to pay no attention to him.\n\nMore and more he berated them, until now they entered into the gardens of the palace of the sultan. There the perfumed gardens, the jasmine, the beautiful flowers. And there appeared the sultan: ‘What is the meaning of all this noise?’\n\n‘These strangers have stolen my camel!’\n\n‘How do you know this?’\n\n‘They know that my camel is blind in one eye! They know my camel is lame in one leg! They know my camel has a short tail!’\n\n‘How do you know this,’ asked the sultan?’\n\nAnd the first stranger spoke: ‘I know his camel is blind in one eye, for as we came along the tree-lined path and along the tree-lined avenue, the leaves had been torn from the branches of the trees that stood to the right of the path. The trees on the left side had not been touched.’\n\n‘How do you know his camel is lame in one leg?’\n\n‘Following the tracks of the camel,’ said the second stranger, ‘it was clear by the footprints.’\n\n‘How do you know the camel has a short tail?’\n\n‘It is clear his camel has a short tail,’ spoke the third stranger. ‘There were drops of blood along the way. If the camel had a longer tail he would have swept the insects aside that sucked the blood.’\n\n‘It is true,’ said the sultan. ‘Your camel arrived in my gardens but a short time ago.’\n\nAnd the camel was brought forth. Not a beautiful camel. But the merchant kissed his camel. ‘Oh, my camel. My beautiful camel is returned to me.’\n\nThree wise menAnd the sultan turned to the three travellers: ‘You are wise men indeed. Remain here,’ said the sultan, ‘and be my advisors.’\n\nAnd never before that nor since has any sultan ever received more wisdom and advice than he did from those three.     "
    },
    {
      "category": "Other Stories",
      "title": "The Love of the Forest",
      "body": "The sun rises above the Amazon rainforest and the huge, evergreen trees allow rays of light to pass between their leaves and paint the forest floor in dappled shadows.  In one of the taller trees, little monkey Dora is waking up.  Dora is a pretty little monkey with brown hair and a long tail.  She wishes that she could sleep some more, but there is no time to lose.  Today is the day of the big party.\n\nMonkeys will come from far and wide to attend the party, even from neighbouring countries such as Peru and Bolivia.  The big party, held in the Brazilian part of the Amazon Rainforest, is always a very big success.  There is music and dancing, and often a monkey will find a mate and fall in love.\n\nDora is very excited because this year she has been asked to help the older monkeys of the community with the organizing of the party.  This is a very great responsibility and there is no time to lose.\n\nDora arrives at the meeting early and is very pleased to see her friend Tinga.  Tinga is an indigenous name meaning ‘of white colour’.  This is the perfect name for Dora’s friend as he has white hair and green eyes.  Tinga is a very rare and shy monkey, but  when he sees Dora his eyes light up with joy.\n\nThe other monkeys often laugh at Tinga’s strange white hair and green eyes, but Dora does not like such jokes.  She thinks that her friend is very handsome, even though her heart belongs to another monkey called Paco.  Paco is a big, strong monkey with thick, black hair who lives in the forest on the very edge of Bolivia.\n\nDora first met Paco at the big party the previous year.  They danced together only once but Dora knew then that her heart belonged to him.  She also remembers that Paco was arrogant, and that he did not pay her very much attention.  He had said that Dora was too young, and that she was always lost in her own fantasy world.\n\nDespite all of this, Dora is looking forward to seeing Paco again, and such thoughts make her even more excited about the party.\n\nChief Ubirajara, a very big and very brave monkey, calls the meeting to order and begins to hand out tasks to the assembled monkeys.  Eventually it is Dora’s turn to be given her special task for the day, but the little monkey is so lost in her own thoughts that she does not hear Chief Ubirajara’s instructions.\n\n‘…Dora!  Dora!  Have you been listening to a word I have said to you?  You are always lost in your fantasy world, even today when there is so much work to be done.’\n\nDora is startled and stammers her reply.  ‘I… I am very sorry, Chief Ubirajara.  Could you please repeat what it is you would like me to do today.’\n\nChief Ubirajara is a little impatient with young Dora but he understands that she is still young and that she is also very excited about the party.\n\n‘You must find for us the most beautiful and delicious cupuaçu and açai berries and the finest Brazil nuts for our feast tonight.’\n\nChief Ubirajara claps his hands and smiles at the eager faces gathered in the forest clearing.  ‘Now that everyone knows what to do, let’s get to work!’\n\nAnd so the monkeys part company, each one determined to fulfil their task in preparation for the big party.\n\nDora very much likes the idea of being in charge of finding the food for the feast. She loves to explore the forest, jumping from branch to branch between the tall trees.  She also loves to look at the beautiful plants and rich wildlife that fill her beloved forest.\n\n‘I am the best person to chose for a job such as this,’ thinks Dora, as she sets off on her journey, determined to climb the tallest trees in order to find the most purple açais and sweetest cupuaçus.\n\nAfter many hours of hard work, Dora’s bag is filled with a rich bounty of fruits and nuts.  She thinks how proud Chief Ubirajara will be when he sees what a good job she has done. This thought makes the little monkey very happy as she hoists the bag onto her shoulders and heads for home.\n\nWhen Dora is halfway home, her thoughts are interrupted by a strange sound in the forest.  She looks all about her but does not see anything unusual.  She tells herself to take extra care, but before long her thoughts drift again to the coming party and the dancing and celebrating that will be had by all.  She thinks about how she will tidy her hair, and what she will say when she sees Paco.\n\n‘I wonder if he will still think that I am too young.  Even so, he will surely be impressed by the beautiful fruits and nuts I have gathered for the feast?’\n\nDora’s thoughts are interrupted again when she notices a rich, juicy cupuaçu on the forest floor in front of her.  ‘How lucky to find a beautiful fruit such as this,’ she thinks, and runs to pick up the cupuaçu and add it to her bag.\n\nBut as soon as Dora’s hand reaches out towards the fruit, a huge net pulls tight around her body and hoist the little monkey up into the air.\n\nDora knows about such traps and is very scared.  She cries out for help but the birds of the forest do not seem interested in her suffering.  She struggles to free herself from the heavy netting but it is no use at all.\n\n‘Help! Help me!’ cries Dora.  But there are no animals around to help, and she is unable to wriggle free of the heavy netting by herself.\n\nA great sadness descends upon Dora; her strength leaves her and she is unable to struggle any longer.  She does not understand why humans set such traps to capture the monkeys of the forest.  Her eyes fill with tears at the thought of being dragged away from her home, of never again jumping from branch to branch among the ancient trees, or of experiencing the great rain storms.\n\n‘We do not do the humans any harm,’ she thinks. ‘We enjoy the forest and only wish to be free.  I love this forest so much and I would not know how to live if I were taken away from all of this rich life, all the beautiful fruits that grow in the trees and the fresh water that runs in the river.  How will I survive if they take me away from my friend Tinga?’\n\nDora hears a sound coming from the trees at the edge of the clearing.  Human voices! They are coming towards her.  ‘This is the end!’ she thinks. ‘I cannot escape.’\n\nAs the voices get closer and closer, Dora thinks about how much she loves her forest, how much she has always loved her forest.\n\nSuddenly a wind whips up from the forest floor, a spinning whirlwind that heads straight for the humans.  Dora can hear laughter in the air.  Then a small boy appears out of nowhere.  The boy has flaming red hair, he has very big ears, and his feet are pointing the wrong way, sticking out behind him as if twisted all the way around.\n\nThe whirlwind comes to a stop and Dora realizes that this is, in fact, another boy; this boy appears very dark, he has only one leg and wears upon his head a bright red hood.  He has a pipe in his mouth and is smiling gaily as if having a wonderful time.\n\nDora cannot believe her eyes.  ‘Is it really Curupira and Saci come to save me?’ she thinks.  The little monkey had only heard of the two boys in stories told by her ancestors.  Their existence belonged in legend and as such Dora was never sure if the legend was true.\n\nAt that moment a voice fills Dora’s ears. ‘When you love the forest, little one, the forest also loves you. This is the protection that I send to you to keep you safe.’\n\nNow Dora is sure that what she sees is real, and she is filled with gratitude and love.\n\nSaci begins to spin on his leg once more, creating a great whirlwind all about him.  Curupira arms himself with an ugly face, and together the two head towards the humans making a terrible noise that would scare any grown man right down to his soul.\n\nThe humans run from the forest as fast as they can, never once looking back towards Curupira and Saci; and they promise all the time that they will never again enter the forest to set their traps.\n\nWhen the humans have gone, Curupira and Saci free Dora from her net and make sure that she is not harmed in any way.  The little monkey is so grateful that she offers her bag of fruits and nuts as a way of saying thank you to the brave boys of the forest.\n\nCuripira takes the bag with gratitude.  He smiles at Dora saying, ‘always take care of the forest and the forest will always protect you in return.’  With these words he walks from the clearing on his backwards feet and disappears among the tall trees.  Saci then turns into a whirlwind once again and spins off in to the forest behind his friend.\n\nDora pauses for just a moment before running back in the direction of her home, eager to tell her magical story to the monkeys who are already dancing and celebrating at the big party.\n\nWhen she arrives back home, Dora apologizes to Chief Ubirajara for not bringing her bag of fruit as instructed.  She eagerly explains how Curipira and Saci saved her from being kidnapped by the humans and of how she offered the fruit as a thank you for their bravery.  Chief Ubirajara nods patiently at young Dora and seems only grateful that she has returned safely.\n\nJust then Paco steps out from the crowd that has gathered to hear Dora’s amazing story.  ‘You are really a silly monkey, aren’t you!’ he says, in his proud voice.  ‘Only a dreamer such as you could believe in the legend of Curupira and Saci.’\n\nDora realizes that Paco is actually a big fool.  She tells herself that she will have nothing to do with him any longer.  ‘He is too proud and arrogant and I have been foolish to feel anything for a monkey such as him,’ she thinks to herself.\n\nThen little Dora spots her friend Tinga entering the party from the forest.  She runs towards him with a smile.\n\nTinga is very happy to see that his friend is safe.\n\n‘Where have you been, Dora?  What happened?’\n\nDora tells Tinga all about her adventure in the forest.  She tells about the humans and being caught in the net and meeting the two legends of the forest.  Dora also realizes how much she cares for Tinga and remembers how it was him that she thought of the most when she was caught in the net, and how she felt so very sad at the thought of never seeing him again.\n\nTinga and Dora are very happy and reach out and hug one another.\n\n‘I am so glad that you are safe, Dora.’\n\n‘And I am glad to be with you again, Tinga,’ the little monkey says as she takes him by the hand and leads him onto the dance floor.\n\nThe party fills with music and laughter.  The sun goes down and the stars fill the night sky above the ancient rain forest.  Dora and Tinga dance together all night long, happy to be with one another, happy to be at the big party in the forest.\n\nOut of the corner of her eye, Dora is sure she sees a whirlwind and a boy with flame red hair running between the trees in the forest.  She is grateful to be surrounded by her friends and by the beautiful forest she calls home."
    },
    {
      "category": "Other Stories",
      "title": "The Lady Who Lives On The Moon",
      "body": "Once upon a time, there was a beautiful warrior called Chang’e who was married to a brave and strong archer named Houyi.  The couple were both immortals who lived in the heavens, and both were well known for their brave acts of courage against many dangerous adversaries.\n\nOne day, the Queen Mother of the West summoned Chang’e and Houyi to earth because the Jade Emperor’s ten sons had turned themselves into orange balls of fire and were sitting in the sky above the earth.  The heat was too much for the earth.  Ten burning suns in the sky meant that it was never night time, and the earth never had a chance to cool.\n\nSoon the earth dried up, the rivers turned to dust, crops turned to ash, and the lands became barren.\n\nHouyi was a very skilled archer who never missed his target. And so the brave warrior aimed up into the burning sky, and with his bow and arrow he shot down nine of the suns from the sky.  But Houyi left one sun to circle the earth for evermore so that there would be both night and day.\n\nThe jade Emperor was very angry with Chang’e and Houyi and banished them from the heavens for killing nine of his sons, even though he knew that they had done wrong.\n\nAnd so Chang’e and Houyi had to begin a new life as mortals living on earth.\n\nIt was not very long before Chang’e grew restless with her new life.  She did not like living on earth and she missed the heavens and immortality. This restlessness soon turned to sadness, which then turned to anger at her banishment from the heavens.\n\nHouyi felt guilty because he was the one who had used his bow and arrows to cast the Jade Emperor’s sons from the sky, and so he thought that it was his fault that Chang’e had been banished from the heavens.\n\nOne day, Houyi went to see the Queen Mother of the West: ‘what am I to do?’ he asked of the Queen.  ‘It is my fault that Chang’e is now a mortal.’\n\nThe Queen Mother felt very sad for Houyi so she gave to him an elixir of immortality. ‘Whoever drinks this elixir,’ said the Queen Mother of the West, ‘will be granted eternal life.  But there is only enough for one person,’ she warned, as she handed over the silver vial.\n\nHouyi was very grateful to the Queen, but he knew that he could not give the elixir to  Chang’e because he could not bear to be parted from her side.  So Houyi hid the elixir from his wife and tried to make a happier life on earth for them both.\n\nBut one day, Chang’e discovered the vial containing the elixir while her husband was away hunting.  She was tired of living on earth, tired of mortality and the simple life she was forced to live.  And so Chang’e drank the elixir and was granted immortality.  Suddenly her body became very light and drifted up into the sky. But instead of returning to the heavens, Chang’e came to rest on the moon where she was quite alone except for the company of a small white rabbit.\n\nHouyi was very angry when he returned home and discovered that Chang’e had taken the elixir and abandoned him on earth to live alone.  He raised his bow to the night sky and took aim at the moon, but he could not shoot the moon from the sky for fear that he would pierce the heart of his beloved wife.\n\nSo Houyi was forced to live alone on earth where he hunted and taught archery to his students.  It was not a happy life, and one day Houyi was killed by one of his own students who was known to be jealous of the warrior’s skill and bravery.\n\nChang’e achieved the immortality she wanted so desperately, but she remains to this day alone in her palace on the moon with only a white rabbit for company.  She will forever be without her beloved husband Houyi.\n\nEach year, on the 15th of August, Chinese people bake Moon Cakes and look up at the night sky.  If it is a clear night, it is said that Chang’e can be seen sitting alone in her palace on the moon with her only friend, the white rabbit.\n"
    },
    {
      "category": "Other Stories",
      "title": "The Farmer and the Cow",
      "body": "Once upon a time, there was a farmer called Ah Niu.  Ah Niu was not a rich farmer but he was very happy.  He worked in the fields with his only cow from dawn until dusk.  This provided Ah Niu with vegetables to eat and extra crops which he would sell to the local villagers on market day so that he might buy other foods.\n\nAh Niu and his cow worked very hard, but they were contented with their simple life and they did not complain as they had everything they needed.\n\nBut one year, everything changed.  The rains did not come and the farm land began to dry up and turn to dust.  Because there was no rain, the crops did not grow and Ah Niu had nothing to sell to the villagers, and therefore no money to buy food.\n\nThe poor farmer became very hungry and was forced to sell everything he had inside of his little house in exchange for food so that he could feed himself and his beloved cow.  Ah Niu hoped for the rains to come so that he might return to the fields and resume work.\n\nSeveral months passed and there was still no rain.  The crops did not grow and Ah Niu and his cow grew more and more hungry.  There was nothing left to sell and so there was no food to eat.\n\nEventually, Ah Niu could bear the hunger no longer.  The farmer turned to his cow and said, ‘I am very sorry but I am afraid that I might have to eat you.’\n\nThe cow looked at Ah Niu and tears started to roll down from its wide eyes.  When Ah Niu saw the tears he became very upset and felt such guilt that he had even suggested eating his faithful cow.  He threw his arms around the cow and said to him, ‘I am so sorry.  I will never suggest such a thing again.  Will you please forgive me?’\n\nThe cow nodded his head and was very relieved not to be eaten.\n\nSuddenly it began to rain and the lands turned from dust to rich soil.  The crops began to grow and it was not long before Ah Niu and his faithful cow were back in the fields once more.\n\nWhen harvest time came around, Ah Niu and his cow were very busy and worked from dawn until dusk in the fields.  They had more crops than ever before and Ah Niu and his cow were happy again.  They gathered the crops and went into the village where they sold their produce to the people gathered in the market.  This gave them money to buy food so that they were no longer hungry.\n\nFrom that day on, Ah Niu promised that he would never eat beef because his cow was sacred and provided him with milk and helped him work in the fields to provide crops to be eaten and sold for money."
    },
    {
      "category": "Other Stories",
      "title": "How The Tortoise Got His Crooked Shell",
      "body": "A long time ago, a terrible famine hit an ancient animal kingdom. It had not rained for two whole years and all of the crops were dying. The animals hoped and prayed for an end to the terrible drought, but the sky was no longer able to gather enough clouds, and the rains did not come.\n\nIjapa, the cunning tortoise, lived on the outskirts of the village with his wife and two sons.\n\nThe famine was very bad and was already having a devastating effect on all the animals, so Ijapa could no longer trick them into parting with what little rations of food they possessed.\n\nOne morning, very tired and hungry, Ijapa left his house with the intention of searching the marketplace for scraps of food, but there was no food in the market, and so the tortoise remained as hungry as ever.\n\nHowever, just as the tortoise was about to return home he saw Ehoro, the rabbit, hopping towards the marketplace. There was something strange about Ehoro. He looked radiant, well fed, and full of exuberance. Ijapa was curious. ‘Why is Ehoro looking so well and I am so hungry?’ he thought.  So he approached the rabbit with his head bowed as if he were in mourning. Then he began to cry.\n\nWhen Ehoro saw Ijapa, he rushed to meet him. ‘What is it, my friend?’ asked the kindly rabbit.\n\nIjapa answered, ‘My father is ill in hospital. My wife is expecting our third child but she is so hungry that I fear for her health.  And only last night I heard that my mother-in-law is dying of starvation because she does not have enough food to eat! I feel terrible because there is nothing I can do!’\n\nEhoro was suspicious because it was well known that the tortoise was very sly and could not always be trusted. But Ijapa was an excellent performer and soon won the rabbit’s sympathy.\n\n‘Meet me at Ore Brook after dark,’ said Ehoro. ‘I will help you in spite of my doubts. I just hope that I do not regret this.’\n\nSoon it was night, and Ijapa set out into the darkness to find Ehoro waiting at the brook. Once they had said their hellos, both animals made their way into the deep forest: the rabbit leading the way while the tortoise followed closely behind.\n\nBefore long, they came to a narrow path that led to an open clearing among the trees in the middle of the forest.\n\nThe rabbit stopped and pulled the tortoise to his side. ‘What you are about to see must be kept a secret, do you understand?’ The tortoise nodded in agreement and the rabbit cupped his hands around his mouth and began to sing…\n\n\n‘Iya, iya ta’kun waleo\n\nCHORUS: Alu jan jan ki jan\n\n‘Iya, iya ta’kun waleo\n\nCHORUS: Alu jan jan ki jan\n\n\nSuddenly, a long, white rope descended from the sky. Ehoro grabbed the rope and began to climb.  After hesitating for just a moment, Ijapa also took a hold of the rope and followed the rabbit up into the night sky.\n\nThe rabbit and the tortoise climbed and climbed until they got to the very top of the rope where there was a magnificent, fluffy cloud shaped like a door. The door opened, and there stood a kindly old rabbit with a smile upon her face.\n\n‘Mother!’ exclaimed Ehoro in a joyful voice as he embraced the old rabbit. ‘This is my friend Ijapa who has come for supper.’\n\nEhoro’s mother held out her hand and gave the tortoise a warm handshake. ‘Come in and eat with us. I have just set the table.’\n\nThe sight that met Ijapa’s eyes made him gasp. There was a large table laden with the most sumptuous foods he had ever seen. There were exotic fruits and fresh fish of all types marinated and cooked with herbs. There was also rice and yam and mouth watering soups. The hungry tortoise dug in immediately and ate everything that he could get his hands on.\n\n‘Don’t eat too much,’ Ehoro cautioned, ‘or you will not be able to climb back down the rope and walk back to the village.’\n\nThe tortoise continued to eat until eventually he slumped back in his chair and gazed sheepishly around the room, his belly protruding like a huge balloon.\n\nAfter they had rested for a while, Ehoro decided that it was time to return home.  Ijapa rubbed his large belly, got to his feet very slowly, and made his way to the door.\n\n‘Aren’t you going to take some food back home for your family?’ Ehoro’s mother asked Ijapa.\n\n‘No thank you,’ replied Ijapa, ‘I am too full in my belly to carry any food with me.’\n\nAnd so Ehoro’s mother let down the rope and the rabbit and the tortoise descended back into the forest and went their separate ways home.\n\nWhen Ijapa got home his family were still sleeping, so he crept into his bed, covered himself up with his blanket, and fell into a deep sleep for twelve hours.\n\nWhen he eventually awoke, Ijapa was very hungry. ‘I need food,’ he thought to himself. ‘I need food and I need it now.’\n\nIt was then that Ijapa had an idea. ‘I will go back to Ehoro’s house while he is still at work. I will think of some lies to tell his mother when she let’s down the rope, and I will fill my belly once again.’\n\nWhen Ijapa arrived at the open space in the forest, he cleared his throat and began to sing the same song that Ehoro had sung the previous night…\n\n‘Iya, iya ta’kun waleo\n\nCHORUS: Alu jan jan ki jan\n\n‘Iya, iya ta’kun waleo\n\nCHORUS: Alu jan jan ki jan’\n\nThe trouble was, Ijapa had a rather husky voice and the song did not sound as beautiful or as heartfelt as when it was sung by Ehoro.\n\n‘That does not sound like my son,’ thought Ehoro’s mother. The old rabbit hesitated for a moment, but eventually she decided to let down the rope. ‘Perhaps he has caught a cold,’ she thought, as she lowered the rope into the clearing below.\n\nThe mischievous tortoise was delighted to see the rope fall to the ground and he quickly grabbed it with both hands and began to climb as fast as he could.\n\nIjapa was half way up the rope when he heard a voice shouting from the forest below.\n\n‘Hey, where do you think you’re going? Come back down at once!’\n\nIt was Ehoro, and he sounded very angry. ‘Mother, we’ve been tricked!’ shouted the rabbit.  Still Ijapa continued to climb the rope, his mind full of thoughts of the feast awaiting him above.\n\nEhoro called out to his mother again, but again nothing happened.  And so the tortoise continued to climb up the rope into the clouds.\n\nEhoro cleared his throat, took a very deep breath, and began to sing to his mother up in the clouds…\n\n‘Iya, iya ta’kun waleo\n\nCHORUS: Alu jan jan ki jan\n\n‘Iya, iya ta’kun waleo\n\nCHORUS: Alu jan jan ki jan\n\nWhen Ehoro’s mother heard her son’s voice she exclaimed, ‘now that is my son! But who was the first caller?’ The old rabbit peeped through the clouds to see what was happening below. That was when she saw the tortoise climbing up the rope towards her.\n\nMother,’ shouted Ehoro from far below, ‘cut the rope!’\n\nThe old rabbit fetched a large carving knife and began to cut at the rope. At first it seemed as if the rope was made of iron and that the knife would have no effect at all. But Ehoro’s mother continued to hack at the rope with all her might and soon there was only a very thin strand left for the tortoise to hang onto. Then the old rabbit gave the rope a final hack with the knife and whooooaaaahhhh! Ijapa went tumbling down towards the forest below.\n\nThe winds carried Ijapa back and forth, tossing him around in the sky until he landed heavily on his back in the forest. Unfortunately for him, the only thing to cushion his fall was a big rock that was sitting on the forest floor. When he landed on the rock, Ijapa’s shell cracked in so many places that it ended up looking like a jigsaw puzzle.\n\nThe tortoise awoke many hours later.  He was very dazed, but he was able to move and found that he was not in very much pain after all.  But his shell remained like a jigsaw puzzle and would never again return to the lovely, smooth, round shape it was before."
    },
    {
      "category": "Other Stories",
      "title": "A Confused Mind",
      "body": "The word confusion sometimes makes you spin your head and lose everything. Sometimes it brings you a new idea and gets you on right path.\n\nAs I grow older, I have more and more responsibilities and obligations to myself and my dear ones.\n\nBasically I have had a very simple family background that they (my parents) themselves are struggling for their day to day life happening. As I talk to my parents, I get to know that they are still not in a good financial status.\n\nOne of the major reasons why I was sent to India was just to relieve their financial burden an extra belly in a family with limited means of livelihood.\n\nHonestly, sometimes I feel that I am nowhere fit in this world. I am like a good guy that lost in a crowd with oh yes I think that I remember that guy but.....Even though I go to work regularly reading a lots about business and idea, a part of me is like where I am now.\n\nObviously a guy getting close to 30 years old needs to have a decent job and a woman of his taste. Here I am like parachute hanging on the tree. My close and dear ones are worried about my future and a woman that partner with me. They try to hook me up with a desi gal in abroad, so that I have more comfortable life rather than working hard in India with little here and there.\n\nHowever I am still like I don't know about marriage and need some more times to think. It’s odd times for me. Hopefully that confused mind won't drain my energy and loose temper. Our, believes totally depend on our everyday attitude. Reading and writing stuffs may help me to get on celebration."
    },
    {
      "category": "Other Stories",
      "title": "Health is Wealth",
      "body": "Once upon a time, there was a king, who was very lazy. He did not like to do anything. He waited for his attendants to serve him every moment. He used to lie on his bed always. A time came when he really became inactive.\n\nOnly eating good food and it's sleeping made him fatty. So fat he became that he could not move around by himself. He felt sick, doctors were called in to treat him. Nothing could help him to become fit and fine. The king was a kind hearted and cordial person. All his subjects were sorry to learn about the fact that their king was not well.\n\nOne day the minister met a holy man (Sadhu) on the outskirts of the city. While conversing with each other, the “Sadhu”  came to know the fact that the king was unwell. He told the minister that he could cure the king. Hearing this the minister’s face brightened. He arranged immediately for a meeting of the “Sadhu” and the king.\n\nThe “Sadhu” saw the depressed king for a while and then spoke nothing serious had happened and that the king would be alright. From the next day the treatment would start. He asked the king to come to his hut which was at a distance from the palace.\n\nThe king had to come on foot to the hut. The king agreed, after so many years the king came outside to walk on the road. His ministers and attendants accompanied him. By the time he reached the Sadhu’s hut, he was breathless, sweating and uncomfortable.\n\nThe “Sadhu” came out of the hot noticing everything. He offered cool water to the king. The king felt better. The Sadhu brought out an iron ball, the size of a football and gave it to the attendants asking his majesty that daily morning and evening he had to roll that ball  in the palace grounds.\n\nThe king okayed to the “Sadhu” and left. After fifteen days when the “Sadhu” came to the palace to meet the king, he had lost a considerable amount of weight, was feeling much better and was active. All his sickness had disappeared. Inspite a lot of wealth, the king was not happy as he was unhealthy.\n\nSo the moral is “Health is Wealth”."
    },
    {
      "category": "Other Stories",
      "title": "A Nightmare",
      "body": "Eventually I got out of a knotty way to move in a restful manner meanwhile giving a halt to hectic disillusionment walk.\n\nThe path to be perused was chock-a-block of darkness but abruptly the moon came up and showered its light on my access road.\n\nSubsequently, my eyeballs could see the encountering picture ahead as a misty light spontaneously focused on the thoroughfare. The trail seemed to be of less used one and solely was reflecting a horror affect as there were bare trees though the climate was chilled winter.\n\nThe scene disappointed me as I supposed that once again I am going to catch 22 as customary. So the dreadful stance pushed me to soon get off the place and so I set my weariness body in forward mode, the dry pale yellow leaves had also got in motion with me as if a bit of my restricted vim got transferred to them too.\n\nAbsolutely after three nasty paces I came across an old sturdy man, walking on the neighbor road. I summoned him on to assist me out with an address to city…but the man overlooked and went on without responding. I called him for the second time but this time he gave me a glared look and answered with some offensive words, ‘’there is no address for the city but the ways only leads to success.’’ the old man’s words made me wonder for hours but I was still beating around the bush and couldn’t get to the point.\n\nIn that case I kick started covering some more distances when I met an old greasy hand pump. Certainly I wasn’t thirsty but was in a need of clearing my messy look, so immediately I responded to the presence of water pump but it was pretty much hard to operate it as it has been there without drawn into use since ages. however it was a moment to cheer up for I was successful in moving the handle up and down but unfortunately water did not make any gesture I spontaneously worked on pump for some more minutes but yet there was no sign of water so finally I fell apart and was in a mood of taking rest so I counted on a nearby tree to confer me with shelter.\n\nThe opted place was a bit grimy; accordingly I was looking for broom kind of thing when I came across a heap of dried, fresh leaves. I carelessly disrupted the neatly drawn heap and came out with an eccentric massive leaf which was indeed not found in the area where I found it. But yet for a while I rummaged around to know if the tree was really situated around but I was proved correct. That kind of species can’t be grown in such a location.\n\nSo I owned it to broom my place. After the act of clearing, when I was above to throw it at that time an idea was born in my hectic mind for via the leaf into a self entertaining work.\n\nGradually I came up with an initiative of scripting an ode on the rarely found leaf. The thoughts started to flow in fact I was completely in the world of thoughts where I was put out of my mind about the actual world. Hours passed away, I felt like I got back to my mom and dad but hastily a tremendous thunder drew me out of the thoughtful world. And unluckily I had to hurry up because the condition of weather reflected that it was going to rain. I was to look for a cottage or protective place so I drew together all my belongings and set on for the destiny.\n\nLuckily after covering up some miles I got an aged cottage. It seemed to be dwelled by someone as a dim beam of light with as seen.\n\nImmediately I made my presence at the wooden door and knocked stridently. The door was opened by a fair young lady. I asked her if I could have a night stay at her cottage for tonight. She instantaneously replied with a positive answer. The lady bid me to go for refreshment and then arrive on dining slab for a hot winter tea. Submitting to her polite words I removed my bag and placed it on a table.\n\nAfter the healthy tea I asked the pretty lady for the way to guest room for having a night but I forgot my bag in the drawing room. I was just above to close the eyelids when a stormy wind hit the windows. And consequently the wind broke into the house and my bag kept downstairs fell on ground and leaf of epic flew to the lady standing near it. First the lady thought that it would be personal but she knew that nobody records a personal thing on a leaf. And so she gazed at it. It said,\n\n‘’I’M LONE\n\nIN THE MISTY CHILLED DARKNESS\n\nWHY IS IT BLOWN?\n\nTO ME THE LONELINESS.\n\nOOO MY SOUL\n\nFAR AWAY FROM YOUR GOAL\n\nGO GET INTO THE HOLE\n\nTO PERCEIVE A BOON………\n\nThe next morning I thanked and requested the lady to just drop me to a nearby city in her very own car. We set out for the city and luckily got to one where she took me to a building named as AUTHOR’S DESTINE. It seemed strange but as I stepped out of the car a rush of media surrounded me with camera and was continually raising questions about the epic written by me on the leaf. I was knocked for six that where did they get my ode from but soon the confusion left me and I found out that the helpful lady was a publisher and she read it last night and was impressed by it. Subsequently everyone was showering flowers on me when I felt something disgusting. In place of flowers there was bucket full of water in the hands of my mom which she was pouring on me in the early morning to wake me up for usual dragging to the school. When I got up then I realized that it was just a nightmare."
    },
    {
      "category": "Other Stories",
      "title": "The Donkey and the Load of Salt",
      "body": "Long ago there lived a merchant. He used to deal in salt. He had a donkey to carry load. He used to sell his salt loaded on the donkey. He had to cross a stream to go to other village.\n\nOnce his donkey fell into the stream and much of the salt was dissolved in water. The donkey easily crossed the stream due to the light weight of salt on his back. The donkey was happy.\n\nThe donkey on his next trip knowingly fell into the stream. The merchant suspected the animal's intention. On the other day too the donkey intentionally repeated the same trick. His master was now sure about the animal's evil intention.\n\nThe merchant next day loaded the donkey with a lot of cotton. The donkey once again repeated the same trick. He fell into the stream. This time his load became very heavy.\n\nThe donkey carried the heavy load. It was very tiring for him to move on. The donkey now realized his mistake. He stopped falling down into the stream any more. He thought that it was not good to play tricks. The merchant had taught the donkey a good lesson.\n\nMoral:\n\nYou can befool a person a few times but not always."
    },
    {
      "category": "Other Stories",
      "title": "The Blind Man with a Lamp",
      "body": "Once there lived a blind man in a small town. He always carried a lighted lamp in his hand whenever he went out at night.\n\nOn one dark night he was going with his lighted lamp in his hand. A group of men were passing that way.\n\nThey saw the blind man and made fun of him. They said,\" O Blind man why do you carry the lighted lamp. You are blind and cannot see anything?\n\nThe blind man politely said, \"This lamp is not for me, but for you people who have eyes. You may not see a blind man coming and push him. They felt ashamed and begged pardon.\n\nMoral:\n\nThink twice before you speak."
    },
    {
      "category": "Other Stories",
      "title": "The Lost Camel",
      "body": "Once two merchants lost a camel. They met a traveller and asked him if he had seen it. The man replied he had not.\" But was your camel blind in the right eye?\" Said he to them.\n\n\"Yes, he was\", replied the merchants. \"Was it lame in one left foot?\" The man asked again. \"Cer­tainly it was\", said the merchants.\n\n\"Was its front tooth missing\"? said he to them.\" Indeed I\" said they. \"Was it loaded with honey on one side and with wheat on the other?\" \"That is just how it was loaded,\" they answered. \"Please take us to it.\"\n\n\"But I have not seen your camel,\" said the man \"and I do not know where it is\" the merchants got angry and said, \"Then how could you tell us so exactly everything about our camel?\" \"That is my secret\" said the man.\n\nThe merchants took him to the king who asked him where the camel was. The man replied that he had not seen it. At this the king asked him how he knew so much about it.\n\nThe man answered that the camel had eaten grass only on the left side of the path. So he knew that it was blind.\n\nThe marks of its one left foot were faint. This showed that the camel was lame. While eating grass, it had left a little turf in the middle.\n\nSo he learnt that it had lost front teeth. There were ants carrying grains of corn on one side of the path and flies eating honey on the other. The king was satisfied with his explanation and let him go."
    },
    {
      "category": "Other Stories",
      "title": "Going To Law",
      "body": "Once two cats, one white and one black, quarreled, over a large piece of cake. The white cat said that she had seen the cake first and so it was hers. The black cat refused to allow her claim and pretended to scratch her.\n\nA monkey saw the cats quarrelling. He asked them what the mat­ter was. He advised them not to fight. He said that he would be the guide and settle the quarrel justly. Both the cats agreed.\n\nThe monkey broke the cake into two pieces. He said that he would divide the cake equally for them. He got a pair of scales and put one piece in each pan.\n\nOne piece weighed heavier than the other. So he took a big bite out of the larger piece and ate it up. Now the other piece began to weigh heavier.\n\nSo he bit the other piece and tried to make it equal. In this way the monkey went on biting first one piece and then the other, till they be­came very small.\n\nThe cats were alarmed. They asked him to give them back the pieces. They said that they were quite satisfied. But the mon­key replied that it was the reward for his labour.\n\nSaying this, he put the two pieces in his mouth. The cats lost the whole cake and went away sadder and wiser."
    },
    {
      "category": "Other Stories",
      "title": "Half of the Profit",
      "body": "A rich man wanted to give a great feast to his friends. He got all kinds of dishes prepared but he could not get fish. He offered a reward to the man who would bring it.\n\nAfter some time a fisherman brought a big fish. But the gate keeper would not let him in till he had promised to give him half the reward.\n\nThe fisherman agreed. The rich man was highly pleased and wanted to give him a lot of money, but the fisherman refused to take it. Instead, he demanded a hundred lashes on his back. All were surprised.\n\nAt last the rich man ordered a servant to give him a hundred lashes. When the fisherman had received fifty, he asked them to stop as he had a partner in the business.\n\nIt was the gate keeper. The rich man understood the whole thing. He was given the remaining fifty lashes dismissed from the service. The rich man gave the fisherman a handsome reward."
    },
    {
      "category": "Other Stories",
      "title": "The Patient Little Girl",
      "body": "Once a famine broke out in a country. Everyday the children of the city flocked at a rich man's house to get loaves of bread.\n\nAs soon as the servants brought out loaves, they fought among themselves and struggled hard to get them. One little girl did not fight. She waited pa­tiently for her turn and got the smallest loaf last of all.\n\nOne day as usual, she brought the smallest loaf. When she cut it, she found two rupees in it. She went back at once to return the money.\n\nThe rich man was pleased at her honesty. He gave her not only those two rupees, but two rupees more as a reward.\n\nMoral:\n\nPatience brings its own reward."
    },
    {
      "category": "Other Stories",
      "title": "The Milk Maid",
      "body": "A milk maid was carrying a pail of milk on her head and was to market to sell it. As she went along she fell into day dreaming.\n\nShe thought that she would buy eggs with the money she got by selling milk After the eggs were hatched, she would have a large number of chickens.\n\nThey would fetch her high price. She would then buy fine silk dress for herself and look more beautiful. Princes would come to marry her, but she would toss her head and refuse them.\n\nWhile thinking so, she did really toss her head in false pride. Down fell the pail on the ground. The whole milk was split and all her plans came to naught.\n\nMoral:\n\nCount not your chickens before they are hatched."
    },
    {
      "category": "Other Stories",
      "title": "The Arab and His Camel",
      "body": "An Arab had a camel. One cold night the Arab lay asleep inside the tent while the camel stood outside.\n\nAt midnight the camel awoke his master and requested him to allow him to put his head inside the tent as it was bitter cold outside. The Arab allowed him to do so.\n\nAfter a while, the camel asked the Arab if he might put his neck inside the tent. The Arab did not object to do it.\n\nSoon after the camel requested him again to allow him to bring his legs inside. The Arab agreed. Now the camel stood completely inside the twit. But as there was not space enough for both of them he pushed the Arab outside to shiver in cold.\n\nMoral:\n\nNip the evil in the bud."
    },
    {
      "category": "Other Stories",
      "title": "The Selfish Dog",
      "body": "A farmer had an ox and a dog. The ox helped him in his fields and the dog watched the house at night.\n\nOne evening the ox returned home very tired. He was very hungry He went to the manger to eat hay. But he found the dog sitting on it.\n\nThe dog barked at him and would not let him eat it. The ox said to the dog, \"Please, get aside and let me eat the hay. It is of no use to you.\"\n\nBut the4H natured dog replied, \"Since I myself cannot eat the hay. I will not let anyone else have it.\" So the ox had to go hungry that day.\n\nThere are some selfish people in the world also. They would not let others have what they themselves cannot get. They follow the \"Dog in the Manger Policy.\""
    },
    {
      "category": "Other Stories",
      "title": "The Dog and the Donkey",
      "body": "Once there lived a washerman in the town. He had two pets- a dog and a donkey. The dog used to keep watch. The donkey used to carry the washerman's clothes or load.\n\nOne night a thief broke into the house. The washerman was sleeping soundly. The dog too was fast asleep. So, he did not bark at the thief.\n\nThe donkey saw the thief and wanted to awaken his master h6 began to bray loudly. The thief took to his heels (ran away).\n\nThe washerman could not sleep. He came out. Washerman could not understand why the donkey brayed so loudly.\n\nTherefore he beat the stupid but dutiful donkey very badly. But the washerman's house was saved It was the duty of the dog to keep watch and not of the donkey.\n\nMoral:\n\nMind your own business."
    },
    {
      "category": "Other Stories",
      "title": "Bad Company",
      "body": "A rich man had only one son. The son fell into the bad company. He developed many bad habits.\n\nThe man was much worried about the habits of his son. He tried his best to mend his habits but he could not succeed. One day he thought of a plan to teach his son a lesson.\n\nHe went to market and purchased some fresh apples and a rotten one. He came back to his home and called his son. He asked his son to put all the apples along with the rotten one in the almirah.\n\nThe son did the same. After some days father asked his son to bring the apples. As he opened the door of almirah he was surprised to note that all the apples had become rotten. He felt sad.\n\nAt this his father told him to see how one rotten apple had spoiled all the rest. In the same way one bad companion could spoil all others. The father's advice had the desired effect. The boy gave up bad com­pany and became good again.\n\nMoral:\n\nBetter alone than in bad company."
    },
    {
      "category": "Other Stories",
      "title": "The Fox and the Grapes",
      "body": "Once a fox was very hungry as he could not get anything to eat for a long time. He strolled in search of food.\n\nHe wandered all along the jungle but his efforts were in vain. There was a garden near the forest. She went there in search of food.\n\nThere he saw bunches of fine, ripe grapes hanging from a vine. His mouth began to water. He wanted to eat them. So he jumped again and again, to reach them, but in vain. The grapes were hanging too high for him to get at them.\n\nAt last he gave up the attempt and went away saying, \"the grapes are sour. If I eat them, they can harm me.\"\n\nMoral:\n\nGrapes are sour."
    },
    {
      "category": "Other Stories",
      "title": "The Elephant and the Tailor",
      "body": "There lived an elephant in a village. While going to river to take a bath regularly he passed a tailor's shop. Tailor always gave him something to eat. The two became friends.\n\nAs usual one day he put his trunk inside the shop. The tailor was not in a good mood as he had a quarrel with a customer.\n\nThe tailor instead of giving him something to eat pricked a needle into his trunk. The elephant silently went away.\n\nThe elephant reached the river and took his bath. After that he filled muddy water in his trunk. On his way back he stopped at the tailor's shop and threw all the muddy water on the clothes in the shop. All the clothes were destroyed. Tailor had to bear heavy loss.\n\nMoral:\n\nAs you sow, so shall you reap?"
    },
    {
      "category": "Other Stories",
      "title": "The Wolf and the Shepherd Boy",
      "body": "A village was near a forest. A shepherd boy used to graze his sheep there. He was very foolish and a liar.\n\nOne day he thought to play a joke. He started crying at the top of his voice Wolf! Wolf! it was a white lie.\n\nOn hearing his cries all the villagers came running with sticks to help him. On reaching there they found no wolf.\n\nInstead the shepherd laughed at them. They understood that the boy had befooled them. They returned to their houses.\n\nOne day a wolf really came there and attacked the boy. He started shouting at the top of his voice Wolf! Wolf! But the villagers thought that he was trying to befool them once again.\n\nThey did not come to his help. The wolf killed the boy and took away one sheep. The foolish boy was killed because he was a liar.\n\nMoral:\n\nThink before you act."
    },
    {
      "category": "Other Stories",
      "title": "The Dishonest Doctor",
      "body": "Once an old lady lost her eyesight and became blind. She called a doctor and agreed to pay him a very big amount if he cured her.\n\nBut she will not give a single penny if she is not cured. Doctor daily came to her house for treatment.\n\nHe started stealing lady's furniture and other valu­able things from the house. He took away everyday one thing from lady's house.\n\nSo he delayed curing the lady. He cured the lady after he had removed all the furniture and valuable articles from the lady's house.\n\nNow doctor demanded his fee from the lady. But she refused to pay the fees and said that she is not fully cured.\n\nDoctor registered a case against her in the court. On being asked by the judge why she was not paying the fee, she told the court that her eye sight is not fully restored.\n\nShe could not see her furniture and other articles in the house. The judge was very clever. He understood the matter and punished the doctor.\n\nMoral:\n\nDishonesty never wins."
    },
    {
      "category": "Other Stories",
      "title": "The Hidden Treasure",
      "body": "There lived a farmer in the village. He had five sons. They were all idlers and never helped their father.\n\nThey always quarreled among them­selves. The father was very much sad and worried. He tried his level best to mend their habits but all in vain. Once he was taken ill.\n\nHe called his sons. All of them reached there. He asked them to sit down and listen to him carefully.\n\nThe old father said, \"My dear sons, I am weak and ill. I may die any moment. There is a lot of money hidden in our fields but I have forgotten where I had buried it. Dig that treasure out after my death.\"\n\nThe farmer died after two days. The sons dug every inch of the tend but could not find anything.\n\nAs the field was well ploughed some old man advised them to sow wheat in that. They had a very good crop. By selling the wheat they got a lot of money. Now they understood what their father meant. It was really the hidden treasure. From that day they worked hard and lived a happy life.\n\nMoral:\n\nNo pains, no gains."
    },
    {
      "category": "Other Stories",
      "title": "Two Friends and the Bear",
      "body": "Once there were two fast friends in a village. Their names were Raju and Ramu. One day both of them set out on a journey.\n\nThey-promised to help each other in trouble. Their way lay through a forest. As they were passing through a forest, they saw a big bear. The bear was coming towards them. They were much frightened to see such a deadly sight.\n\nRamu at once climbed up a nearby tree to save his life. He was unaware of his friend's safety. Raju did not know how to climb up a tree.\n\nBut he was wise and intelligent. He had heard that bears do not touch the dead. So he lay on the ground, held his breath and appeared to be dead. The bear came near him and sniffed the whole body of Raju. Thinking him dead, he went away.\n\nWhen the bear had gone quite far Raju got on his feet. Ramu also came down the tree. He asked Raju to tell him what the bear had whis­pered in his ear. Raju said that the bear had advised him to beware of false friends like him.\n\nMoral:\n\nBeware of false friends or do not lose your wits."
    },
    {
      "category": "Other Stories",
      "title": "The Slave and the Lion",
      "body": "A rich man had a slave. The man was very cruel to him. So the slave became sick of his cruel treatment. He decided to run away from his master.\n\nHe got a chance and ran away to a forest. There he hid himself in a cave. As he lay there thinking, he heard the groaning of the lion.\n\nHe was frightened. As the lion came near, he saw that he was limping. The lion approached the slave and held out his paw.\n\nThe slave saw that his paw was swollen and a thorn was stuck in it. The slave drew out the thorn very gently. The lion was relieved of pain and went away. Afterwards they became friends.\n\nBy chance the slave was arrested by his master's men. He was brought to his master who ordered his men to put him before a hungry lion. The day for punishment was fixed.\n\nThe people of the town were invited to see the wonderful fight. The lion was freed from the cage to pounce upon the slave when he recognized him.\n\nHe now advanced slowly towards him and began to lick his hands out of love. It was the same lion, his friend. The slave too, patted him.\n\nIt was a wonderful sight for the people. The lion was given to him as a reward. The slave was set free.\n\nMoral:\n\nKindness is always rewarded."
    },
    {
      "category": "Other Stories",
      "title": "The Vain Stag",
      "body": "A stag was thirsty. He went to a pool to drink water. The pond water was calm and clear. He bent down to drink water.\n\nHe saw his reflection in it. When he saw his horns, he felt proud of them. He said to himself, \"How beautiful and lovely my horns. While he looked to his legs, he felt sad and disappointed and cursed God for this injustice.\n\nHe was yet to quench his thirst, when he saw a hunter with his hounds. Seeing his life in danger, the stag ran as fast as he could.\n\nHe was soon out of sight. He reached a thick forest but unluckily his horns got stuck in a thick bush.\n\nHe tried his best to release his horns, but all in vain. In the meantime, the hounds came running and caught him.\n\nThe stag now realized that the legs, he had despised a little while ago, helped him in saving his life but the beautiful horns became the cause of his death.\n\nMoral:\n\nAll that glitters is not gold."
    },
    {
      "category": "Other Stories",
      "title": "The Wolf and the Lamb",
      "body": "Once a wolf went to a stream to quench his thirst with water. While he was drinking water, he saw a lamb that was also drinking water over there.\n\nAt the sight of lamb, his mouth began to water. He turned to the lamb and said, \"How dare you make the water muddy? Can't you see that I am drinking water from the same stream?\"\n\nThe lamb got so much frightened that it could not speak for a while. Then it replied, \"Sir, I beg your pardon. The water is running down from you to me. How can I make it muddy?\"\n\nThe wolf said, \"But you bleated me and called me names last year\" The lamb replied, \"Sir, I was not even born then. How could I abuse you last year?\"\n\nThe wolf, who was determined to eat the poor lamb, said to it, \"Then it must have been your father or mother or brother. You must suffer for your race.\" Saying so, the wolf caught him, tore him to pieces and ate him up.\n\nMoral:\n\nAny excuse is good enough to serve an evil-doer."
    },
    {
      "category": "Other Stories",
      "title": "The Sun and the Wind",
      "body": "Once it so happened that there was a beautiful contest between the sun and the wind. It was to see which of the two was stronger than the other.\n\nThe wind was very proud of itself and its prowess. It said, \"Even the mighty clouds bow before me. They know that I can drive them away.\n\nAnd the clouds can envelop you. So you are a small thing before me.\" The sun said, \"It is the time that will tell you who is stronger of the two.\"\n\nSoon they saw a man who was wearing a coat. The sun said, \"Let us see who makes the man to take off his coat.\"\n\nThe wind tried first. It blew harder and harder. But the man instead of removing his coat, wrapped it more and more. So, the wind failed.\n\nNow it was the turn of the sun to try its strength. It began to shine. It became hotter and hotter.\n\nFiercer and fiercer. Ultimately, the man felt obliged to remove the coat. The wind lost and the sun won.\n\nMoral:\n\nPride hath a fall."
    },
    {
      "category": "Other Stories",
      "title": "The Silver Key",
      "body": "It was a stormy night. A traveller reached an inn. As the hour was very late, he found the door locked from within. He knocked at the door.\n\nThe gate-keeper responded to the knock, saying, \"I have lost the key and the door cannot be opened unless you have a silver key with you.\"\n\nThe traveller understood what he meant by the silver key. He im­mediately slipped a silver coin through the hole, and the door opened.\n\nAs soon as he got in, he said to the gate keeper, \"I have left my box outside, please bring it.\" As the gate-keeper went out to bring the box, the traveller closed the door behind him.\n\nThe keeper asked him to open the door so that he may come in. Now the traveller replied from within, \"I have lost the key and a silver key is needed to open the door.\" Soon the coin was pushed again through the hole and the dishonest man was let in.\n\nMoral:\n\nDishonesty meets dishonesty.\n"
    },
    {
      "category": "Other Stories",
      "title": "The Hare and the Tortoise",
      "body": "A hare and tortoise were two great friends. The hare was very proud of his fast speed and often laughed at the tortoise slowness.\n\nOne day the hare challenged his friend to run a race. The tortoise's accepted the challenge. They chose a distant tree as a winning post and the race began.\n\nThe hare got ahead of the tortoise as he was a fast runner and within minutes he was not visible When he had gone half the distance, he said to himself,\" Why need I hurry ? The tortoise is far behind. Let me take rest under this tree.\" So he lay down and soon fell fast asleep.\n\nThe tortoise came at his slow pace, found him asleep and peace­fully passed him. He reached the winning post and waited for his friend.\n\nWhen the hare woke up, it was evening. He ran as fast as he could. But when he reached the place, he found, to his great dismay that the slow moving creature has already reached there. He felt greatly ashamed for having lost the race and promised never to make fun of ethers.\n\nMoral:\n\nSlow and steady wins the race."
    },
    {
      "category": "Other Stories",
      "title": "The Lion and the Mouse",
      "body": "One cold winter a lion was lying asleep in the sun. A mouse came out of its hole and began to jump over the body of the sleeping lion. This woke up the lion.\n\nHe caught the small creature and was going to crush it under his heavy paw. The mouse begged pardon and requested the lion to let it go. It also said that it might be of any help to him in future.\n\nThe lion simply laughed. He could not imagine that it could be of any help to him. He however, was moved to pity and let it go.\n\nShortly afterwards, the lion was caught in the net laid by the hunter in the forest. He tried his best to free himself from the net but all his efforts remained fruitless. So he began to lament.\n\nWhen the mouse heard his lamentation, it came out with its young ones. They sat to work and it did not take them long to nibble at the ropes and cut them with their sharp teeth.\n\nThe lion became free and thanked the mouse for its timely help. Now he realized that even a small creature could be of help to the stronger and bigger animals.\n\nMoral:\n\nKindness never goes unrewarded."
    },
    {
      "category": "Other Stories",
      "title": "The Hen That Laid Golden Eggs",
      "body": "In olden days there was a farmer. He owned a wonderful hen that laid a golden egg every day. He was extremely happy.\n\nBut after some time only one egg could not satisfy his greed. It was a slow process to get only one egg after every twenty four hours.\n\nSo he said to himself, \"'One egg a day. It will take long to be rich.\" He grew so impatient that he wanted to get all the egg at once. He made up his mind to put the hen to death and become rich in an over­night.\n\nHe killed the hen at once and cut open its belly. He began to look for the eggs but there was none to be found.\n\nHe saw that his hen was just like other hens. By his stupid act he lost even the egg he used to get every day. Thus the foolish fellow lost the hen that laid a golden egg daily.\n\nMoral:\n\nAs you sow, so shall you reap? Contentment is a great wealth."
    },
    {
      "category": "Other Stories",
      "title": "The Fox and the Crane",
      "body": "Once upon a time, there lived a fox and a crane. They were fast friends. One day the fox invited the crane to dinner.\n\nThe crane gladly accepted the invitation. He went to the residence of the fox. The fox had prepared a liquid dish.\n\nIt was served in a flat dish. The guest with its long beak could hardly pick up anything. But the host lapped it up in no time.\n\nPoor crane went away hungry and disappointed. He cursed the fox for his selfishness and cunningness. He made up his mind to teach the fox a good lesson.\n\nAfter some time, the crane invited the fox to dine at his residence. The fox accepted his invitation and went to the residence of the crane.\n\nThe crane placed before his guest a tall jar with a narrow neck. The crane with its long beak finished the contents of the jar.\n\nBut the fox could not eat anything as his mouth could not go into the narrow neck of the jar. The fox went much ashamed and hungry. The crane paid him back in the same old coin.\n\nMoral:\n\nTit for tat."
    },
    {
      "category": "Other Stories",
      "title": "The Fox and the Crow",
      "body": "Once a fox was feeling very hungry. He roamed here and there in search of food but could not find anything to eat.\n\nTo take rest it sat under a tree. When the fox looked up, he saw, to his great joy, a crow sitting on one of the branches of the tree. He was holding a piece of meat in his beak.\n\nOn seeing this, his mouth began to water and started thinking about the piece of meat. At last he hit upon a plan to get the piece of meat from the crow.\n\nHe got up and said to crow, \"Good morn­ing. I am glad to meet you. How handsome you look! What a nice beak you have! But if you could sing so sweet as you are beautiful, you could win for yourself the title of the 'Queen of the birds'.\"\n\nThe foolish crow was taken in by the oily talk of the fox. He felt happy. He at once opened his beak to sing. As he gave out a loud caw in his cracked voice, the piece of meat fell down on the ground.\n\nThe fox picked it up and ate it up at once. The poor crow had to repent on his foolishness.\n\nMoral:\n\nDo not give way to flattery.\n"
    },
    {
      "category": "Other Stories",
      "title": "The Dove and the Bee",
      "body": "A bee once unfortunately fell into a river with a flow. It was being swept away by the strong waves of water.\n\nA dove was sitting on a branch of a tree at that time. Its eyes fell upon the bee and saw that it was in sorry plight. Taking pity on the bee, it at once plucked a broad leaf and threw it near the bee.\n\nThe bee climbed on the leaf, dried its wings and flew away. It was full of gratitude for the good-natured and generous dove.\n\nAfter a few days the bee noticed a cruel hunter taking a careful aim with his gun at its benefactor.\n\nThe dove's life was in danger. Realizing this grave situation, it flew directly to the hunter's hand, settled lightly on it and stung him as he was just to shoot. The hunter missed the aim. He cried with pain. In the meantime the dove flew away\n\nThe bee had made a good return for the help of the dove.\n\nMoral:\n\nDo unto others as you wish to be done by."
    },
    {
      "category": "Other Stories",
      "title": "The Camel and the Jackal",
      "body": "A camel and a jackal lived together in a jungle. On the other side of the river flowing beside that jungle, there were fields having ripe sugar- canes\n\nOne day the jackal came to the camel with a plan to cross the river and enjoy the sugarcanes. As he did not know how to swim, so he requested the camel to carry him on his back.\n\nThe camel agreed to the jackal's request. They set out for the river and soon reached its bank. The camel carried the jackal on his back and crossed the river. On reaching the other side, they began to eat the sugarcanes.\n\nThe jackal was soon satisfied but the camel was yet hun­gry. The jackal began to howl loudly. The camel asked him not to do so but the jackal said that it was his habit to howl after meals.\n\nHis howling attracted the attention of the farmers. They all reached the spot with long sticks. The jackal disappeared in a bush but the camel was badly beaten.\n\nNow they were to go across the river. The jackal requested the camel to take him across the river.\n\nThe camel agreed to do so since he wanted to retaliate upon him. When the camel reached the middle of water, he began to roll in the water. The jackal told him not to do so. But the camel said that it was his habit to do so after meals.\n\nAs a result, the jackal slipped off the camel's back and fell into the deep water. He was soon drowned. He was rightly punished for his mischievousness.\n\nMoral:\n\nAs you sow, so shall you reap?"
    },
    {
      "category": "Other Stories",
      "title": "Mercury and the Woodcutter",
      "body": "Once there was a woodcutter. He lived near a forest. He earned his living by cutting wood from the jungle and selling it in the market.\n\nOne day he was cutting down a tree on the bank of the river. While he was cutting it, his axe fell into the river and was lost.\n\nHe tried his best to search it but in vain. He was very poor and was not in a position to purchase another. So he began to weep and cry at the loss of it.\n\nMercury, the God of the river, heard his cry and appeared before him. He asked him why he was weeping. The woodcutter told him that he had only one axe with which he used to cut wood and earn his living. As the axe had fallen into the river, so was he weeping.\n\nThe god at once jumped into the water and came out with a golden axe. The woodcutter refused to take it.\n\nThen again he dived into the water. This time he brought out a silver axe. Again, the woodcutter said that it was not his. His axe was an ordinary one made of iron.\n\nMercury dived into the water the third time and appeared with an iron axe. \"That is my axe,\" shouted the woodcutter out of joy. The god was very pleased with him for his honesty and gave him all the three axes. The woodcutter was overjoyed and went home thanking the god.\n\nMoral:\n\nHonesty is the best policy."
    },
    {
      "category": "Other Stories",
      "title": "King Bruce and the Spider",
      "body": "There was a king in Scotland. His name was Robert Bruce. He fought many battles and won them. But once he was badly defeated.\n\nHe ran away from the battle field to save his life. He took shelter in a cave where he hid himself. He was immersed in deep sorrow and out of disappointment he gave up all hope and struggle.\n\nBut one day he saw a spider in that cave. It was trying to reach the roof of the cave where it had a cobweb. It made six attempts to reach its web but every time it slipped down.\n\nNow the king got interested and watched the spider carefully. He was astonished to see that spider did not lose heart but continued its efforts to reach up at the top. At the seventh attempt the spider was successful in its attempt of reaching its web.\n\nThis incident boosted up the spirit of King Bruce. He gained new strength and fresh courage. He gathered his forces and fought another battle.\n\nThis time he fought with new vigour and enthusiasm and was ultimately successful in making his country free.\n\nMoral:\n\nTry, try, try again."
    },
    {
      "category": "Other Stories",
      "title": "A Thirsty Crow",
      "body": "There was a crow. At a very hot summer day he was feeling very thirsty. He flew from place to place in search of water, but he could not find it anywhere. He was very sad and disappointed at not getting a drop of it.\n\nAt last he saw a jug of water. He flew down to the jug and sat on its edge. When he craned his beak to quench his thirst, he, saw to his great discouragement, that the water was just at the bottom.\n\nHis beak could not reach such a low level of water. He even tried to overturn the jug but could not. It was too heavy for him to move.\n\nWhen he was just about to fly in despair, he thought of a plan. Suddenly his eyes fell upon some pebbles lying near the jug. He flew to them, picked up the pebbles one by one and dropped them into the jug.\n\nSlowly and slowly the level of water rose and came up to the neck. The crow was overjoyed to see this. He dipped his beak, quenched his thirst and flew away.\n\nMoral:\n\nWhere there is a will there is a way."
    },
    {
      "category": "Other Stories",
      "title": "Union Is Strength",
      "body": "There was an old farmer who lived in a village. He had four sons, o were lazy and idle. They often quarreled among themselves. The old man was very much annoyed with it.\n\nSo he called his four sons and told them that since his end was near, he wanted to teach them a lesson. So he told them that since his end was near, he wanted to give them a useful piece of advice.\n\nHe sent for a bundle of sticks, it was brought. He asked all his sons turn by turn to break the bundle of the sticks. All tried hard, but none of them was able to break the bundle.\n\nThen he asked one of them to untie the-bundle. This was also done immediately. Then he asked each of them to break the sticks individually. Now each one succeeded in doing so.\n\nThe old farmer then said to them, \"If you live together in peace, none can harm you. But if you are divided, you will lose.\"\n\nMoral:\n\nUnited we stand, divided we fall."
    },
    {
      "category": "Other Stories",
      "title": "A Fox and a Goat",
      "body": "A fox was walking near a well. Somehow by incident he slipped in. It was not a very deep well. He tried his best to get out but could not.\n\nAt that time a very thirsty goat passed by the well and saw the fox there. She asked the fox what he was doing there.\n\nThe cunning fox replied that he had himself jumped into the well. I find it very cool and pleasant. If you want to drink sweet and cold water, come down and experience the pleasure here.\n\nWithout thinking of the result she jumped into the well. The fox at once jumped on her back, and with another jump he was out of well. The fox smiled at the poor goat and went his way leaving behind the goat to repent.\n\nMoral:\n\nLook before you leap."
    },
    {
      "category": "Other Stories",
      "title": "A Cap Seller and the Monkeys",
      "body": "There was a cap seller in a city. He used to go from village to village to sell the caps. His way lay through a forest.\n\nIt was a hot summer day and it was very hot. He got tired. To get some rest he sat under a shaded tree.\n\nSoon he fell asleep under the shadow of the tree. Many monkeys were living on that tree. When they saw the caps they climbed down the tree and each one of them put a cap on their head. Then they climbed up the tree again.\n\nThe cap seller woke up after some time. He found that his caps were missing. By chance he looked up and saw the monkeys wearing his caps. He tried his best to get his caps back but all his efforts were in vain.\n\nSuddenly an idea struck his mind. He took off his own cap and threw it on the ground. Monkeys did the same as they are imitators. The cap seller collected all his caps and went away happily.\n\nMoral:\n\nIntelligence works wonders."
    },
    {
      "category": "Other Stories",
      "title": "Dropping Dead Weight",
      "body": "There comes a point in our life where we really have to consider our lifestyle. How we eat, how we dress, but most importantly, who we hang out with.\n\nI know how it feels to have to kind of cut your self of from friends. But sometimes if you hang around immature losers, you will find yourself in a sticky situation. So please drop the dead weight\n\nOne day, I got suspended from school saying something inappropriate. (b*** job). I almost passed out because when I said it, the whole class became quiet. Now what do you think that made me look like. An immature loser of course! I got my self in trouble repeating what another friend said. Guess what, he didn't get in trouble I did.\n\nThis was very uncomfortable to talk about with my mom. I think this is because I am trying to become a better Christian, and when you do so, you don't get away with the stuff you used to, but thats another story.\n\nAfter this incident, I woke up one morning and said \"what was I thinkin' .\"  I began to investigate would led me to have such a fowl mouth. Then it clicked like a lightbulb . . . Its because of the people I hang around.\n\nThese guys I hang with are very negative. You can barely say anything to them without them thinking negative. For example if I say something refering to a test and i say \" that was very hard\", I think ya'll can read between the lines. Immature losery like, isn't it.\n\nWhen I returned to school, I have to admit, I began to hang around those same guys. Then I caught myself and I didn't completely ignore them, but I did distance myself. Doing so has changed my lifestyle. I don't laugh at everything, I can be quiet in class, and I have gained respect and dignity for myself and others and have been able to think straighter and pray more effectively. I really thank God for that. People who do not even know about the incident have given me compliments saying you are really turning out to be a real gentleman.\n\nOnce again I say, stay away from immature losers so you can stop being one or don't become one. Yes those guys are popular, but since I was one of those guys, I know better. You may feel left out, but after while, feeling better about yourself is much more important, and you get a head start on the maturity us yungins need when we get older. God will be very pleased with you as well.\n\nYes, I know that I know that I know that I know it is very hard, but drop the deadweight. God loves you and he really wants to bless you and oh he is very real. Yes there are some hard trials, some situations where you might want to question God, but its for the better.\n\nThe only reasons God can’t bless you is because of your fear, ignorance, or things that you put in your life that won't let God reach you.\n\nOnce again I say please DROP THE DEAD WEIGHT!"
    },
    {
      "category": "Other Stories",
      "title": "True love dies on earth, re-born in Heaven",
      "body": "Once upon time there was a butterfly, it was self beautified by yellowish golden colour. The Butterfly was very selfish, cruel and stone hearted. It was having habit of sucking the fragrantic sweetness of beautiful flowers and also it is terrific that it was destroying them with no kind concern, daily it was destroying many flowers.\n\nOne fine day in a peaceful morning, the butterfly went in its daily routine i.e. In search of flowers, around a yard of this beautiful earth and Suddenly wonderful naturally decorated garden came to its sight which was full of greenery .The selfish Butterfly felt very happy, entered garden and it started flying around the garden with its bad thoughts and destroying flowers .Unfortunately Butterfly saw beautiful pink rose with diamond water droplets on its softy petals and it was looking very innocent and different among all the flowers, Butterfly never seen this type of flower in its life and it said itself “Oh! What gorgeous flower it is!” and no more it remained itself. And it returned home with unsatisfactory and it was confused and asked itself “why I not sucked the fragrantic sweetness of that beautiful flower?”And it decided that it must suck the sweetness of flower next morning without fail. Next morning it went to the same garden and sat infront of the flower for the whole day without sucking the sweetness of it again returned home with lot of hunger and thirst and it again decided the same thing and went infront of flower after a while, Flower observed its madness and asked, “……….Oh ! Beautiful Butterfly why you are looking me like that, the whole day?” the Butterfly replied, I don’t know why? (Beautiful conversation of Butterfly and flower)\n\nFlower said: Oh! Cruel Butterfly, why you are not sucking the fragrantic sweetness of mine and killing me? Like others you do!\n\nButterfly: Oh! You beautiful innocent rose, I something feel about you .I changed my life and I want to become innocent like you.\n\nFlower: You have to suck me because I think I will be no more in this dream land …………….\n\nButterfly: No I can’t and don’t force me. (It went back to home)\n\nButterfly started its new life with full of humble, kindness it left its cruelty and it felt itself that it was in love with that beautiful rose, it decided to propose the rose on next morning.\n\n(The Beauty and innocentness of rose changed the Butterfly’s life it means the pure love towards the rose change its life)\n\nNext morning, it was very happy and went meet its love and with full of dreams…………But sadly someone have plucked the flower ,crushed and thrown on a floor (ground) The Butterfly saw that heart breaking moment with full of tears in its eyes and the sky was also Dark .Sky also started Crying (Raining)……… (The Butterfly sat near the dead body of its lovely rose)\n\nButterfly cried with full of sorrow and said …………!\n\n“Oh! Beautiful Rose …. I truly love you very much…… today I am with full of sorrow, with whom I have to share you have slept dead and cold. Oh! Beautiful Rose you will be in my heart till the Beats of my heart stop Oh! Beautiful Rose I love you forever and there is no reason in my life for which I should live ……..”With full of tears the tears of Butterfly felt on the Body of Rose, luckily Rose was having little Breadth in it slightly opened its eyes with heavy pain it said “Butterfly. I listened what you told till now. I am very happy though I am in the bed of Death… “Where you had gone, I am waiting for the Death I moan” I love you too…….\n\nAfter this the Butterfly was full with sorrow and it can’t forget rose which it loved. Day by day it become very ill and lastly it died.\n\nAnd they both Butterfly and Rose again met in the Heaven and Said “Our love Died on Earth but re-born in Heaven”"
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    }
  ]
}