{
  "data": [
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Jackal and the Drum",
      "body": "Once upon a time, in a jungle there lived a jackal by the name of Gomaya. One day, he was very hungry and was wandering in search of food. While wandering, he came across a battle field. There he saw a big drum lying under a tree. When the wind blew, a tender branch grown at the root of the tree struck the drum producing sound of a drum beat. The jackal examined the drum from all sides and then beat the drum with his front paws. The drum made a sound. Now the jackal thought that there might be some other small animal inside the drum and that would make a very tasty meal for him. But he found the top of the drum too tough to tear off.\n\nThe jackal thought of a plan and began to beat the drum with both his front paws.The sound of drumbeat filled the whole jungle. A leopard who was attracted towards the sound of the drum, came near it. The jackal said to the leopard, \"Your Majesty, there is some animal hiding inside the drum. Since you have sharp claws and strong teeth, you can tear off the top of the drum and catch your prey inside the drum.\n\nThe leopard was himself hungry So he hit the top of the drum with his heavy paws. The drum burst with a sound, but there was no animal inside. The drum was empty.\n\nSeeing the empty drum, the leopard became very angry and said to the jackal, \"You have wasted my time. There is no food inside the drum. So I will kill and eat you.\"\n\nThe leopard pounced upon the jackal and killed and ate him.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The four friends and the hunter",
      "body": "Long, long ago, there lived three friends in a jungle. They were-a deer, a crow and a mouse. They used to share their meals together.\nOne day, a turtle came to them and said, \"I also want to join your company and become your friend. I'm all alone.\"\n\"You're most welcome,\" said the crow. \"But what about your personal safety. There are many hunters around. They visit this jungle regularly. Suppose, a hunter comes, how will you save yourself?\"\n\"That is the reason why I want to join your group,\" said the turtle\n\nNo sooner had they talked about it than a hunter appeared on the scene. Seeing the hunter, the deer darted away; the crow flew in the sky and the mouse ran into a hole. The turtle tried to crawl away fast, but he was caught by the hunter. The hunter tied him up in the net. He was sad to lose the deer. But he thought, it was better to feast on the turtle rather than to go hungry.\n\nThe turtle's three friends became much worried to see his friend trapped by the hunter. They sat together to think of some plan to free his friend from the hunter's snare.\n\nThe crow then flew high up in the sky and spotted the hunter walking along the river bank. As per the plan the deer ran ahead of the hunter unnoticed and lay on the hunter's path as if dead.\n\nThe hunter saw the deer from a distance, lying on the ground. He was very happy to have found it again. \"Now I'll have a good feast on it and sell its beautiful skin in the market,\" thought the hunter to himself. He put down the turtle on to the ground and ran to pick up the deer.\n\nIn the meantime, as planned, the rat gnawed through the net and freed the turtle. The turtle hurriedly crawled away into the river water.\n\nUnaware of the plot of these friends, the hunter went to fetch the dear for its tasty flesh and beautiful skin. But, what he saw with his mouth agape was that, when he reached near, the deer suddenly sprang up to its feet and darted away in the jungle. Before he could understand anything, the deer had disappeared.\n\nDejected, the hunter turned back to collect the turtle he had left behind on the ground in the snare. But he was shocked to see the snare lying nibbled at and the turtle missing. For a moment, the hunter thought that he was dreaming. But the damaged snare lying on the ground was proof enough to confirm that he was very much awake and he was compelled to believe that some miracle had taken place.\nThe hunter got frightened on account of these happenings and ran out of the jungle.\nThe four friends once again started living happily.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The talkative tortoise",
      "body": "Once upon a time, two geese by the names of Sankata and Vikata and a tortoise by the name of Kambugriva lived near a river. They were good friends. Once, due to drought in the region, all the rivers, lakes and ponds went dry. There was not a drop of water to drink for the birds and animals. They began to die of thirst.\n\nThe three friends talked among themselves to find a solution to this problem and go out in search of water. But despite their best efforts they could not find water anywhere around.\n\nHaving no alternative the three friends decided to go to some distant lake, full of water, to settle down there forever. But there was a problem in shifting to so distant a place. While it was easy for the geese to fly, it was difficult for the tortoise to cover that distance on foot.\n\nSo the tortoise put up a bright idea. He said, \"Why not bring a strong stick? I will hold the stick in the middle with my teeth and you two hold both the ends of the stick in your beaks. In this manner, I can also travel with you.\"\n\nHearing the suggestion of the tortoise, the geese cautioned him, \"It's a very good idea. We will do as you say. But you will have to be very careful. The problem with you is that you are very talkative. And if you open your mouth to say something, while we are flying, it will definitely prove to be detrimental to you. So, don't talk while you are dangling by the stick, otherwise you will lose your hold and go crashing down on the ground and die.\"\n\nThe tortoise understood the logic and promised not to open his mouth during the entire journey. So the geese held the stick ends in their beaks and the tortoise held the stick in the middle with his teeth and thus, they began their long journey.\n\nThey flew over hills, valleys, villages, forests and finally came over a town. While they were flying over the town, men, women and children came out of their houses to see this strange sight. The children began shouting and clapping. The foolish tortoise forgot that he was hanging precariously. He became so curious to know the reason behind these clappings that he opened his mouth to ask his friends-\"Friends, what is this all about?\" But as soon as he opened his, mouth to utter these words, he loosened his hold on the stick and fell down on the ground and died instantaneously.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The sage and the mouse",
      "body": "There lived a famous sage in a dense forest. Everyday, the animals of the forest came to him to listen to his spiritual preachings. They would gather around the meditating sage and the sage would tell them the good things of life.\nThere was also a little mouse living in the same forest. He too used to go to the sage daily to listen to his preachings.\nOne day, while he was roaming in the forest to collect berries for the sage, he was attacked by a big cat, who was watching him from behind the thick bushes.\nThe mouse was scared. He ran straight to the ashram of the sage. There he lay prostrate before the sage and narrated to him the whole story in a trembling voice. In the meantime, the cat also arrived there and requested the sage to allow him to take his prey.\nThe sage was in a fix. He thought for a moment and then with his divine powers transformed the mouse into a bigger cat.\nSeeing a huge cat before him the other cat ran away.\n\nNow the mouse was carefree. He began to roam about in the forest like a big cat. He meowed loudly to frighten other animals. He fought with other cats to take revenge on them and in this way killed many of them.\n\nThe mouse had hardly enjoyed a few carefree days of his life, when one day, a fox pounced upon him. This was a new problem. He had never taken into acount that there were yet bigger animals who could easily maul him and tear him into pieces. He,ran for his life,- He, somehow, saved himself from the fox and ran straight to the sage for help. The fox too was in his hot persuit. Soon both of them stood before the sage.\nThe sage seeing the plight of the mouse this time, transformed the mouse into a bigger fox. Seeing a big fox before him the other fox ran away.\n\nThe mouse became more carefree and began roaming about in the forest more freely with his newly acquired status of a big fox. But, his happiness was short-lived.\n\nOne day, while he was moving around in the forest freely, a tiger pounced upon him. The mouse, somehow, managed to save his life and as usual ran to take shelter in the ashram of the sage.\nThe sage, once again, took pity on the mouse and transformed him into a tiger.\nNow, the mouse, after acquiring the. status of a tiger, roamed fearlessly in the forest. He killed many animals in the forest unnecessarily.\n\nAfter having been transformed into a tiger, the mouse had become all-powerful for the -forest animals. He behaved like a king and commanded his subjects. But one thing always bothered his mind and kept him worried; and that was, the divine powers of the sage. \"What, if, one day for some reason or the other, the sage becomes angry with me and brings me back to my original status,\" he would think worriedly. Ultimately, he decided something and one day, he came to the sage roaring loudly. He said to the sage, \"I'm hungry. I want to eat you, so that I could enjoy all those divine powers, which you do. Allow me to kill you.\"\n\nHearing these words the sage became very angry. Sensing tiger's evil designs, he immediately transformed the tiger back into the mouse.\nThe worst had happened. Now the mouse realised his folly. He apologised to the saint for his evil actions and requested him to change him again into a tiger. But the sage drove the mouse away by beating him with a stick.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Beware of mean friends",
      "body": "There in a deep jungle, lived a lion by the name of Madotkata. He had three selfish friends-a jackal, a crow and a wolf. They had become friendly with the lion, because he was the king of the forest. They were always at the service of the lion and obeyed him to meet their selfish ends.\nOnce, a camel got disorientated in the jungle while grazing and went astray. He tried hard to find his way out, but could not succeed.\nIn the meantime, these three friends of the lion saw the camel, wandering in a confused manner.\n\"He doesn't seem to come from our forest\", said the jackal to his friends. \"Let's kill and eat him.\"\n\"No\", said the wolf. \"It's a big animal. Let's go and inform our king, the lion.\"\n\"Yes, this is a good idea\", said the crow. \"We can have our share of flesh after the king kills the came. \"Having decided upon this the three went to meet the lion.\n\n\"Your Majesty\", said the jackal, \"a camel from some other forest has entered into your kingdom without your permission. His body is full of delicious flesh. He may prove to be our best meal. Let's kill him\".\n\nHearing the advice of his friends, the lion roared in anger and said, \"What're you talking about? The camel has walked into my kingdom for the sake of his safety. We should give him shelter and not kill him. Go and bring him to me.\"\n\nThe three became very disheartened to hear the lion's words. But they were helpless. So having no alternative, they went to the camel and told him about the wishes of the lion who wanted to meet him and have dinner with him.\n\nThe camel was terribly frightened to learn the awkward proposal. Thinking that his last moment had arrived and soon he would be killed by the king of the forest, he resigned himself to the mercy of his fate and went to see the lion in his den.\n\nHowever, the lion was very happy to see him. He talked to him sweetly and assured him of all the safety in the forest, so long as he stayed there. The camel was simply astonished and was very happy to hear the lion's words. He began living with the jackal, the wolf and the crow.\n\nBut once, bad luck struck the lion. One day, while he was hunting for food with his friends, he had a fight with a huge elephant. The fight was so fierce that all his three friends fled the spot in panic. The lion was' badly wounded in the fight. Although, he killed the elephant, but he himself became incapable of hunting for his food. Day after day, he had to go without food. His friends too had to starve for days together as they depended entirely on the lion's prey for their food. But the camel grazed around happily.\n\nOne day the three friends-the jackal, the wolf and the crow approached the lion and said, \"Your Majesty, you're becoming weak day after day. We can't see you in this pitiable condition. Why don't you kill the camel and eat him?\"\n\n\"No\", roared the lion, \"he is our guest. We can't kill him. Don't make such suggestions to me in future.\"\nBut the jackal, the wolf and the crow had set their evil eyes on the camel. They met together once again and hatched a plan to kill the camel.\nThey went to the camel and said, \"My dear friend, you know our king has had nothing to eat for the last so many days. He cannot go hunting due to his wounds and physical infirmity. Under these circumstances, it becomes our duty to sacrifice ourselves to save the life of our king. Come, let us go to our king and offer our bodies for his food.\"\n\nInnocent camel didn't understand their plot. He nodded and consented in favour of their proposal.\nAll the four reached the den of the lion. The jackal said to the lion, \"Your Majesty, despite our best of efforts, we couldn't find a prey.\"\nFirst, the crow came forward and offered himself for the noble cause.\n\"So, you can eat me and assuage your hunger\", said the crow to the lion.\n\"Your body is too small\", said the jackal. \"How can the king assuage his hunger by eating you?\"\nThe jackal offered his own body to the lion for food. He said, \"Your Majesty, I offer myself. It's my solemn duty to save your life.\"\n\"No\", said the wolf, \"you too are too small to assuage the hunger of our King. I offer myself for this noble task. Kill me and eat me, Your Majesty,\" he said lying prostrate before the lion.\nBut the lion didn't kill any of them.\nThe camel was standing nearby and watching all that was going on there. He also decided to go forward and fulfil the formality.\nHe stepped forward and said, \"Your Majesty, why not me! You're my friend. A friend in need is a friend indeed. Please kill me and eat my flesh to assuage your hunger.\"\n\nThe lion liked the camel's idea. Since, the camel himself had offered his body for food, his conscience won't prick and the jackal had already told the lion about the intense desire of the camel to sacrifice himself for the welfare of the king. He immediately pounced upon the camel and tore him into pieces. The lion and his friends had a good and sumptuous meal for days together.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The lion and the hare",
      "body": "There lived a lion by the name of Bhasuraka, in a dense jungle. He was very powerful, cruel and arrogant. He used to kill the animals of the jungle unnecessarily. He even killed the human beings, who travelled through the jungle. This became a cause of worry for all the animals. They discussed this problem among themselves and ultimately came upon a decision to hold a meeting with the lion and make an amicable settlement with him and put an end to this ongoing trauma.\n\nSo, one day, all the animals of the jungle assembled under a big tree. They also invited king lion to attend the- meeting. In the meeting the animals said to king lion, \"Your Majesty, we are happy that you are our king. We are all-the-more happy that you are presiding over the meeting.\" King lion thanked them and asked, \"Why is it that we have gathered here?\" All the animals began looking at each other. They had to muster enough courage to broach the topic. \"Sir,\" said one of the animals, \"Its natural that you kill us for food. But, killing more than what is required is a positive vice and unnecessary. If you go on killing the animals without any purpose, soon a day will come, when there will be no animals left in the jungle.\"\n\"So what do you want?\" roared king lion.\n\n\"Your Majesty, we have already discussed the problem among ourselves and have come upon a solution. We have decided to send one animal a day to your den. You can kill and eat it. This will save you from the trouble of hunting and you will not have to kill a number of animals unnecessarily for your meals.\"\n\n\"Good,\" the lion roared back. \"I agree to this proposal, but the animals must reach to me in time, otherwise, I'll kill all the animals of the jungle.\"\nThe animals agreed to this proposal. Everyday one animal walked into the lion's den to become his feast. The lion too was very happy to have his food right before him. He stopped hunting for his prey.\n\nOne day, it was the turn of a hare to go into the lion's den. The little hare was unwilling to go and become a meal of the lion, but the other animals forced him to go to the lion's den.\n\nHaving no alternative, the hare began thinking quickly. He thought of a plan. He began wandering around and made a deliberate delay, and reached the lion's den a little late than the lion's meal time. By now, the lion had already lost his patience and seeing the hare coming slowly, he became furious and demanded for an explanation.\n\n\"Your Majesty\", the hare said with folded hands, \"I am not to be blamed for that. I have come late because another lion began chasing me and wanted to eat me. He said that he too was the king of the jiungle.\"\n\nThe king lion roared in great anger and said, \"Impossible, there cannot exist another king in this jungle. Who is he? I'll kill him. Show me where he lives.\"\nThe lion and the hare set out to face the other lion. The hare took the lion to a deep well, full of water.\nWhen they reached near the well, the hare said to the lion, \"This is the place where he lives. He might be hiding inside.\"\nThe lion again roared in great anger; climbed up the puteal of the well and peeped in. He saw his own reflection in the water and thought that the other lion was challenging his authority. He lost his temper.\n\"I must kill him\", said the lion unto himself and jumped into the well. He was soon drowned.\nThe hare was happy. He went back to other animals and narrated the whole story. All the animals took a sigh of relief and praised him for his cleverness. They all lived happily thereafter.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The bird with two heads",
      "body": "Long, long ago, there lived a strange bird in a huge banyan tree. The tree stood beside a river. The strange bird had two heads, but only one stomach.\n\nOnce, while the bird was flying high in the sky, he saw an apple shaped fruit lying on the bank of the river. The bird swooped down, picked up the fruit and began to eat it. This was the most delicious fruit the bird had ever eaten.\nAs the bird had two heads, the other head protested, \"I'm your brother head. Why don't you let me also eat this tasty fruit?\"\n\nThe first head of the bird replied, \"Shut up.You know that we've only one stomach. Whichever head eats, the fruit will go to the same stomach. So it doesn't matter as to which head eats it. Moreover, I'm the one who found this fruit. So I've the first right to eat it.\"\n\nHearing this, the other head became silent. But this kind of selfishness on the part of the first head pinched him very much. One day, while flying, the other head spotted a tree bearing poisonous fruits. The other head immediately descended upon the tree and plucked a fruit from it.\n\n\"Please don't eat this poisonous fruit,\" cried the first head. \"If you eat it, both of us will die, because we've a common stomach to digest it.\"\n\"Shut up!\" shouted the other head. \"Since I've plucked this fruit, I've every right to eat it.\"\nThe first head began to weep, but the other head didn't care. He wanted to take revenge. He ate the poisonous fruit. As a result both of them died.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The shepherd and the wolf",
      "body": "There lived a shepherd in a village. He had many sheep. He took them out every morning for grazing. One day, his wife fell ill and he had to go to the city to purchase some medicines for his ailing wife. 'There will be no one to take care of the sheep', he thought to himself. Then he called his son and told him, \"Ramu, I'm going to the city to purchase some medicines for your mother. It will take me two or three days to come back. So take care of the sheep. Save them from being attacked by the tigers and wolves. There are many wild animals in the nearby forest. They might kill our sheep.\"\n\nRamu listened to his father's advice carefully and the next day, he left for the nearby hillside with his flock of sheep. But Ramu was a mischievous boy. He was feeling lonely. So he wanted to have some fun. He stood on a high rock and began shouting \"Wolf! wolf!, help.\"\n\nThe villagers heard Ramu crying for help. They ran towards the hillside to help the boy, carrying big sticks in their hands. When they reached there they found that there was no wolf. The sheep were grazing happily and the shepherd boy was playing on a flute.\n\"Where is the wolf?\" the villagers asked the boy.\n\"There is no wolf here. I was joking,\" the boy said and laughed.\nThe villagers became very angry and returned to their work in the village.\n\nNext day, the boy played the same trick. The villagers again reached there to help the boy. But when they came to know that the boy was lying, they felt highly annoyed and went back to the village cursing the boy.\n\nBut on the third day, a wolf really came there. The boy got frightened to see his red eyes. The wolf was huffing and growling. He began advancing towards the flock of sheep, gnashing his teeth and lolling his tongue. The boy lost his courage and began trembling with fear. He shouted, \"Wolf, wolf, please help!\" But to no avail.\nThis time no one came to help him. The villagers thought that Ramu was upto his old tricks. The wolf killed many sheep of Ramu. Ramu returned home weeping.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The monkey and the crocodile",
      "body": "Long, long ago, there lived a huge crocodile in the river Ganges. The river flowed through a dense jungle. On both sides of the river there stood tall jamun and other fruit trees. In one such tree there lived a big monkey by the name of Raktamukha. He ate fruits from the tree and passed his days happily jumping from one tree to another. Sometimes, he climbed down the tree; took a bath in the river and rested for a while on its bank.\n\nOne day, the crocodile came out of the river and sat under the big jamun tree in which the monkey lived. The monkey who was sitting high on a branch saw the crocodile taking rest under the tree. He became very eager to talk to the crocodile and cultivate a friendship with him.\n\"Since you're taking rest under the tree\", said the moneky, \"you're my guest. It's my duty to offer you food.\"\nThe monkey gave jamuns and other fruits to the crocodile to eat. The crocodile ate them and thanked the monkey for his hospitality.\n\nThe monkey and the crocodile talked together for hours and soon they became friends. They developed such friendship that neither of the two was happy to miss each other's company even for a single day. Early since morning, the monkey would start looking for the crocodile, and the crocodile would also swim up to the jamun tree as early as possible. They would sit together, have a hearty chat and the monkey would offer him the delicious jamuns. This became their daily routine.\n\nOne day, the monkey gave some fruits to the crocodile for his wife, as well. The crocodile took the fruits happily to his wife and also narrated the whole story to her.\n\nThe next day, the crocodile's wife said to her husband, \"Dear, if these fruits are so tasty, then the monkey who eats these fruits must be ten times more tasty. Why don't you bring the heart of this monkey for my meals?\"\nThe crocodile was shocked to hear these words from his wife. He said, \"Darling, the monkey is my friend. It would not be fair to take his heart away from him.\"\n\"That means, you don't love me\", said the crocodile's wife and began to weep.\n\"Don't weep, dear\", said the crocodile. \"I'll bring the monkey's heart for you.\"\nThe crocodile swiftly swam to the other bank of the river and reached the tree where the monkey lived.\n\"My wife and I invite you to our home for a dinner. My wife is very angry with me for not having invited you earlier,\" the crocodile said in a sad tone.\n\"But how will I go with you?\" asked the monkey. I don't know how to swim.\"\n\"Don't worry\", said the crocodile. \"Just ride on my back. I'll take you to my house.\"\nThe monkey happily sat on the back of the crocodile and the crocodile started his journey in the water.\nWhile in mid stream, the monkey became frightened to see the water all around him and asked the crocodile to swim at a slow speed so that he did not fall into the river.\n\nThe crocodile thought that he could reveal his real intentions to the monkey, since it was impossible for him to escape from the middle of the river. So he said to the monkey, I am taking you to my home to please my wife. She wants to eat your heart. She says that since you eat tasty fruits day and night, your heart must be ten times more tasty than those fruits.\"\n\nThe monkey was taken aback to hear these words. He had never expected this type of a request from a friend. He kept his mental cool and said wittingly, \"Very well friend. It would be my privilege to offer my heart to your charming wife. But alas! you didn't inform me earlier, otherwise, I'd have carried my heart with me. Which I usually keep in the hollow of the tree.\"\n\"Oh!\" said the crocodile, \"I didn't think of it earlier. Now we'll have to go back to the tree.\"\nThe crocodile turned and swam back to the bank of the river where the monkey lived.\nUpon reaching the bank the monkey jumped off the crocodile's back and quickly climbed up his home tree.\nThe crocodile waited for hours together for the monkey to return carrying his heart.\n\nWhen the crocodile realised that the monkey was taking too long searching for his heart, he called him from the ground and said, \"Friend, I believe, you must have found your heart by now. Now, please come down. My wife must be waiting for us and getting worried.\"\n\nBut the monkey laughed and said sitting at the top of the tree, \"My dear foolish friend. You've deceived me as a friend. Can any one take out his heart and keep that in a hollow. It was all a trick to save my life and teach a lesson to a treacherous friend like you. Now get lost.\"\nThe crocodile returned home with his head bent down.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The brahmin and the three thugs",
      "body": "Long, long ago, there lived a Brahmin in a small village. His name was Mitra Sharma. Once his father told him to sacrifice a goat according to some ancient Hindu rites. He asked him to visit the cattle fair in a nearby village and purchase a healthy goat for that purpose.\nThe Brahmin visited the cattle fair and bought a healthy and fat goat. He slung the goat over his shoulder and headed back for his home.\n\nThere were three thugs also roaming in the fair, with the sole intention of cheating the shopkeepers and other customers there. When they saw the Brahmin going back to his home with the goat, they thought of a plan to get the goat by employing the methods of thugery.\n\n\"This goat will make a delicious meal for all of us. Let's somehow get it. \"The three thugs discussed the matter amongst themselves. Then they separated from one another and took hiding positions at three different places on the path of the Brahmin.\n\nAs soon as the Brahmin reached a lonely spot, one of the thugs came out of his hiding place and said to the Brahmin in a surprised tone, \"Sir, what's this? I don't understand why a pious man like you should carry a dog on his shoulders!\"\nThe Brahmin was shocked to hear these words. He shouted back, \"Can't you see? It's not a dog but a goat, you fool.\"\n\"I beg for your apology, sir. I told you what I saw. I am sorry if you don't believe it,\" said the thug and went away.\n\nThe Brahmin had hardly walked a hundred yards when another thug came out of his hiding place and said to the Brahmin, \"Sir, why do you carry a dead calf on your shoulders? You seem to be a wise person. Such an act is sheer foolishness on your part.\"\n\"What!\" the Brahmin shouted. \"How do you mistake a living goat for a dead calf?\"\n\n\"Sir,\" the second thug replied, \"you seem to be highly mistaken in this respect yourself. Either you come from such a country where goats are not found, or you do it knowingly. I just told you what I saw. Thank you.\" The second thug went away laughing.\nThe Brahmin walked further. But again, he had hardly covered a little distance when the third thug confronted him laughing.\n\"Sir, why do you carry a donkey on your shoulders? It makes you a laughing stock\", said the thug and began to laugh again.\nThe Brahmin hearing the words of the third thug became highly worried. 'Is it really not a goat!' He began to think. \"Is it some kind of a ghost!\"\n\nThe Brahmin got frightened. He thought to himself that the animal he was carrying on his shoulders might certainly be some sort of a ghost, because, it transformed itself from goat into a dog, from dog into a dead calf and from dead calf into a donkey.\nThe Brahmin was then terrified to such an extent that he flung the goat on to the roadside and fled.\nThe thugs caught the goat and feasted on it happily.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The little mice and the big elephants",
      "body": "Once upon a time a village was devastated by a strong earthquake. Damaged houses and roads could be seen everywhere. The village was, as a matter of fact, in a total ruin. The villagers had abandoned their houses and had settled in a nearby village. Finding the place totally devoid of residents, the mice began to live in the ruined houses. Soon their number grew into thousands and millions.\n\nThere was also a big lake situated near the ruined village. A herd of elephants used to visit the lake for drinking water. The herd had no other way but to pass through the ruins of the village to reach the lake. While on their way, the elephants trampled hundreds of mice daily under their heavy feet. This made all the mice very sad. Many of them were killed while a large number of them were maimed.\n\nIn order to find a solution to this problem, the mice held a meeting.In the meeting, it was decided that a request should be made to the king of elephants to this effect. The king of mice met the king of elephants and said to him, \"Your Majesty, we live in the ruins of the village, but everytime your herd crosses the village, thousands of my subjects get trampled under the massive feet of your herd. Kindly change your route. If you do so, we promise to help you in the hour of your need.\"\n\nHearing this the king of elephants laughed. \"You rats are so tiny to be of any help to giants like us. But in any case, we would do a favour to all of you by changing our route to reach the lake and to make you more safe.\" The king of mice thanked the king elephant and returned home.\n\nAfter sometime, the king of a nearby kingdom thought of increasing the number of elephants in his army. He ordered his soldiers to catch more elephants for this purpose.\nThe king's soldiers saw this herd and put a strong net around the elephants. The elephants got trapped. They struggled hard to free themselves, but in vain.\n\nSuddenly, the king of elephants recollected the promise of the king of mice, who had earlier talked about helping the elephants when needed. So he trumpeted loudly to call the king of mice. The king of mice hearing the voice of the king of elephants immediately rushed along with his followers to rescue the herd. There he found the elephants trapped in a thick net.\nThe mice set themselves on the task. They bit off the thick net at thousands of spots making it loose. The elephants broke the loose net and freed themselves.\nThey thanked the mice for their great help and extended their hands of friendship to them forever.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The wolf and the crane",
      "body": "Once, there lived a greedy and cunning wolf in a dense forest. One day, while he was having his dinner, a bone got stuck into his throat. He tried hard to take it out, but couldn't succeed in his effort.\n\nThe wolf began whining with pain. The pain was unbearable. The wolf got worried and began thinking, \"The pain will subside in due course. But, what will happen if the bone doesn't come out. I won't be able to eat anything. I will starve to death.\"\nThe wolf began thinking of some possible remedy to overcome theproblem.\n\nSuddenly he recalled that there was a crane who lived on the banks of a nearby lake. He immediately went to the crane and said, \"My friend, I've a bone stuck deep into my throat. If you could please pull it out of my throat with your long beak, I shall pay you suitably for your help and remain ever-grateful to you.\"\n\nThe crane saw his pitiable condition and agreed to help him. He put him long beak, and in the process, half of his neck also, deep into the throat of the wolf and pulled the bone out. The wolf was very happy to have the bone pulled out of his throat.\n\"Now pay me my fees, please,\" The crane requested.\n\"What fees?\", said the wolf. \"You put your head into my mouth and I let it out safely. That's enough of my kindness. Now get lost, otherwise, I'll kill you and eat your flesh.\"\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Who will bell the cat",
      "body": "Once upon a time, there lived many mice in a grocer's shop. There in the shop, they ate delicious wheat and rice, pulses and nuts, bread and butter and biscuits. They grew fat day by day.\n\nOne day, the grocer thought about the heavy losses that he had to suffer because of the menace of the mice. This angered him so much, that the next day, he brought a big fat cat to his shop.\nThe big fat cat began to catch and kill the fat mice everyday.\nThe mice became worried. They called a meeting to discuss the problem.\n\"Let's get rid of this cruel fat cat,\" the leader of the mice said.\n\"But how?\" the other mice asked.\nAll of them began to think. Then one mouse said, \"We should tie a bell round the neck of the fat cat. So, whenever she would move towards us, the bell would ring and we will run into our holes immediately.\"\n\nAll the mice became very happy to hear this. They began dancing with joy. But their joy was short-lived. An old and experienced mouse interrupted their merry-making and shouted, \"Fools, stop it and tell me, who'll bell the cat?\"\nNo mouse had the answer to this big question.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The jackal and the arrow",
      "body": "Once a hunter was hunting in a forest. After sometime, he felt hungry. He saw a wild boar coming towards him. He shot an arrow at the boar. The arrow pierced the boar's neck and protruded at its back.\n\nBut the boar, before falling on the ground, killed the hunter with his pointed tusks. Soon the hunter and the boar both were lying dead at the same spot.\n\nAt the same time, a hungry jackal happened to pass through that place. He saw a man and an animal, both lying dead there. 'What a good luck I have? So much food to eat for days together', thought the jackal to himself. He began to think whose flesh to eat first - the man or the animal.\nHe decided to go slow at the eating, so that the food would last for a longer period.\n\nThe jackal decided first to lick the blood and eat a little flesh stuck round the tusks of the boar. But, as soon as, he put the pointed tip of the boar's tusks in his mouth it pierced his jaws and went through his head. The jackal died on the spot.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The clever jackal",
      "body": "Once upon a time, there lived a jackal in a dense forest. His name was Mahachaturaka. He was very clever. One day, while he was wandering in search of food, he came across a dead elephant. He wanted to eat its flesh, but his teeth were not strong enough to cut through the tough hide of the elephant. So, he waited patiently for someone to come around.\n\nIn the meantime, a lion came there. The jackal said to him, \"Your Majesty, please have a taste of the elephant. I have been guarding it for you only.\"\n\"I eat only fresh animals, not the stale ones,\" said the lion and went on his way.\nThe jackal became happy. He had still the full dead body of the elephant intact in his possession.\n\nNext, there came a tiger. The jackal became afraid. He thought to himself that the tiger might eat up the whole elephant. So, he said to the tiger, \"A hunter has killed this elephant with a poisoned arrow. Whosoever eats its flesh would die due to food poisoning. I'm guarding it to save the life of others.\"\nThe tiger got frightened and soon disappeared into the dense forest.\n\nAs soon as the tiger went away there came two vultures. They sat over the dead body of the elephant. The clever jackal did not want them to eat the elephant. So he said to them, \"I've hunted this elephant and have sold its skin to two hunters. If they ever see you eating the elephant, they'll kill both of you.\"\n\nThe vultures became frightened and immediately flew away. But the jackal still looked for someone who would cut the tough hide of the elephant to make it easy for him to eat its flesh.\n\nAt last, there came a leopard. The jackal knew that the leopard had a sharp teeth. He could cut through the elephant's hide. He said to him, \"Friend, you seem to be hungry. Why not take a bite on the elephant. It has been killed by a lion. He has gone home to bring his family. When I see him arriving, I'll make a warning sign and then you can run away.\"\n\nThe leopard agreed. He immediately sat down to cut open the elephant's hide. As soon as the jackal saw that leopard had cut through the elephant's hide and was about to eat its flesh, he shouted, \"There comes the lion.\"\nThe leopard sprang up on its feet and quickly disappeared into the forest.\nThe jackal happily enjoyed the flesh of the elephant for many days together.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The fox and the elephant",
      "body": "There lived a huge elephant in a dense jungle. He was cruel and arrogant by nature. He roamed freely in the jungle, pulling down small trees and branches. Those animals who lived in the trees were very much afraid of this elephant. When he pulled down the trees and tore off the branches, many a nests with eggs and nestlings came down crashing on the ground and got destroyed. His movement in the jungle created an all round havoc. Even the tigers and lions kept themselves at a safe distance from this rogue. In his ruthless march in the jungle, many holes of the foxes were trampled. This led to dissatisfaction among the foxes and among the other animals alike. Many of them wanted to kill the elephant. But this task was very difficult, because of his huge size.\n\"He is so huge\", said the foxes amongst themselves. \"It's nearly impossible to kill him.\"\n\nThen a meeting of all the foxes was called. In the meeting this rather impossible task was assigned to a very cunning fox to perform. The fox, before executing his plan studied the elephant's behaviour for many days.\n\nOne day, the fox went to meet the elephant and said to him, \"Your Highness. It's urgent to talk to you. It's a matter of life and death for us.\"\nThe elephant trumpeted at his highest pitch and asked, \"Who're you and why do you want to see me?\"\n\"Your Highness\", said the fox. \"I'm the representative of the whole of the animal community. We want to make you our supreme head - the king. Kindly accept our offer.\"\nThe elephant lifted his trunk with great pride and asked for details.\n\nThe fox further explained, \"I've come to take you with me. The coronation ceremony will take place in the middle of the jungle, where thousands of animals have already gathered and are chanting holy mantras.\"\n\nThe elephant was very glad to hear this. He had always cherished a dream to become a king. He thought that the coronation ceremony will be a matter of pride to him. He readied himself hurriedly to accompany the fox to the deep jungle.\n\"Come, Your Highness,\" said the fox. \"Follow me.\"\n\nThe fox led the elephant to some imaginary spot of ceremony. On their way, they had to walk through a swampy area by the side of a pond. The fox being light bodied, crossed the small swampy patch without any difficulty. The elephant too walked on it, but being heavily built, he got stuck into the swamp. The more he tried to come out of the swamp, the more he went deep into it. He became scared and called out the fox, \"Dear friend. Please help me. I'm sinking in the mud. What'll happen to my coronation now. Call your other friends also to help me.\"\n\n\"I'm not going to save you\", said the fox. \"You deserved this treatment. You know, how cruel you have been to other animals an along. You pulled down branches of trees mercilessly, without caring for the eggs and for the lives of the nestlings. You knew everything, but remained indifferent. You trampled upon the burrows of the foxes. You saw our siblings being crushed under your heavy feet. You saw us crying, begging for mercy; but nothing bothered you. And now you are begging for your life? I am sorry to tell you that though, your coronation couldn't take place, but your cremation will definitely take place.\" And the fox left.\nThe elephant couldn't come out of the swamp and died there.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The old wise crow",
      "body": "There stood a huge banyan tree on the outskirts of a small town. Thousands of crows lived in this tree. Not far from the banyan tree, there was a mountain cave. Thousands of owls lived in it.\n\nThe king of the owls accompanied by his soldiers used to hunt crows during the night. Soon thousands of crows were killed and eaten up by the owls. One of the main reasons for the killing of the crows at such a large scale was, that they were unable to see clearly during the night. And the owls, being nocturnal, could easily locate the crows sitting in the tree during night hours. And the unfortunate crows were defenceless; they couldn't flyaway for the safety of their lives.\n\nThis kind of situation went on to such an extent, and the loss of lives of thousands of crows became so unbearable for the king of crows that one day he was compelled to call a meeting to discuss ways and means to combat the situation and bring an end to the continuing disaster.\n\nAfter heated discussions and exchange of views and ideas, a plan was chalked out in the meeting, according to which a drama was to be enacted at a little distance from the owls' cave.\n\nSo, on the next day, the drama was staged and while enacting the drama, an old crow was 'thrashed' and 'beaten mercilessly' by the king of crows and his soldiers. The seemingly half dead old crow, with a goat's blood sprinkled all over his body was later picked up by thesoldiers of the king owl. This was done on the advice of a senior minister in king owl's cabinet. This minister had told the king owl. \"Your Majesty, this badly wounded crow had spoken in favour of us in his king's cabinet meeting, saying that ours was a more intelligent and superior race, better managed and strong, hence we deserved the right to be known and recognized as the king of birds. This led to the murderous attack on the poor fellow.\"\n\n\"We should help him recuperate from his wounds and injuries,\" said the king of owls. \"After this, we'll utilise this old knowledgeable crow's talent in demolishing the kingdom of the crows.\"\n\nThe old crow soon found a favourable place in the owls kingdom. Many of the owl ministers were in his favour, except, one or two, who opposed the crow, saying that he was, after all, from the enemy's camp.\nDespite this opposition from certain owl ministers, the crow continued to live in the owls' cave.\n\nLastly, it was the day time when the owls themselves were not able to see anything, due to sunlight, when the seemingly wounded and infirm crow piled up thousands of wooden logs at the mouth of the owls' cave and put fire into it. The devouring flames leapt up high and all the owls in the owls' kingdom, inside the cave, were burnt to ashes.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The mice that ate balance",
      "body": "Once upon a time, there lived a wealthy merchant named Jveernadhana, in a village. He ran a big business. His village was situated near a river. Once, due to heavy rains the river was flooded. One night, the whole village was submerged in neck deep water. The crop, houses and factories in the village were destroyed and hundreds of people and cattle perished in the flood.\n\nThe merchant had to suffer heavy losses in his business. He decided to shift to some other town to try his luck. His plan was to earn a lot of money and then come back to his native village to start his business again.\n\nJveernadhana had a heavy iron balance lying with him. It belonged to his ancestors. It was not possible for him to carry such a heavy thing along with him. So, before starting on his journey, he decided to keep this ancestral item with his friend Janak. He met Janak and requested him, \"My friend, as you know, I'm leaving for some distant place to earn money, so that I could start my business once again when I come back. I have an old iron balance with me. Will you please keep it safe with you till I return?\"\nJanak readily agreed to his friend's request and said, \"Don't worry, I'll keep it safe for you. You can take it back after you return home.\"\nJveernadhana thanked Janak for his helping attitude. He kept the iron balance with Janak and left for some other distant town.\n\nA few years passed by. By this time, Jveernadhana had done good business and had earned a lot of money. He returned to his native village, and went to his friend Janak's house to meet him. Janak showed his happiness in meeting Jveernadhana. Both the friends talked together for hours. When it was time to leave, Jveernadhana asked his friend to return his iron balance. At this, Janak looked sad and said, \"Friend, I am sorry to say that I don't have your balance with me anymore. There are a lot of mice in my house. They ate up your balance.\"\n\nJveernadhana was surprised to hear Janak's explanation. 'How can mice eat iron,' he thought to himself, but apparently he said something different, \"Don't feel sorry, Janak. The mice have always proved a menace to everyone. Let us forget about it.\"\n\n\"Yes,\" Janak said. \"This is the only way out.\" He was happy that Jveernadhana believed his words. In fact he had expected a lot of heated arguments in this respect.\n\nWhile taking leave from his friend, Jveernadhana said to Janak,\"I'm going to temple to make an offering of laddoos. Could you please send your son with me. I would like to send some laddoos for you also. He would also look after my shoes outside the temple while I offer prayers inside.\"\n\nJanak asked his son to go along with Jveernadhana. Then, Jveernadhana, instead, of taking Janak's son to temple, took him to a nearby hill and tied him with a big rock and came back home.\nWhen Janak didn't see his son return, he asked Jveernadhana where his son was?\n\"I'm sorry,\" said Jveernadhana. \"While your son was looking after my shoes outside the temple, a big vulture swooped down upon him and carried him away.\"\n\n\"What nonsense!\" shouted Janak. \"How can a vulture carry off a young boy?\" But Jveernadhana repeatedly claimed that a vulture carried away Janak's son. The argument reached such a point that they began quarrelling with each other, using dirty words.\n\nUltimately the matter had to be taken to the court. The Judge listened to both the parties and ordered Jveernadhana to bring Janak's son to the court, otherwise, he would be sent to jail.\n\"My Lord\", said Jveernadhana, \"How can I, when a vulture has already carried away the boy.\"\n\"Shut up!\" the judge reprimanded Jveernadhana. \"How can a bird carry away a young boy in his talons?\"\n\"It can, my lord,\" said Jveernadhana. \"If mice can eat my iron balance, why can't a bird carry away a grown up boy.\" Then he narrated the whole story to the judge.\n\nThe judge then asked Janak to tell the truth. He warned him that if he didn't tell the truth he would be sent to prison. At last, Janak admitted his guilt. The judge ordered him to return the iron balance to Jveernadhana. He asked Jveernadhana to return the boy to Janak.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The monkey and the log",
      "body": "Once some monkeys were sitting in a tree. The tree was at such a placed, where construction of a temple was going on.\n\nA carpenter was sawing a huge log to cut it into two parts.Just then the bell rang for the lunch break. The carpenter pushed a wedge into the split portion of the half sawed log and went to take his lunch, along with other workers.\n\nWhen the monkeys saw that there was nobody around, they jumped down from the tree and came near the temple. They began to play with the tools lying there. One of the monkeys, who was very curious about all those things, went round the half sawed log. Then sat on top of it. He spread his legs on both sides of the log, whereas his tail dangled through the split portion.\n\nNow the monkey started prying the wedge out of the log with his hands. Suddenly, the wedge came out. The split parts of the log firmly snapped shut together crushing the monkeys tail in between. The monkey cried in pain and jumped off the log, but his tail was cut off for ever.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The lion's bad breath",
      "body": "Long ago, there lived a lion in a dense forest. One morning his wife told him that his breath was bad and unpleasant. The lion became very angry and got embarassed to hear this comment. He wanted to check this fact with his councillors, as well. So he summoned them one by one to his court.\nFirst came the sheep.\n\"Hello friend sheep,\" said the lion, opening his mouth wide, \"tell me, if my mouth smells bad?\"\nThe sheep thought that king lion wanted an honest answer from him, so he said, \"Yes, Your Majesty. There seems to be something wrong with your breath.\"\nThis plain speak did not go well with king lion. He pounced upon the sheep, killed him and ate him.\nThen king lion called the wolf and said, \"What do you think? Have I a bad breath?\"\nThe wolf knew the fate his colleague, the sheep, had met. He wanted to be very cautious in answering a royal question.\nSo, the wolf said, \"Who says that Your Majesty's breath is unpleasant. It's as sweet as the smell of roses.\"\nWhen the king lion heard the reply he roared in anger and immediately attacked the wolf and killed it. \"The flatterer!\" growled king lion.\nFinally, came the turn of the fox, who was lion's third councillor.\nWhen the fox came, the lion asked him the same question.\n\nThe fox was well aware of the fate of his two colleagues. So he coughed and cleared his throat again and again and then said, \"Your Majesty, for the last few days, I have been having a very bad cold. Due to this, I can't smell anything, pleasant or unpleasant.\"\nThe king lion spared the fox's life.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The wind and the sun",
      "body": "Once an argument took place between the wind and the sun as to who was stronger of the two. The wind claimed that he was stronger than the sun, whereas, the sun disagreed saying that he was more powerful than the wind.\n\nOf course, this was a friendly argument, but there seemed to be no end to if. After a marathon discussion, they both came to the conclusion that mere discussion won't serve any purpose. They, practically, have to do something to prove their point.\n\nJust then, they saw a traveller walking down the road. The sun got a bright idea and said to the wind, \"Let's test our strength on that man. Whosoever of us can force him take off his jacket, shall be considered the winner. Have your chance first.\"\nSaying this the sun hid himself behind clouds and got ready to see the fun.\n\nThe wind took the first turn. He blew an icy blast. But the harder he blew, the more closely did the traveller wrap his jacket around his body. The wind tried everything; clung to every ruse. He heaved his stormy power from all sides, but all in vain. His confidence in his mightiness began shattering gradually. And ultimately, out of sheer disgust and embarrassment the wind gave up.\n\nNow it was the sun's turn. He gently put aside the patch of cloud which served as a veil a moment ago. The anthelion around the cloud disappeared and now the sun was in the open field with all his vigour. He began to shine with all his might. The traveller felt the warmth of the sun. Then gradually the sun grew hotter and hotter. The traveller first loosened his jacket and then finally, took it off. He began to perspire. He sat in the shade of a tree and fanned himself.\nThus, the sun proved himself to be stronger than the wind.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The wolf and the lamb",
      "body": "Long ago, there lived a wolf in a dense forest. The forest was surrounded by hills and gorges. A small river flowed through it.\n\nOnce the wolf was drinking water at the head of a stream, when he saw a lamb drinking water from the same source down at some distance. The cunning wolf began to think of an excuse for attacking the gentle lamb and eating him. So he shouted down at the lamb, \"How dare you make the water dirty I am drinking?\"\n\"You must be mistaken, sir,\" said the poor lamb gently. \"How can I be making your water dirty, since it flows from you to me and not from me to you?\"\nThe wolf. began thinking cunningly of some other ruse in order to make an issue and get a justifiable excuse to kill the lamb and eat his delicious flesh.\n\"Do you remember having applied all sorts of contemptuous and even abusive epithets to me, just a year ago?\" said the wolf to the innocent lamb.\n\"But, sir,\" replied the lamb in a trembling voice, \"I wasn't even born a year ago.\"\n\"Shut up, you fool,\" shouted the wolf again. \"Do you think I'm a fool? If it was not you then it must have been your father, who abused me long ago.\"\n\"At the most, I can apologise on behalf of my erring father if he at all ever did so,\" pleaded the lamb trembling.\n\"I think you're the kind of fellow who first commits a sin and then tries to argue it out. Let me teach you and your family a good lesson\", saying this the wolf jumped upon the poor lamb and tore it to pieces and ate it.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The thief, the giant and the brahmin",
      "body": "Long ago, there lived a poor Brahmin in a village. He used to perform poojas in the nearby villages to earn his living. Once a rich farmer gave him a cow and told him to sell cow's milk in the market to earn part of his livelihood. But the cow was very weak. The Brahmin then begged for alms and fed the cow. Soon the cow became fat and healthy.\nOnce a thief saw the fat cow of the Brahmin and decided to steal it. One night he headed towards the Brahmin's house.\n\nA giant also used to live somewhere near the village. He devoured human beings. The thief met this giant, while he was on his way to Brahmin's house to steal his cow. The thief asked the name of the giant. The giant replied, \"I'm Maharakshasa. I eat humans. Today I'm going to devour the Brahmin. But who're you by the way?\"\n\"I'm a big thief. I steal whatever I like. Today, I've decided to steal the Brahmin's cow.\"\n\"Come on then!\" said Maharakshasa. \"Let's go together to the Brahmin's house.\"\n\nSo, both of them reached the Brahmin's house together. The Brahmin was deep asleep at that time. The thief whipped out a big knife from his pocket and started walking to the place, where the cow was tethered. But the giant blocked his way.\n\"Wait friend!\" the giant said. \"First let me eat this Brahmin.\"\n\n\"No!\" said the thief. \"It's quite possible that while you go to eat the Brahmin, he wakes up and runs away. In that case there might be quite a commotion here and as a result, neither you'll get your Brahmin nor will I get my cow.\"\n\nAnd thus, both of them started having a heated argument between themselves. The loud arguments woke up the Brahmin. He soon realised the whole situation. He recited mantras and burned the Maharakshasa with his spiritual powers. Then he started beating the thief with a long and thick stick. The thief began to cry and ran to save his life. Thus, the Brahman was saved from the giant, as well as, from the thief.\n\n"
    },
    {
      "category": "Panchatantra Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The crow and the water pitcher",
      "body": "Long ago, there lived a crow in a jungle. Once he was wandering in search of water to quench his thirst. At last, he came flying over a village. There he saw a pitcher lying in front of a house. There was some water in it. The crow tried to reach the water, but couldn't succeed. The water level was too low in the pitcher. The crow began to think of some practicable device and finally came up with a bright idea. He looked around and found a pebble. He picked up the pebble in his beak and dropped it into the pitcher.\nThe crow realised that the water level had risen a little. So he dropped more pebbles in the pitcher till the water level was high enough for his beak to touch it.\nThe thirsty crow then drank the water to his hearts content and flew away.\n\n"
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    }
  ]
}