{
  "data": [
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "17 Camels and 3 Sons",
      "body": "Long ago, there lived an old man with his three sons in a deserted village, located in the vicinity of a desert. He had 17 camels, and they were the main source of his income. He used to rent out camels as a means of shipping in the desert. One day, he passed away. He had left a will, leaving his assets for his three sons.\n\nAfter the funeral and the other obligations were over, the three sons read the will. While their father had divided all the property he had into three equal parts, he had divided the 17 camels in a different way. They were not shared equally among the three as 17 is an odd number and a prime number, which cannot be divided.\n\nThe old man had stated that the eldest son will own half of the 17 camels, the middle one will get one third of the 17 camels, and the youngest one will get his share of camels as one ninth!\n\nAll of them were stunned to read the will and questioned each other how to divide the 17 camels as mentioned in the will. It is not possible to divide 17 camels and give half of the 17 camels to the eldest one. It is not possible also to divide the camels for the other two sons.\n\nThey spent several days thinking of ways to divide the camels as mentioned in the will, but none could find the answer.\n\nThey finally took the issue to the wise man in their village. The wise man heard the problem and instantly found a solution. He asked them to bring all the 17 camels to him.\n\nThe sons brought the camels to the wise man's place. The wise man added a camel owned by him and made the total number of camels 18.\n\nNow, he asked the first son to read the will. As per the will, the eldest son got half the camels, which now counted to 18 / 2 = 9 camels! The eldest one got 9 camels as his share.\n\nThe remaining camels were 9.\n\nThe wise man asked the second son to read the will. He was assigned 1 / 3 of the total camels.\n\nIt came to 18 / 3 = 6 camels. The second son got 6 camels as his share.\n\nTotal number of camels shared by the elder sons - 9 + 6 = 15 camels.\n\nThe third son read out his share of camels: 1 / 9th of the total number of camels - 18 / 9 = 2 camels.\n\nThe youngest one got 2 camels as his share.\n\nTotally there were 9 + 6 + 2 camels shared by the brothers, which counted to 17 camels.\n\nNow, the one camel added by the wise man was taken back.\n\nThe wise man solved this problem smartly with his intelligence.\n\nIntelligence is nothing but finding a common ground to solve an issue. In short, every problem has a solution."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A Merchant and his Donkey",
      "body": "One beautiful spring morning, a merchant loaded his donkey with bags of salt to go to the market, in order to sell the salt. The merchant and his donkey were walking along together. They had not walked far when they reached a river on the way.\n\nUnfortunately, the donkey slipped and fell into the river. As it scrambled up the bank of the river, it noticed that the bags of salt loaded on his back had become lighter.\n\nThere was nothing the merchant could do except return home, where he loaded his donkey with more bags of salt. As they reached the slippery riverbank again, the donkey fell into the river, this time deliberately. Thus the salt was wasted again.\n\nBy now the merchant knew the donkey's trick. He wanted to teach the animal a lesson. As he returned home the second time with the donkey, the merchant loaded bags of sponges on its back.\n\nThe duo set out on their trip to the market a third time. On reaching the river, the donkey very cleverly fell into the water again. But now, instead of the load becoming lighter, it became heavier.\n\nThe merchant laughed at the donkey and said, \"You foolish donkey, your trick has been discovered. You should know that you cannot fool anyone too many times.\""
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Change Yourself and not The World",
      "body": "Long ago, people lived happily under the rule of a king. The people of the kingdom were very happy as they led a very prosperous life with an abundance of wealth and no misfortunes.\n\nOnce, the king decided to go visiting places of historical importance and pilgrim centres at distant places. He decided to travel by foot to interact with his people. People of distant places were very happy to have a conversation with their king. They were proud that their king had a kind heart.\n\nAfter several weeks of travel, the king returned to the palace. He was quite happy that he had visited many pilgrim centres and witnessed his people leading a prosperous life. However, he had one regret.\n\nHe had intolerable pain in his feet as it was his first trip by foot covering a long distance. He complained to his ministers that the roads weren't comfortable and that they were very stony. He could not tolerate the pain. He said that he was very much worried about the people who had to walk along those roads as it would be painful for them too!\n\nConsidering all this, he ordered his servants to cover the roads in the whole country with leather so that the people of his kingdom can walk comfortably.\n\nThe king's ministers were stunned to hear his order as it would mean that thousands of cows would have to be slaughtered in order to get sufficient quantity of leather. And it would cost a huge amount of money also.\n\nFinally, a wise man from the ministry came to the king and said that he had another idea. The king asked what the alternative was. The minister said, \"Instead of covering the roads with leather, why don't you just have a piece of leather cut in appropriate shape to cover your feet?\"\n\nThe king was very much surprised by his suggestion and applauded the wisdom of the minister. He ordered a pair of leather shoes for himself and requested all his countrymen also to wear shoes.\n\nMoral: Instead of trying to change the world, we should try to change ourselves."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Unhelpful Friends",
      "body": "Bunny rabbit lived in the forest. He had many friends. He was proud of his friends. One day Bunny rabbit heard the loud barking of wild dogs. He was very scared. He decided to ask for help. He quickly went to his friend deer. He said, \"Dear friend, some wild dogs are chasing me. Can you chase them away with your sharp antlers?\"\n\nThe deer said, \"That is right, I can. But now I am busy. Why don't you ask bear for help?\"\n\nBunny rabbit ran to the bear. \"My dear friend, you are very strong. Please help me. Some wild dogs are after me. Please chase them away,\" he requested to the bear.\n\nThe bear replied, \"I am sorry. I am hungry and tired. I need to find some food. Please ask the monkey for help.\"\n\nPoor Bunny went to the monkey, the elephant, the goat and all his other friends. Bunny felt sad that nobody was ready to help him.\n\nHe understood that he had to think of a way out by himself. He hid under a bush. He lay very still. The wild dogs did not find the bunny. They went chasing other animals.\n\nBunny rabbit learnt that he had to learn to survive by himself, not depending on his unhelpful friends.\n\nMoral: It is better to rely on yourself than depend on others."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Greedy Boy",
      "body": "Sam and Tom were identical twins. They were so identical that even their mother found it difficult to distinguish one from the other, at least during their initial days on earth.\n\nHowever, they were very different from each other when it came to everything other than their appearance. Sam had no friends, while Tom was a great friendship maker. Sam loved sweets, but Tom loved spicy food and detested sweets. Sam was mommy's pet and Tom was daddy's pet. While Sam was generous and selfless, Tom was greedy and selfish!\n\nAs Sam and Tom grew up, their father wanted to share his fortune equally amongst them. However, Tom did not agree and he argued that whoever proved to be more intelligent and strong would have to get a bigger share of the wealth.\n\nSam agreed. Their father decided to organize a competition between the two. He asked the two sons to walk as long as they could, and return home before sunset. The wealth would be divided in proportion to the distance covered. As a rule of the competition, they were not permitted to carry a watch to keep track of the time.\n\nThe following day, Sam and Tom set out to walk. It was a rather sunny day. Sam walked slowly and steadily, while Tom broke into a sprint as he was bent on winning the race and also winning a greater portion of his father's wealth.\n\nSam knew that it would be ideal to walk as far as possible till noon and start for home at noon as it would take the same amount of time to walk back home. Knowing this, Sam decided to turn back for home at noon so as reach home on time.\n\nHowever, Tom, with his greed to earn more wealth, did not attempt to return home even after mid-noon. He walked twice as long as Sam, and thought he would still be able to return home before sunset. He hurried back when he saw the sun turn orange. Unfortunately, he could not even make it half way home as the sun started to set. Slowly darkness engulfed his path and he had to drag his tired feet back home.\n\nHe had lost the race. Only because of his greed. Greed leads to loss."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Strong or Weak",
      "body": "There was a proud teak tree in the forest. He was tall and strong. There was a small herb next to the tree.\n\nThe teak tree said, \"I am very handsome and strong. No one can defeat me.\" Hearing this, the herb replied, \"Dear friend, too much pride is harmful. Even the strong will fall one day.\"\n\nThe teak ignored the herb's words. He continued to praise himself.\n\nA strong wind blew. The teak stood firmly. Even when it rained, the teak stood strong by spreading its leaves.\n\nDuring these times, the herb bowed low. The teak made fun of the herb.\n\nOne day, there was a storm in the forest. The herb bowed low. As usual, the teak did not want to bow.\n\nThe storm kept growing stronger. The teak could no longer bear it. He felt his strength giving way.\n\nHe tried his best to stand upright, but in the end, he fell down. That was the end of the proud tree.\n\nWhen everything was calm again, the herb stood straight. He looked around. He saw that the proud teak had fallen.\n\nMoral: Pride goes before a fall."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Crystal Ball",
      "body": "In the south of Spain, there was a small village whose people were very joyful. The children played under the shades of trees in the gardens of their homes.\n\nA shepherd boy named Nasir stayed near the village with his father, mother and grandmother. Each morning, he took his herd of goats up the hills to find a suitable place for them to graze. In the afternoon he would return with them to the village. Each night his grandmother would tell him a story - the story of stars. This story really interested Nasir.\n\nOn one of those days, as Nasir was watching his herd and playing his flute, he suddenly saw a wonderful light behind a flower bush. When he approached the bush, he saw a transparent and very beautiful crystal ball.\n\nThe crystal ball was glittering like a colorful rainbow. Nasir carefully took it in his hand and turned it around. With surprise, suddenly, he heard a weak voice coming from the crystal ball. It said, \"You can make a wish that your heart desires and I will fulfill it.\"\n\nNasir could not believe that he had actually heard a voice. When he made sure that he had indeed heard that voice from the crystal ball, he was very confused. He had so many wishes that he could not decide upon one particular wish. He said to himself, 'if I wait till tomorrow I will remember many things. Then I will make my wish.'\n\nHe put the crystal ball in a bag and, gathering the herd, happily returned to the village. He decided that he would not tell anyone about the crystal ball.\n\nOn the following day also, Nasir could not decide what to wish for, because he really had everything he needed.\n\nThe days passed as usual, but Nasir was still unable to make his wish. But he appeared to be very cheerful. The people around him were amazed to see the change in his disposition.\n\nOne day, a boy followed Nasir and his herd and hid behind a tree. Nasir, as usual, sat in one corner, took out the crystal ball and for a few moments looked at it. The boy waited for the moment when Nasir would go to sleep. When Nasir did fall asleep after a while, the boy took the crystal ball and ran away.\n\nWhen he arrived at the village, he called all the people and showed them the crystal ball. The citizens of that village took the crystal ball in their hands and turned it around with surprise. Suddenly they heard a voice from inside the crystal ball, which said, \"I can fulfill your wish.\" One person took the ball and screamed, \"I want one bag full of gold.\" Another took the ball and said loudly, \"I want two chests full of jewelry.\" Some of them wished that they would have their own palace with a grand door made from pure gold, instead of their old houses. Some others wished for bags full of jewelry.\n\nAll their wishes were fulfilled, but still the citizens of the village were not happy. They were jealous because the person that had a palace had no gold and the person that had the gold had no palace. For this reason, the citizens of the village were angry with each other and stopped speaking to each other. The gardens in the village where children used to play were no more. There were palaces and gold everywhere. The children became terribly unhappy. Only Nasir and his family were happy and contented. Every morning and afternoon he would play the flute.\n\nOne day the children of the village took the crystal ball to Nasir. The children said to Nasir, \"When we had a small village, we all were happy and joyful.\" The parents also spoke. They said, \"In one way or another, all of us are unhappy. The luxurious palaces and jewelry only bring us pain.\"\n\nWhen Nasir saw that the people were really regretful, he said, \"Even though the crystal ball asked me to wish for something, I have not done it so far. But if you really want everything to return to its own place, then I will wish for it.\"\n\nEveryone happily agreed. Nasir took the crystal ball in his hand, turned it around and wished that the village would become the same as it was before. In a moment, the palaces disappeared, the green gardens appeared, and the same old village full of trees was there.\n\nOnce again the people started to live happily and the children played under the shade of trees. Nasir continued his contented life every day, playing his flute at sunset. Its sweet sound was heard throughout the beautiful green village.\n\nMoral: We should be happy with whatever we have and not be greedy.\n"
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Devoted Mother",
      "body": "A mother duck and her little ducklings were on their way to a lake one day. The ducklings were very happy following their mother and quack-quacking along the way.\n\nAll of a sudden, the mother duck saw a fox at a distance. She was frightened, and shouted, \"Children, hurry to the lake. There's a fox!\"\n\nThe ducklings hurried towards the lake. The mother duck wondered what to do. Then she began to walk back and forth dragging one wing on the ground.\n\nShort Stories - Devoted Mother 2When the fox saw her, he became happy. He said to himself, \"It seems she's hurt and can't fly! I can easily catch and eat her!\" He ran towards her.\n\nThe mother duck ran, leading the fox away from the lake. The fox followed her. Now he wouldn't be able to harm her ducklings. The mother duck looked towards her ducklings and saw that they had reached the lake. She was relieved, so she stopped and took a deep breath.\n\nThe fox thought that she was tired and he came closer, but the mother duck quickly spread her wings and rose up in the air. She landed in the middle of the lake and her ducklings swam to her.\n\nThe fox stared in disbelief at the mother duck and her ducklings. The mother duck had tricked him cleverly. Now he could not reach them because they were in the middle of the lake."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Greedy Mouse",
      "body": "A greedy mouse saw a basket full of corn. He wanted to eat it. So he made a small hole in the basket. He squeezed in through the hole. He ate a lot of corn. He felt full and was very happy.\n\nNow he wanted to come out. He tried to come out through the small hole. He could not. His belly was full. He tried again. But it was of no use.\n\nThe mouse started crying. A rabbit was passing by. It heard the mouse's cry and asked, \"Why are you crying, my friend?\"\n\nThe mouse explained, \"I made a small hole and came into the basket to eat the corn. Now I am not able to get out through that hole.\"\n\nThe rabbit said, \"It is because you ate too much. Wait till your belly shrinks.\" The rabbit laughed and went away.\n\nShort Stories - Greedy MouseThe mouse fell asleep in the basket. The next morning his belly had shrunk. But he wanted to eat some more corn. He forgot all about getting out of the basket. So he ate the corn and his belly was really big again.\n\nAfter eating, the mouse remembered that he had to escape. But obviously, he could not. So he thought, \"Oh! Now I will go out tomorrow.\"\n\nThe cat was the next passerby. He smelt the mouse in the basket. He lifted its lid and ate the mouse.\n"
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Ant and the Grasshopper",
      "body": "One summer's day, in a field, a Grasshopper was hopping about, chirping and singing to its heart's content. An Ant passed by, bearing along with great effort an ear of corn he was taking to his nest.\n\n\"Why don't you come and chat with me,\" asked the Grasshopper, \"instead of toiling your life away?\"\n\n\"I am helping to store up food for the winter,\" said the Ant, \"and I recommend you to do the same.\"\n\n\"Why bother about winter?\" said the Grasshopper. \"We have got plenty of food at present.\"\n\nShort StoriesBut the Ant went on its way and continued its toil.\n\nWhen winter came, the Grasshopper found itself dying of hunger, while it saw the ants distributing, every day, corn and grain from the stores they had collected in summer.\n\nThen the Grasshopper knew...\nMORAL: WORK TODAY AND YOU CAN REAP THE BENEFITS TOMORROW!"
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Hare and the Tortoise",
      "body": "There once was a speedy Hare who bragged about how fast he could run. Tired of hearing him boast, the Tortoise challenged him to a race. All the animals in the forest gathered to watch.\n\nThe Hare ran down the road for a while and then paused to rest. He looked back at the tortoise and cried out, \"How do you expect to win this race when you are walking along at your slow, slow pace?\"\n\nThe Hare stretched himself out alongside the road and fell asleep, thinking, \"There is plenty of time to relax.\"\n\nThe Hare and the Tortoise StoryThe Tortoise walked and walked, never ever stopping until he came to the finish line.\n\nThe animals who were watching cheered so loudly for Tortoise that they woke up the Hare. The Hare stretched, yawned and began to run again, but it was too late. Tortoise had already crossed the finish line.\n\nMoral: Slow and steady wins the race.\n\nThis is the story that we have all grown up with. But recently, two additions have been proposed to the story.\n\nAddition1\nAfter being defeated by the tortoise, the hare did some soul-searching. He knew that though he had tried hard in the beginning, he was not consistent, and had grown overconfident. He was determined to undo his mistakes, and invited tortoise for another race. This time, the rabbit was careful to run the whole distance, and of course, emerged the winner.\n\nMoral: Fast and consistent may be better than slow and steady.\n\nAddition2\nWell, after emerging the loser in the second race, the tortoise thought long and hard. He knew that in any traditional terrain, the hare would win, if he was fast and consistent. Therefore, he thought of a non-traditional terrain for the race. Then he invited the rabbit for another race. This time the rabbit laughed out loud, thinking that the tortoise was out of his head. But the tortoise insisted that there should be another race and the terrain would be decided by the tortoise. The rabbit agreed to the idea.\n\nThe race began. The rabbit was leading in front, with the tortoise far back trundling along. Around half way through the race, they came across a river. The rabbit halted on the bank of the river, wondering how to cross the river. Meanwhile, the tortoise approached the river slowly, got in to the water, swam across, climbed up on the other bank, ran the last few kilometers, and won the race.\n\nMoral: when your capabilities are below par, choose a playing ground that gives you a natural advantage."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Proud Red Rose",
      "body": "One beautiful spring day a red rose blossomed in a forest. As the rose looked around, a pine tree nearby said, \"What a beautiful flower! I wish I was that lovely.\" Another tree said, \"Dear pine, do not be sad. We cannot have everything.\"\n\nThe rose turned and remarked, \"It seems that I am the most beautiful flower in this forest.\"\n\nA sunflower raised its yellow head and asked, \"Why do you say that? In this forest there are many beautiful flowers. You are just one of them.\"\n\nThe red rose replied, \"I see everyone looking at me and admiring me.\" Then the rose looked at a cactus and said, \"Look at that ugly plant full of thorns!\"\n\nThe pine tree said, \"Red rose, what kind of talk is this? Who can say what beauty is? You have thorns too.\"\n\nThe proud red rose looked angrily at the pine and said, \"I thought you had good taste! You do not know what beauty is at all. You cannot compare my thorns to that of the cactus.\"\n\n\"What a proud flower,\" thought the trees.\n\nThe rose tried to move its roots away from the cactus, but it could not move. As the days passed, the red rose would look at the cactus and say insulting things, like 'this plant is useless. How sorry I am to be his neighbor.'\n\nThe cactus never got upset and even tried to advise the rose, saying, \"God did not create any form of life without a purpose.\"\n\nSpring passed, and the weather became very warm. Life became difficult in the forest, as there was no rain. The red rose began to wilt.\n\nOne day the rose saw sparrows stick their beaks into the cactus and then fly away, refreshed. This was puzzling, and the red rose asked the pine tree what the birds were doing. The pine tree explained that the birds were getting water from the cactus.\n\n\"Does it not hurt when they make holes?\" asked the rose.\n\nShort Stories - Sparrow\"Yes, but the cactus does not like to see the birds suffer,\" replied the pine.\n\nThe rose opened its eyes in wonder and exclaimed, \"The cactus has water?\"\n\n\"Yes, you can also drink from it. The sparrow can bring water to you if you ask the cactus for help.\"\n\nThe red rose felt too ashamed to ask for water from the cactus, but finally it did ask for help. The cactus kindly agreed. The birds filled their beaks with water and watered the rose's roots.\n\nThus the rose learned a lesson and never judged anyone by their appearance again."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Rope",
      "body": "The night fell heavy on the heights of the mountains and the man could not see anything. There was zero visibility; the moon and the stars were covered by the clouds.\n\nWhen he was just a few feet below the top of the mountain, he slipped and fell into the air, falling at great speed. He could see only black spots as he went down, and feel the terrible sensation of being sucked in by gravity.\n\nHe kept falling, and in those moments of great fear, all the good and bad episodes of his life came to his mind. He was thinking now about how close death was getting, when all of a sudden he felt the rope tied to his waist pull him very hard. His body was hanging in the air. Only the rope was holding him. In that moment of stillness he had no choice other than to scream, \"Help me God.\"\n\nAll of a sudden, a deep voice coming from the sky answered, \"What do you want me to do?\"\n\"Save me God.\"\n\"Do you really think I can save you?\"\n\"Of course, I believe you can.\"\n\"Then cut the rope tied to your waist.\"\n\nThere was a moment of silence. The moment passed, and the man decided to hold on to the rope with all his strength.\n\nThe rescue team says that the next day, the climber was found dead and frozen, his body hanging from a rope, and his hands holding it tight. He was only one foot away from the ground.\n\nHow attached are we to our ropes? Will we let them go?\nDon't ever doubt God.\nWe should have enough faith to cut the rope, if that is what God tells us to do, even when it seems to be the most foolish thing to do.\n"
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Tree and the Travellers",
      "body": "Once, there was a huge tree with a broad trunk and innumerable branches right in the middle of a dry land. The tree gave rest and shelter to hundreds and thousands of travelers. Being located near four towns, and many villages, the tree was an ideal meeting point for travelers.\n\nOne day, two travelers reached the tree after a long time of walking. Their destination was one of the towns nearby. It was a hot and sunny day, and the travelers were very happy to take a rest under the tree. Exhausted, they slumped under the tree. They slept for a while, enjoying the cool shade and the soft breeze.\n\nAfter a while, one of the travelers got hungry. They had no food with them. The hungry traveler looked up at the tree, to see if there was any fruit. Finding none, he began to curse the tree. \"Oh, this is just a useless tree and it has nothing to feed us, not even a fruit or even nuts! It is of no use!\"\n\nThe other traveler comforted him and asked him to stay cool. However, the hungry man continuing cursing the tree.\n\nThe tree, which could not tolerate the cursing words of the traveler, said in a sad yet strong voice, \"You can't be so ungrateful to me. Just think of your condition when you reached here in the hot and dry sun! I offered you a cool and comfortable place to rest and sleep with a soothing breeze. If I was not here, you would have died now! I saved your life from the hot sun, but you humiliate me!\"\n\nThe traveler realized his mistake and apologized to the tree.\n\nBe grateful for your blessings."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Three Cows",
      "body": "Once, three cows lived in a green and fresh pasture near a forest: a white cow, a black cow and a reddish-brown cow. The cows were kind to each other. They used to graze in the meadow together and sleep near each other.\n\nOne day, a reddish-brown lion happened to take a stroll out of the forest onto the meadow. It was hungry and looking for a prey. On catching sight of the cows it became glad, but couldn't attack them, because they were together. So, the lion sat behind a boulder and patiently waited till the cows would separate from each other.\n\nHowever, the cows were too clever to separate from each other. They knew that if they were together, no predator could attack them. The lion lay in ambush nearby for two or three days. But the cows continued to remain together, and wouldn't separate from each other. The lion became impatient. It thought of a plan. It went towards the cows, greeted them and said, \"How are you my friends? Are you fine? I have been busy lately, so could not come and visit you. Today I made up my mind to pay you a visit.\"\n\nThe reddish-brown cow said, \"Sir, your coming has really pleased us and brightened our pasture.\"\n\nBoth the white and the black cows were troubled by what their friend, the reddish-brown cow said, and were grieved at its thoughtlessness. They said to each other, \"Why does the reddish-brown cow believe what the lion says?\n\nDoesn't it know that lions seek other animals only to prey on them?\"\n\nAs the days passed by, the reddish-brown cow became more and more attached to the lion. The black cow and the white cow advised it against a friendship with the lion, but their efforts were in vain.\n\nOne day, the lion said to the reddish-brown cow, \"You know that the color of our bodies is dark and that the color of the body of the white cow is light. You also know that light color is the opposite of the dark color. It will be very good if I eat the white cow, so that there will be no difference among us any longer and we will be able to live together well.\"\n\nThe reddish-brown cow accepted the lion's argument and started talking to the black cow to keep it busy, so that the lion could eat the white cow. The white cow was left alone and was killed, while the black and the reddish-brown cows were busy in idle talk.\n\nTwo or three days passed since the lion devoured the white cow. It became hungry again. It called the reddish-brown cow. The cow answered: \"Yes sir!\"\n\nThe lion said, \"The color of my body and the color of your body are both reddish-brown, and black does not go with our color. It will be very good if I eat the black cow, so that in this forest we all will be of the same color.\" The reddish-brown cow accepted this argument and moved away from the black cow.\n\nThe lion attacked and devoured the black cow soon. And as for the reddish-brown cow, it was so filled with joy that it didn't know what to do. It roamed and grazed and said to itself, \"It is only me who has the color of the lion.\"\n\nA few days passed later, the lion was hungry again. It roared and said, \"O the reddish-brown cow! Where are you?\" The reddish-brown cow, shaking with fear, went forward and said, \"Yes sir!\"\n\nThe lion said: \"Today it is your turn. Get yourself ready, I am going to eat you.\"\n\nThe reddish-brown cow, with great fear and horror, said, \"Why sir, I am your friend. I did whatever you asked me to do. Still why do you want to eat me?\"\n\nThe lion roared and said, \"I have no friends. How is it possible that a lion makes friendship with a cow?\"\n\nNo matter how much the reddish-brown cow begged and entreated, the lion didn't accept its words. Finally the cow said, \"Mr. Lion, please allow me to cry out three times before you eat me.\"\n\nThe lion said, \"Ok. Quickly, quickly!\"\n\nThe reddish-brown cow cried out, \"I was eaten the very day the white cow was eaten. I was eaten the very day the black cow was eaten. I was eaten the very day I made friends with the lion.\"\n\nThe lion devoured the reddish-brown cow very quickly. Then it said to itself: \"I have finished my job in this forest. Now I had better go to other forests.\"\n\nAny group without unity will easily be destroyed."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Health is Wealth",
      "body": "Once upon a time, there lived a generous and kind-hearted king. But the people weren't happy with their king because the king was very lazy and would not do anything other than eating and sleeping.\n\nHe spent days and weeks and months in his bed either eating something or sleeping. The king became a potato couch and the people started to worry about the king.\n\nOne day, the king realized that he couldn't even move his body, not even his foot. He became very fat and his enemies made fun of him, calling him 'fatty king', 'bulky king' etc.\n\nThe king invited expert doctors from various parts of his country and offered them generous rewards to make him fit. Unfortunately, none could help the king gain his health and fitness. The king spent enormous amounts of money but everything went in vain.\n\nOne fine morning, a holy man visited the country. He heard about the ill-health of the king, and informed the minister at the palace that he could easily cure the king. Hearing these promising words, the minister became very happy. He requested the king to meet the holy man to get rid of his problem.\n\nThe holy man resided at a distant place. Since the king could not move his body, he asked the minister to bring the holy man to the palace, but the holy man refused. He said that the king had to go to him, in order to get cured.\n\nAfter strenuous efforts, the king met the holy man at the latter's residence. The holy man complimented the king saying that he was a good ruler, and said that he would soon regain his health. He asked the king to come for treatment the next day. He told the king also that the king would be treated only if he came on foot to the holy man's residence.\n\nThe King was unable to walk even a few steps on the road, but aided by his followers, he reached the holy man's place. Unfortunately, the holy man was not available there and his devotee requested the king to come and meet him the next day for treatment.\n\nThis was repeated for two weeks and the king never met the holy man, and never had any treatment.\n\nGradually, the king realized that he felt a lot lighter, lost a considerable amount of weight and felt more active than before. He realized the reason why the holy man asked him to reach his place by walking.\n\nVery soon, the king regained his health, and the people were very happy in his kingdom.\n\nHealth is Wealth!"
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Hidden Treasure",
      "body": "Once, there was an old man who had four sons. All four of them were very lazy.\n\nOne day, the old man fell sick and was counting his last days in bed. He worried a lot about his sons' future as the young men hesitated a lot to work. The sons believed that luck would favour them.\n\nThe old man's health deteriorated every day and he decided to talk to his sons about their future. However, his sons did not listen to him.\n\nFinally, the old man decided to play a trick to let his sons realize the importance of work. He called all his sons and let them sit near him on his bed. He said that he had a treasure box with gold coins and expensive gems for them and wanted to share the treasure equally among the four of them.\n\nThe young men were very happy and asked where his father had placed the treasure. The old man replied, \"I cannot exactly remember the place where I have hidden the treasure. However, the treasure box is buried in our land. I'm really not sure about the place where I have hidden the treasure box.\"\n\nEven though the lazy young sons were happy, they were sad that the old man had forgotten the place where the treasure was hidden. After a few days, the old man died. The sons decided to dig the land to find the treasure box.\n\nThey worked very hard and dug their land. They could not find any treasure box in the land. Finally, they decided to dig a spot in their land that was a bit different from the rest of the area. The sons believed that the treasure was buried in that spot. They dug the specific spot deeply, but got nothing but water.\n\nA passerby who noticed the land and the water flowing from the spot talked to the sons about farming. Upon his advice, the four sons sowed vegetable seeds, and planted greens and flowering plants in their land. Since the land was very fertile with abundant water, within a few weeks, it became a fertile garden with nutritious vegetables and greens. The four sons sold the vegetables at a good price and earned a good amount of money.\n\nThen they realized that it was hard work that was referred to as 'Treasure Box' by their father. Gradually, the four sons overcame their laziness, worked hard, earned more money and lived happily.\n\nHard Work Always Pays."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Donâ€™t desire to walk",
      "body": "Once upon a time, there lived a generous and kind-hearted king. He was fond of birds and animals, and had a huge bird sanctuary in his kingdom. He disliked harming the animals and birds. He did not kill them even for meat.\n\nIn appreciation of his generosity and kindness towards birds, the king was gifted two beautiful falcons by a businessman. Those two falcons were used to different climatic conditions. The king thanked the businessman and ordered the Head bird trainer to provide all the facilities to those beautiful falcons and make them feel comfortable in their country. The Head trainer took care of the birds. Gradually, the birds got adapted to the country's climate.\n\nOne day, the king wanted to see the falcons fly as he had heard that one of those falcons could fly to great heights at very high speed. The bird trainer let the falcon out of the enclosure. It flew very high, very quickly, and came down to the enclosure within minutes.\n\nThe king was quite surprised, and rewarded the bird trainer with a handful of gold coins. He enquired about the other falcon. The bird trainer stated with regret that the other falcon had not moved even a step from day one and had just sat on the branch. The trainer also added that he had tried everything he could but still failed to make the bird move.\n\nThe king consoled him and told him that he would bring someone more experienced than him to try to train the other falcon.\n\nSoon, the king announced that he needed someone to make the falcon move and fly.\n\nHearing this announcement, an old man reached the King's palace and assured him that he would make the bird fly like the other one.\n\nThe king asked the head trainer to take the old man to the sanctuary to train the falcon. He said that he would visit them the next day to see if there was any change.\n\nThe next day, the king was very surprised to see the other falcon fly like the first one to great heights in rapid speed. The king was very happy and gifted the old man a handful of gold coins.\n\nThen the king asked the old man what he had done to make the bird fly in a day. The old man simply replied, \"I just cut down the branch of the tree where the falcon used to sit.\"\n\nMany of us are like this. We have wings to fly; we know how to fly, and where to fly. Still we sit doing nothing or doing something that makes us inferior to others.\n\nDon't sit still when you have wings to fly!"
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Real Vs Fake",
      "body": "Minnu was a sweet, lovable and beautiful girl, aged six years. She was an adorable kid as she always obeyed her elders. Minnu's parents loved her for her amazing behaviour.\n\nOne day, Minnu's mother took her for grocery shopping. As they passed the shops, Minnu noted a cute plastic pearl necklace in dazzling pink! She asked her mother to buy her the necklace. Her mother told her that it cost quite a few pennies. She asked her to do some chores, so that for every completed piece of work Minnu would get some money and she could buy the pink necklace.\n\nMinnu prepared a to-do list and assisted her mom with all the chores. Her mom was very happy, and she paid enough money to buy the pink necklace.\n\nMinnu happily purchased the necklace and wore it just everywhere, every time, except while taking bath. Her mother said that her neck would turn pink and the pearls would lose their sheen if she wore it while bathing. But all other times, Minnu wore it, even while sleeping.\n\nMinnu's father used to tell her bed time stories frequently. One night, after completing a story, her dad asked how much she loved him. Minnu replied, \"You know how much I love you.\"\n\nDad asked, \"Then give me your pearl necklace please!\"\n\nMinnu replied, \"Please daddy, I love you so much but please don't ask for these pearls. I will give you the pink Barbie which you bought me a month ago.\"\n\nDad replied, \"Fine, sweetheart.\"\n\nAfter a few days, the conversation was repeated between Minnu and her dad. Again, Minnu refused to give her pearl necklace and instead asked her dad to take her pet. Dad kissed her and left with smile.\n\nThis was repeated several times.\n\npink-pearl-necklaceOne day, Minnu slept while her dad was reading her a story. She was holding the necklace in her hands. Her dad took the pearl necklace from her hand. The next moment, she woke up and asked, \"Dad, what are you doing?\"\n\nDad quickly opened a jewel box placed near her bed and handed her a real precious pink pearl necklace. He said, \"Sweetheart, this is your real necklace. I wanted to take away the fake one all this while to give you this real one.\"\n\nShe replied, 'Thank you dad!'\n\nMinnu immediately gave up her fake necklace for the real one.\n\nGod wants us to give up all the fake and cheap things we consider very precious in our life. It can be habits, hatreds, harming relationships, activities, negative thoughts, etc. He will provide us with genuine things if we give up the fake!\n"
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "When Adversity Knocks",
      "body": "Mary was a young girl. She used to get annoyed with everything. She had a negative attitude towards life.\n\nOnce, when she felt that life was unbearable, she asked her father what to do. She told him that if she was able to manage and solve one problem, another one followed quickly.\n\nHer father consoled her and took her to the kitchen. He asked Mary to take a potato, an egg and two spoons of tea leaves. Mary was surprised, and asked her father, \"Do you want me to cook?\"\n\"No,\" her father said.\n\nHe then took three vessels and poured one cup of water in each vessel. The vessels were placed on the stove. Once the water started to boil, he dropped the potato in a vessel, egg in the second one and the tea leaves in the third one.\n\n\"Why are you doing all these things?\" Mary asked, really annoyed with her father.\n\n\"Just wait fifteen minutes,\" said her father.\n\nThe impatient daughter managed to wait for around 15 minutes.\n\nFather removed the potato from the pot and placed in a plate. He did the same with the eggs. He filtered the tea decoction using a cup.\n\nNow, he placed the two plates, one with the potato and the other with the egg, and the cup of tea in front of Mary.\nHe asked Mary, \"What do you see?\"\n\"Potato, egg and a cup of tea,\" said Mary.\n\n\"No, you are wrong,\" said her father. \"Look at it closely and answer me.\"\nMary replied the same.\n\"Now touch it and answer me.\"\n\nThe potato was cooked and was soft, the egg was boiled hard, and the tea carried a nice aroma.\nMary couldn't find the correct answer.\n\nHer father said, \"The potato was so hard and strong before it was boiled; now it has turned soft and smooth. Also, the egg was delicate but after boiling it became hard. Sip the tea. It is delicious!\"\n\nMary asked, \"What does it mean father? I don't understand!\"\n\n\"Each object responded differently to water. Each object was put under the same kind of circumstances, faced similar adversities, but reacted differently. The potato, when put in boiling water, became very weak. The soft egg became very hard when we put it in boiling water. And the tea leaves are unique. It changed the water itself, giving it a unique flavour and aroma! It gave something new.\"\n\nMary understood that we can create something new and unique even when we experience adversities.\n\nSo, what are you? A potato, an egg, or a tea leaf?"
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Powerful Prayers",
      "body": "Kim and Ray were very close companions. They were neighbours, classmates at school, and later, colleagues at work.\n\nOne day, they decided to go on a sea voyage to explore strange lands. They began their voyage in a cruise ship, and travelled far and wide. However, in the course of their trip, the weather turned very destructive. The ship was wrecked in the middle of the ocean. Most of the passengers were killed, but Kim and Ray could swim to a nearby island.\n\nThe island was deserted; not even a tree was there. Kim and Ray realized that they could not survive on the island without divine intervention. They decided to pray to God. They wanted to see whose prayer would be more powerful. Kim moved to the eastern tip of the island, knelt down and began to pray there. Ray went to the western tip of the island and prayed there.\n\nKim prayed to God to give him food to survive. Surprisingly, he got a pile of food, fruits and vegetables on the sea shore.\n\nAfter two days, he requested for a beautiful girl as his wife, as he was feeling very lonely on the island. In a few hours, there was a ship wreck near the island and a lone survivor; a beautiful girl. Kim married the girl.\n\nWhatever Kim prayed for, was granted to him.\n\nAlmost a month after the ship wreck, Kim decided to move back to his hometown. He prayed to God to send him a ship to take him home. Sure enough, there came a ship to take Kim and his wife home.\n\nAs the couple was about to enter the ship, Kim heard someone speak to him. It was just a voice. \"Are you going alone, leaving your companion of life here?\"\n\nKim was surprised, \"May I know who is this and whom you are referring to? I have my wife with me!\"\n\nThe voice said, \"I'm the one to whom you offered your prayers, whom you requested to save your life, and whom you requested food and shelter and of course, a wife!\"\n\nKim knelt down in awe and said, \"Thank you God!\"\n\nThen Kim remembered about Ray, whom he had forgotten all this time. He was overcome with guilt.\n\nGod said to him, \"I was not answering your prayers. I was only fulfilling Ray's prayers. He prayed for only one thing! He said 'Please fulfill all of Kim's prayers'. That was his only prayer.\"\n\nKim was in tears and rushed to the other side of the island. He realized that he had not even thought about his best friend Ray, and was happily enjoying his own life.\n\nHe could not find Ray there. He asked God, \"Where is Ray?\"\n\nGod replied, \"I took him with me. The man with the golden heart should be with me! But I will fulfill all your prayers as I promised him to do so!\"\n\nKim was completely broken. He realized why his friend's prayers were more powerful. It was because Ray's prayers were totally selfless.\n\nMoral: Selflessness is the highest form of prayer."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A Unique Experience",
      "body": "It was a cold and windy night. My friend and I had met after a long time, and were chatting for hours. We did not notice the time passing by, and soon it was close to ten in the night. We decided to take an auto rickshaw to go to our house.\n\nIt started raining, and we hurried to get into an auto rickshaw and reach our place. None of the auto rickshaws stopped for us, except one.\n\nThe driver asked us where we wanted to go and we told the place. Without saying anything about the fare, he said, \"Please get in!\" We thanked him and got in.\n\nSince it was very cold, I asked the driver to stop at any small restaurant or a tea shop. We wanted to have a cup of hot tea. The driver stopped near a small restaurant.\n\nWe ordered tea, and asked the driver to join us and have a cup of tea. The driver refused. I insisted, but he refused again politely.\n\nMy friend asked, \"Will you not take tea from this shop or what?\"\n\nThe driver replied, \"No Sir, I don't feel like having tea now.\"\n\nI asked again, \"But, why? A cup of tea will do no harm.\"\n\nSmiling, the driver replied, \"Thank you sir, but I'm sorry.\"\n\nMy friend asked, \"Are you against eating or drinking outside?\"\n\nThe driver said, \"No!\"\n\nI was really surprised at his behavior and asked my friend not to compel him.\n\nIn 15 minutes, we reached our house. We paid the fare and the driver thanked us.\n\nOn an impulse, I stopped him, as I really wanted to ask him why he refused to drink tea with us at the restaurant.\n\nHe thought for a moment and replied, \"Sir, my son passed away this noon in an accident. I don't have enough money for his funeral. So I took a vow not to drink even water, until I earn enough money for my son's funeral. That's why I didn't drink tea when you offered. Please don't misunderstand.\"\n\nWe both were shattered and offered him more money for his son's funeral.\n\nHe politely refused, \"Thank you for your generosity sir. In one or two hours, if I get one or two more customers, I will earn the money I need.\" And he left the place.\n\nWe were amazed at his strength of character and integrity."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Strange Bird with Two Heads",
      "body": "Once upon a time, there lived a strange bird with two heads; one facing the left and the other facing the right. The two heads used to fight and argue with each other, even for very simple reasons. Though they shared the same body, the two heads behaved like rivals!\n\nThe strange bird lived in a big banyan tree, along the bank of a river.\n\nOne day, while flying over the river, the left head of the bird saw a beautiful tree that had a bright red fruit. The left head of the bird wanted to eat the fruit and the bird flew down to pick the fruit from the tree.\n\nThe bird plucked the sweet smelling fruit, and sat by the banks of the river and started eating it. The fruit was eaten by the left head. While it was eating, the right head asked, \"Can you give me a piece to taste?\"\n\nThe left head said, \"See, we have only one stomach. So even if I eat in my mouth, it will go only into our stomach.\"\n\n\"But I want to taste the fruit, so you should give me.\"\n\nThe left head replied in anger, \"I saw the fruit and hence, I have the right to eat it without sharing with anyone.\"\n\nThe right head felt sad and became silent.\n\nA few days later, while the bird was flying over the river again, the right head saw a beautiful pink fruit in a tree. The bird flew down near the tree and tried to pick the fruit and eat it.\n\nThe other birds living in the tree said, \"Don't eat it. It is a poisonous fruit. It will kill you.\"\n\nThe left head shouted, \"Don't eat it. Don't eat it.\"\n\nHowever the right head did not listen to the left head. The right head said, \"I will eat it, because I saw it. You have no right to stop me.\"\n\nThe left head shouted, \"Please don't eat it. We will all die.\"\n\nThe right head said, \"Since I saw it, I have the right to eat it.\" Clearly, the right head was trying to take revenge on the left head for not sharing the red fruit with it earlier.\n\nFinally, the pink fruit was eaten by the right head, and in a few minutes, the strange bird with the two heads dropped down dead!\n\nMoral: A quarrel by the individuals in a family will affect the whole family badly."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A Glass of Milk",
      "body": "Once, there was a poor boy who made a living by selling various objects from door to door. This was the way he earned money to pay for his school.\n\nOne day, as he was walking from house to house as usual, he felt very hungry and weak. He felt that he couldn't walk even a few steps. He decided to ask for food at a house. He knocked on the door and was stunned to see a beautiful young girl open the door. With much hesitation, he asked the girl for a glass of water.\n\nThe young girl understood his condition and offered him a huge glass of milk. With an astonished look, the boy drank the milk very slowly.\n\n\"How much do I owe you for this milk?\" he asked her.\n\nThe girl replied, \"I do not want any money for this.\"\n\nThe boy thanked the girl from the bottom of his heart and left the place.\n\nYears passed by. The young girl grew up. In her youth, unfortunately, she fell ill and was diagnosed with the rarest kind of nervous disorder. Many experienced doctors were baffled at her condition, and she was admitted in the city hospital with the most advanced facilities.\n\nDr. Kevin, a renowned neuro specialist was called in by the hospital to examine her. Even with his extraordinary expertise, Dr. Kevin found the girl's illness very hard to cure. However, with perseverance and hard work that lasted months, he was finally able to get the disease under control. With careful medication and monitoring, the girl was completely cured in the end.\n\nEveryone praised the doctor, but the girl was quite worried about how much the hospital bill would come to. Her family had just a little money kept away in the bank, which was by no means enough to pay for such a long treatment in that reputed hospital.\n\nThe girl was given the hospital bill finally. With trembling hands, she opened it. She was stunned to see that the bill had been crossed out and cancelled, and there was a note underneath signed by Dr. Kevin.\n\n\"Bill paid years ago with a glass of milk!\"\n\nMoral: One good turn begets another."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Wolf and the Lamb",
      "body": "Once, a little lamb was grazing on a meadow, along with a flock of sheep. Being very mischievous, the little lamb wandered some distance away from the sheep. It began to enjoy the fresh and delicious grass that it found there. It had come a long way from its group, but was unaware of that.\n\nThe lamb was also unaware of another fact: a wolf was closely following it!\n\nWhen the lamb realized that it had lost its way and was far away from the flock, it decided to return and join them. However, the lamb was stunned to see a hungry and cunning wolf standing behind it.\n\nThe lamb realized that there was no option except to surrender itself to the wolf.\n\nThe lamb asked the wolf, \"Are you going to eat me?\"\n\nThe wolf said, \"Yes, at any cost!\"\n\nThe lamb said again, \"But can you please wait for some more time? I have eaten a lot of grass now and my stomach is filled with grass. If you eat me now, you will feel as though you are eating grass! So please wait until the grass is digested.\"\n\nThe wolf agreed, \"Oh yes, I will wait. You are here before me and I can wait for some more time!\"\n\nThe lamb thanked the wolf.\n\nAfter some time, the wolf got ready to kill lamb, but the lamb stopped him again.\n\n\"Dear wolf, please wait for some more time. The grass is yet to be digested. If you eat me now, you will see a lot of grass in my stomach! Let me dance and then it will be digested easily.\"\n\nThe wolf agreed.\n\nThe little lamb danced crazily for a while, and then suddenly stopped.\n\nThe wolf enquired what had happened.\n\nThe lamb said, \"I cannot dance properly because there is no music. You see this bell around my neck? Can you untie this bell and ring it loudly? Then I can dance fast and the grass in my stomach also will get digested fast.\"\n\nThe wolf, overcome with the desire to eat the lamb, was ready to do anything. He removed the bell tied to the lamb's neck and rang it with all his might.\n\nMeanwhile, the shepherd was searching for the little lamb and heard the bell ringing. He saw the wolf and the lamb. He ran towards the wolf with a stick. Seeing the shepherd with a stick, the wolf ran away, and the lamb was saved!\n\nPhysical strength is not sufficient. Sometimes, weaker people with smart minds can overcome the physically strong ones!"
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Jack and the Beanstalk",
      "body": "Once upon a time there lived a poor widow and her son Jack. One day, Jackâ€™s mother told him to sell their only cow. Jack went to the market and on the way he met a man who wanted to buy his cow. Jack asked, â€œWhat will you give me in return for my cow?â€ The man answered, â€œI will give you five magic beans!â€ Jack took the magic beans and gave the man the cow. But when he reached home, Jackâ€™s mother was very angry. She said, â€œYou fool! He took away your cow and gave you some beans!â€ She threw the beans out of the window. Jack was very sad and went to sleep without dinner.\n\nThe next day, when Jack woke up in the morning and looked out of the window, he saw that a huge beanstalk had grown from his magic beans! He climbed up the beanstalk and reached a kingdom in the sky. There lived a giant and his wife. Jack went inside the house and found the giantâ€™s wife in the kitchen. Jack said, â€œCould you please give me something to eat? I am so hungry!â€ The kind wife gave him bread and some milk.\n\nWhile he was eating, the giant came home. The giant was very big and looked very fearsome. Jack was terrified and went and hid inside. The giant cried, â€œFee-fi-fo-fum, I smell the blood of an Englishman. Be he alive, or be he dead, Iâ€™ll grind his bones to make my bread!â€ The wife said, â€œThere is no boy in here!â€ So, the giant ate his food and then went to his room. He took out his sacks of gold coins, counted them and kept them aside. Then he went to sleep. In the night, Jack crept out of his hiding place, took one sack of gold coins and climbed down the beanstalk. At home, he gave the coins to his mother. His mother was very happy and they lived well for sometime.\n\nJack and the Beanstalk Fee Fi Fo Fum!Climbed the beanstalk and went to the giantâ€™s house again. Once again, Jack asked the giantâ€™s wife for food, but while he was eating the giant returned. Jack leapt up in fright and went and hid under the bed. The giant cried, â€œFee-fifo-fum, I smell the blood of an Englishman. Be he alive, or be he dead, Iâ€™ll grind his bones to make my bread!â€ The wife said, â€œThere is no boy in here!â€ The giant ate his food and went to his room. There, he took out a hen. He shouted, â€œLay!â€ and the hen laid a golden egg. When the giant fell asleep, Jack took the hen and climbed down the beanstalk. Jackâ€™s mother was very happy with him.\n\nAfter some days, Jack once again climbed the beanstalk and went to the giantâ€™s castle. For the third time, Jack met the giantâ€™s wife and asked for some food. Once again, the giantâ€™s wife gave him bread and milk. But while Jack was eating, the giant came home. â€œFee-fi-fo-fum, I smell the blood of an Englishman. Be he alive, or be he dead, Iâ€™ll grind his bones to make my bread!â€ cried the giant. â€œDonâ€™t be silly! There is no boy in here!â€ said his wife.\n\nThe giant had a magical harp that could play beautiful songs. While the giant slept, Jack took the harp and was about to leave. Suddenly, the magic harp cried, â€œHelp master! A boy is stealing me!â€ The giant woke up and saw Jack with the harp. Furious, he ran after Jack. But Jack was too fast for him. He ran down the beanstalk and reached home. The giant followed him down. Jack quickly ran inside his house and fetched an axe. He began to chop the beanstalk. The giant fell and died.\n\nJack and his mother were now very rich and they lived happily ever after."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A Farmer and His Wife",
      "body": "A farmer said to his wife, â€œyou are lazy. You work slowly and lethargically. You waste your time.\"\n\nThe wife was angry at the words of her husband.\n\nShe said to her husband, â€œYou are wrong. Stay at home tomorrow. I will go to field. I will do your work there. Will you do my works at home here?\"\n\nThe farmer said happily, â€œVery well. I will do your works back at home.\"\n\nThe wife said, â€œMilk the cow. Feed the pigs. Waste the utensils. Take care of our hen. Spin the yarn.\"\n\nThe woman went to the field. The farmer stayed back at home. He took a vessel and went to the cow to milk it. He tried to milk the cow. He received a good kick. He then went to the pig-sty. He hit his head against the beam. He went to feed the hen. He forgot to spin.\n\nThe wife returned from the field when it turned evening. The farmer hung down his head in shame. Thereafter, he did not find fault with his wife. They lived happily together for a long time."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A Father learns A Lesson from His Son",
      "body": "Velan was a carpenter. He was living in a village. His mother dies a long time back. His aged father, Kuppan, lived with Velan. Kuppan was very weak. He could not even walk well. He was so weak. It was because Velan did not give him enough food. He had given his father a small earthen plate. Even a small quantity of rice in the plate appeared to be much. Velan was a bad man. He was a drunkard also. After taking drinks, he abused his father badly.\n\nVelan had a son. His name is Muthu. Muthu was just ten years old. He was a very good boy. He loved his grandfather. He had great respect for his grandfather. He did not like his fatherâ€™s attitude and character, because his father was treating his grandfather cruelly.\n\nOne day Kuppan was eating his food out of earthen plate that his son had given to him. The earthen plate fell down. The plate broke into pieces. The food also fell on the floor. Velan was working at the other end of the room. He saw the broken plate. He was very angry with his father and used very harsh words to abuse his father. The old man felt bad about what happened. He was sorry for his mistake. Velanâ€™s words wounded him very deeply.\n\nVelanâ€™s son, Muthu, saw this. He did not like his father. His father was ill-treating his grandfather. He was afraid to speak against his father. He was sad about his grandfather. But he was not powerful to stand in support of his grandfather.\n\nThe next day Muthu took some of his fatherâ€™s carpentry tools and a piece of wood. He worked with the tools to make a wooden plate. His father saw him working.\n\nâ€œWhat are you making, Muthu?\" he asked.\n\nâ€œI am making a wooden plate!\" replied Muthu.\n\nâ€œA wooden plate! What for?\" asked his father.\n\nâ€œI am making it for you, father. When you grow old, like my grandfather, you will need a plate for food. A plate made from earth mat break very easily. Then I may scold you severely. So, I want to give you a wooden plate. It may not break so easily.\"\n\nThe carpenter was shocked to hear this. Only now he realized his mistake. His father was kind to Velan He had looked after Velan very well. Now, he was old. Velan was treating his father severely. Velan was now very sad about his own behavior. He realized his mistakes. He then became a different person.\n\nFrom that day, Velan treated his father with great respect. He gave up drinking too. Velan learnt a lesson from his own son.\n\nYou should honor your parents at all times. It is your duty. It brings you their blessings."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A Good Boy",
      "body": "An old woman wanted to cross a road. She was weak. Therefore she wanted help. She waited long. She waited alone.\n\nShe saw a large number of school boys. They were laughing and talking. They were going home. So they were happy. They looked at the old woman. They did not help her. They walked on.\n\nBut one boy went to the old woman. He said to her, â€œMother! Do you want to cross the road? I will help you. I will take you to the other side.\"\n\nThe boy helped the old woman. He led her across the road. He did a good deed. He was happy. He said, â€œI helped somebodyâ€™s mother. So, somebody will help my mother in her old age.\"\n\nâ€œDear God! Be kind to this good boy,\" said the old woman in her prayer."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A Powerful Story",
      "body": "A man and a young teenage boy checked into a hotel and were shown to their room. The receptionist noted the quiet manner of the guests and the pale appearance of the boy. Later, the man and boy ate dinner in the hotel restaurant.\n\nThe staff again noticed that the two guests were very quiet and that the boy seemed disinterested in his food.\n\nAfter eating, the boy went to his room and the man went to ask the receptionist to see the manager. The receptionist initially asked if there was a problem with the service or the room, and offered to fix things, but the man said that there was no problem of the sort and repeated his request.\n\nWhen the manager appeared, he took him aside and explained that he was spending the night in the hotel with his fourteen-year-old son, who was seriously ill, probably terminally so. The boy was very soon to undergo therapy, which would cause him to lose his hair. They had come to the hotel to have a break together and also because the boy planned to shave his head, that night, rather than feel that the illness was beating him. The father said that he would be shaving his own head too, in support of his son.\n\nHe asked that staff be respectful when the two of them came to breakfast with their shaved heads.\n\nThe manager assured the father that he would inform all staff and that they would behave appropriately.\n\nThe following morning the father and son entered the restaurant for breakfast. There they saw the four male restaurant staff attending to their duties, perfectly normally, all with shaved heads.\n\nNo matter what business you are in, you can help people and you can make a difference."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A Rich Man and His Son",
      "body": "A rich man's son was graduating college.\n\nFor months, the son was asking his father for a new car, knowing that his father had more than enough money.\n\nWhen graduation day came, the young man's father called him into the study. The father handed him a wrapped gift and congratulated the new about to be graduated on his achievement.\n\nLooking disappointed, the son opened the gift to find a lovely, leather bound journal, with the young man's name embossed on the cover. He angrily raised his voice, threw down the journal and stormed out.\n\nThe young man had not seen his father since graduation day. He became successful and was wealthy like his father, with a beautiful home and family. He came to realize his father was aging and it may be time to put the past behind them.\n\nJust then, he received a message that his father had passed, and he had to return home to take care of the estate.\n\nAs the mourning son regretfully returned home, he began searching through his father's important papers and saw that still new journal, just as he had left it.\n\nHe opened it, and as he flipped through the pages a car key dropped from the back of the journal.\n\nA dealer tag was attached to the key that read \"Paid in full. Wherever this car takes you, write about it to remember it forever. Love, Dad\"\n\nNo matter what you expect, be grateful for what you are given. It may be more of a blessing than you think."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A True Servant",
      "body": "A king had a large number of slaves. One of them was very black. He was true to the king. So, the king loved him greatly.\n\nOne day the king went out on a camel. Some slaves walked in front of the king. Others went behind the king. The black slave rode on a horse by the side of his master â€“ The King.\n\nThe King had a box. There were pearls in it. On the way the box fell down in a narrow street. It broke into pieces. The pearls rolled on the ground.\n\nThe king said to his slaves. â€œGo and take the pearls. I do not want them any longer,\" said the king.\n\nThe slaves ran and gathered the pearls. They took those pearls. The black slave did not leave his place.\n\nHe was by the side of his master. He guarded his master. He cared for the life of his master. He did not care for the masterâ€™s pearls. He was the true servant.\n\nThe king observed the attitude of the servant and gave him many gifts."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A Wise Deer and A Cowardly Tiger",
      "body": "There was a dense forest on the sides of a mountain. Many kinds of animals lived in the forest. A deer was eating grass and leaves with her two young ones. The young ones wandered happily here and there. The deer followed her fawns. The young ones entered a cave. The deer was frightened. It was a tigerâ€™s cave. There were bones of dead animals all over the cave. Fortunately, the tiger was not inside the cave at the time.\n\nThe deer was trying to lead her young ones out of the cave. AT that time she heard a loud roar. She saw the tiger at a distance. The tiger was coming towards the cave. It was dangerous to go out of the cave now. She thought of a plan. The tiger had come closer to the cave. The deer raised her voice and shouted, â€œMy deer young children do not weep. I shall capture a tiger for you to eat. You can have a good dinner.\"\n\nThe tiger heard these words. He was disturbed. He said to himself, â€œWhose is that strange voice from the cave? A dangerous animal is staying inside to capture me. I shall run away to escape death.\"\n\nSo saying, the tiger began to run away from there as fast as possible.\n\nA jackal saw the running tiger. â€œWhy are you running in great fear?\" the jackal asked. The tiger said, â€œMy friend, a powerful and fierce animal has come to stay in my cave. The young ones are crying for a tiger to eat. The mother is promising to capture a tiger for them. So, I am running away in great fear.\"\n\nThe cunning jackal was now sure. The tiger was a coward. It said to the tiger. â€œDo not be afraid. No animal is fiercer or stronger than a tiger. Let us go together to find out.\"\n\nBut the tiger said, â€œI do not want to take a chance. You may run away. I will be left alone to die. So, I will not come with you.\"\n\nThe jackal said, â€œTrust me. Let us know our tails together. Then I will not be able to leave you.\"\n\nThe tiger agreed unwillingly to this proposal. The jackal tied their tails in a knot. Now they walked towards the cave together.\n\nThe deer saw the jackal and the tiger coming together. She again raised her voice. She shouted towards her children standing inside the cave, â€œMy dear children, I had requested her friend, the clever jackal, to capture a tiger for us. Now look the jackal has captured a tiger for us. He has tied the tigerâ€™s tail to his tail. This is to prevent the tiger from escaping. You will soon have the tiger for our dinner.\"\n\nThe tiger heard this. He was shocked. He was sure now. The jackal cheated him. So, the tiger decided to escape from the terrible animal standing inside his cave. He started running. He forgot about the jackal. He dragged the jackal over rocks and thorns. In the mad escape the jackal was caught between two rocks. The tiger pulled with all his might. His tail got cut. The jackal was killed in this incident. The tail-less tiger ran away to another part of the forest.\n\nThe deer and her young ones left the tigerâ€™s cave. They joined their herd safely.\n\nPresence of mind and intelligence can save from dangerous situations."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Advising A Fool",
      "body": "On a mango tree in a jungle, there lived many birds. They were happy in their small nests. Before the onset of the rainy season, all the animal of the jungle repaired their homes. The birds also made their homes more secure.\n\nMany birds brought twigs and leaves and others wove their nests. â€œWe should also store some food for our children,\" chirped one of the birds. And they collected food, until they had enough to see them through the rainy season. They kept themselves busy preparing for the tough times.\n\nSoon the rains came. It was followed by thunder and lighting. All the animals and birds stayed in their homes.\n\nIt continued raining for many days. One day, a monkey wet in the rain came into the forest. He sat on a branch, shivering with cold, water dripping from its body.\n\nThe poor monkey tried his best to get shelter, but in vain. The leaves were not enough to save him from the rains. â€œBrrr! It is so cold!\" said the monkey.\n\nThe birds were watching all this. They felt sorry for the monkey but there was little they could do for him. One of them said, â€œBrother! Our small nests are not enough to give you shelter.\"\n\nAnother bird said, â€œAll of us prepared for the rainy season. If you had, you would not be in this piteous situation.\"\n\nâ€œHow dare you tell me what to do?\" said the monkey, growling at the bird. The monkey angrily pounced on the birdâ€™s nest, tore it and threw it on the ground. The bird and her chicks were helpless.\n\nThe poor bird thought, â€œFools never value good advice. It is better not to advise them.\""
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Always Follow Your Heart",
      "body": "As a child, Monty Roberts was the son of a horse trainer and moved from stable to stable, from ranch to ranch, training horses. The boyâ€™s schooling was constantly interrupted. One day, when he was a senior, his teacher asked him to write about what he wanted to be when he grew up. He did not hesitate and wrote a seven-page paper about his aim to be an owner of a horse ranch. It was a detailed paper with the location of buildings, stables and even a house plan. Two days later he received his paper back with an F on the front page.\n\nAfter class he asked his teacher why he received such a low score.\n\nThe teacher told him, â€œThis dream is unrealistic for a boy like you, who has no money, no resources and who comes from an itinerant family. There is no possibility that you will reach this goal.\"\n\nThen the teacher offered him the opportunity to rewrite the paper with a more realistic attitude.\n\nThe boy went home and asked his father how he should respond.\n\nHis father told him, â€œThis is a very important decision, so you must come to your own conclusion.\"\n\nAfter several days, the boy brought the same paper to his teacher. No changes were made.\n\nHe told his teacher, â€œKeep the F and I will keep my dream.\"\n\nMonty Roberts went on to own a 4000 square foot house in the middle of 200-acre horse ranch. He framed the paper he wrote and hung it over his fireplace.\n\nAlways remember to follow your heart and never listen to those who do not believe in your ability to achieve your dreams."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "An Old Lady in The Cruise",
      "body": "A man asked why an old lady was all alone on a cruise ship. He noticed that although she was alone, all the staff, ships officers, Waiters and busboys were very familiar with her. So, he asked the waiter who the lady was, expecting to be toldâ€¦she owned the line, but all the Waiter knew was that she was on the last four cruises, back to back.\n\nAs he left the dining room one evening he caught her eye and stopped to say hello. They chatted and he asked, \"I understand you've been on this ship for the last four cruises.\"\n\nShe replied, \"Yes, that's true.\"\n\nHe said, \"I don't understand\" and she replied, without a pause, \"It's cheaper than a nursing home. So, there will be no nursing home in my future. I'm staying on this cruise; the average cost for a nursing home is $200 per day. Here, I can get a long term discount and senior discount price of $135 per day. That leaves $65 a day for tips and extra cash. I have it made here. I can have as many as 10 meals a day of fantastic food or room service which means I can have breakfast in bed every day of the week. I get free pools, a workout room, free washers and dryers and shows every night. I get free toothpaste, razors, and free soap and shampoo. They will even treat you like a customer, not a patient. An extra $5 worth of tips will have the entire staff scrambling to help you. I get to meet new people every 7 or 14 days! TV broken? Light bulb need changing? Need to have the matters replaced? No problem! They will fix everything and apologize for your inconvenience. Clean sheets and towels every day and you don't even have to ask for them. There is always a doctor on board. This is how I want to live the end of my life\"."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "An Old Man and A Phone",
      "body": "Very Heart Touching A Bitter Truth\n\nAn old man took his phone to a Repair shop.\n\nRepairer told that old man that NOTHING IS WRONG with this phone.\n\nOld man with tears in his eyes said that Then why DON'T my children ever call me?"
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "An Apple Tree and Our Parents",
      "body": "Once upon a time there was a huge apple tree. A little boy used to come to play near the tree. He would search for juicy apples. He would play alongside the tree and rest under the shade. The tree was overjoyed after meeting this little bundle of joy. One day, the tree was surprised to see that boy approaching it with a sad face.\n\nâ€œCome on little boy! Play with me,\" the Tree asked the boy.\n\nâ€œI am no longer a kid to play around tree like you,\" the boy scowled at the tree. â€œI need toys. I need money to buy toys of various designs and sizes,\" the boy told the tree.\n\nâ€œSorry my dear boy! I do not have money to give you. But you can pick all my apples and sell them. That will give you adequate money to buy toys of your choices,\" replied the tree in soothing voice.\n\nThe boy grabbed all the apples and left happily. He sold the apples and got money. He bought toys of his choices.\n\nSpring bid adieu and autumn came by but there was no sign of the boy.\n\nOne morning, the tree saw its friend. That little boy had grown up into a big man.\n\nâ€œCome and play with me\" the tree said.\n\nâ€œI cannot play. I have family now. We need a house for shelters. Can you help me?\" the man replied.\n\nâ€œSorry! I do not have any house. But you can chop off my branches to build your house,\" the tree told the man.\n\nThe man cut all the branches of the tree and left happily. The tree was glad to see his friend smiling again.\n\nThe man returned one evening to the apple tree.\n\nâ€œCome and play with me,\" the tree asked the man.\n\nâ€œI am getting old. I want to go sailing to relax myself. Can you give me a boat,\" the man asked the apple tree.\n\nâ€œUse my trunk to build your boat,\" the tree told the man.\n\nHe cut off the trunk and made a boat out of it.\n\nHe went sailing and never showed up for a long time.\n\nThe man returned after many years.\n\nâ€œSorry my boy! But now I do not have anything to offer to you. I have nothing for you anymore. No more applesâ€¦.No more branchesâ€¦no more trunks for you to climb onâ€™\" the tree said with a pain in its voice.\n\nâ€œNo problemâ€¦.I too do not have any teeth to bite and I am too old to climb trees,\" the man replied.\n\nâ€œI just need a place to rest after all these days,\" the man replied.\n\nâ€œOld tree roots are the best place to lean on. Come on and sit down with me and rest,\" the apple tree replied with a concern in its voice.\n\nThe old man sat down. The apple tree was glad and smiled with tears.\n\nTHIS IS THE STORY OF EVERY PERSON. THE TREE IS LIKE OUR PARENTS. WHEN WE WERE YOUNG, WE COULD NOT HAVE IMAGINED OUR LIFE WITHOUT THEM. BUT AS WE GROW UP, WE LEAVE THEM. NO MATTER WHAT, PARENTS WILL ALWAYS BE THERE AND GIVE US EVERYTHING TO MAKE US HAPPY."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Angry Snake",
      "body": "A carpenter went home after shutting down his workshop. When he was gone, a poisonous snake entered his workshop. The snake was hungry and hoped to find its supper lurking somewhere within. It slithered from one end to another. Finally it bumped into an axe and got very slightly injured. In angry and revenge, the snake bit the snake with full force. What could a snakeâ€™s bite do to the metallic axe? Instead the snakeâ€™s mouth started bleeding. Out of fury and arrogance, the snake tried its best to strangle and kill the metallic axe - The object that was causing it the pain by wrapping itself around the axe. The next day the carpenter opened the workshop. He found the dead snake wrapped around the blades of the axe. Here the snake did not die because of someoneâ€™s fault. But it faced these consequences merely because of its own anger and wrath. Sometimes when angry, we try to cause harm to others. But as time passes by, we realize that we caused more harm to ourselves. It is not necessary that we react to everything. Step back and ask ourselves if the matter is really worth responding to."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Bad Temper",
      "body": "There once was a little boy who had a bad temper. His father gave him a bag of nails and told him that every time he lost his temper, he must hammer a nail into the back of the fence.\n\nThe first day, the boy had driven 37 nails into the fence. Over the next few weeks, as he learned to control his anger, the number of nails hammered daily gradually dwindled down. He discovered it was easier to hold his temper than to drive those nails into the fence.\n\nFinally the day came when the boy didn't lose his temper at all. He told his father about it and the father suggested that the boy now pull out one nail for each day that he was able to hold his temper. The days passed and the boy was finally able to tell his father that all the nails were gone.\n\nThe father took his son by the hand and led him to the fence. He said, \"You have done well, my son, but look at the holes in the fence. The fence will never be the same. When you say things in anger, they leave a scar just like this one. You can put a knife in a man and draw it out. It won't matter how many times you say I'm sorry. The wound is still there.\""
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Happiness Not Given By Others",
      "body": "Only those who are capable of being alone are capable of love. The capacity to be alone is the capacity to love. It may look paradoxical to you, but it is not. It is an existential truthâ€¦only those people who are capable of being alone are capable of love, of sharing, of going into the deepest core of the other person â€“ without possessing the other, without becoming dependent on the other, without reducing the other to a thing and without becoming addicted to the other. They allow the other absolute freedom, because they know that if the other leaves, they will be as happy as they are now. Their happiness cannot be taken by the other, because it is not given by the other."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Hard Work and Smart Work",
      "body": "Mukesh and Anil joined a company together a few months after their graduation from university.\n\nAfter a few years of work, their Manager promoted Mukesh to a position of Senior Sales Manager, but Anil remained in his entry level Junior Sales Officer position. Anil developed a sense of jealousy and disgruntlement, but continued working anyway.\n\nOne day Anil felt that he could not work with Mukesh anymore. He wrote his resignation letter, but before he submitted it to the Manager, he complained that Management did not value hard working staff, but only promoted only the favored!\n\nThe Manager knew that Anil worked very hard for the years he had spent at the company; even harder than Mukesh and therefore he deserved the promotion. So in order to help Anil to realize this, the Manager gave Anil a task.\n\nâ€œGo and find out if anyone is selling water melons in town?\"\n\nAnil returned and said, \"yes there is someone!\"\n\nThe Manager asked, \"how much per kg?\" Anil drove back to town to ask and then returned to inform the Manager; \"they are R13.50 per kg!\"\n\nThe Manager told Anil, \"I will give Mukesh the same task that I gave you. Please pay close attention to his response!\"\n\nSo the Manager said to Mukesh, in the presence of Anil ; â€œGo and find out if anyone is selling water melons in town?\"\n\nMukesh went to find out and on his return he said: \"Manager, there is only one person selling water melons in the whole town. The cost is R49.00 each water melon and R32,50 for a half melon. He sells them at R13.50 per kg when sliced. He has in his stock 93 melons, each one weighing about 7kg. He has a farm and can supply us with melons for the next 4 months at a rate of 102 melons per day at R27.00 per melon; this includes delivery.\n\nThe melons appear fresh and red with good quality, and they taste better than the ones we sold last year. He has his own slicing machine and is willing to slice for us free of charge.\n\nWe need to strike a deal with him before 10am tomorrow and we will be sure of beating last year's profits in melons by R223 000.00. This will contribute positively to our overall performance as it will add a minimum of 3.78% to our current overall sales target.\n\nI have put this information down in writing and is available on spreadsheet. Please let me know if you need it as I can send it to you in fifteen minutes.\"\n\nAnil was very impressed and realized the difference between himself and Mukesh. He decided not to resign but to learn from Mukesh.\n\nAs we begin this fresh year, let this story help us keep in mind the importance of going an extra mile in all our endeavors.\n\nYou won't be rewarded for doing what you're meant to do, you only get a salary for that! You're only rewarded for going an extra mile, performing beyond expectations."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Her Dream Bicycle",
      "body": "Malar lived at Keeranur village in Pudukottai district with her family. Malar was studying in class VI. She was eleven years old. She had two elder sisters and a younger brother. His name was Arul. Malarâ€™s father was Kathirvel. Kathirvel was a hard-working farmer. Of late, the rains were irregular and he could not always cultivate the two acres they owned. Her eldest sister was Ponni. Ponni was married to a mason and lived in Mathur with her little son Vikram. Malarâ€™s second sister was Mallika. Mallika decided to do tailoring after Class X and was attending a tailoring course in Mathur. Attending the course also gave Mallika a chance to visit her sister Ponni. But walking all the way made her tired and she often missed the tailoring classes.\n\nHer mother used to scold Mallika. \"OH! Why are you so lazy? You must attend your classes regularly\".\n\nMallika would reply, \"I walk 9 kilometers everyday - 4 kilometers to the tailoring classes, 2 kilometers to fetch water and 3 milometers to take lunch for father when you are busy. You can not call me lazy.\"\n\nIn fact, nobody in their home was lazy. Malar would walk 1 kilometer with her friends to school and back. She and her friends would chat and play all the way back.\n\nOne day, when Arul and Malar had just come back from school, her father came in looking upset. He said to his wife, \"Shanthi, it seems that the collector is not satisfied with teaching only Mathâ€™s and Tamil. She even wants women to learn cycling.\n\nMalar was excited. She asked, \"father, Is it only for mother? Can I learn?\"\n\nMallika was interested too. She said, \"If there is anyone who needs bicycle, it is me.\"\n\nArul said, \"This is really good. I can teach both of you to cycle, if you buy me a cycle.\"\n\nTheir father was angry.\n\n\"Keep quiet!\" he said. \"No woman in my house will learn to cycle\".\n\nA week passed. What their father had heard was true. Women were being taught to cycle at all. In many homes across the villages in Pudukottai district, there was a lot of discussion on women learning to cycle.\n\nIn Keeranur too, women beginning to use bicycle to do many things. One day, Shanthi told Mallika softly, \"Borrow Radhamma's old bicycle and bring it here. We are going to learn to ride it.\"\n\nWhen Malar's father returned, he saw Mallika smiling widely and guessed why.\n\nHe said gruffly, \"All right...But be careful.\"\n\nHe looked at Shanthi and smiled. \"Have you started learning?\"\n\n\"Yes.\" she said. \"It takes things much easier.\"\n\nMalar was busy, dreaming of the future. She saw herself riding a brand new bicycle along a smooth long road to school and to college and then who knows? May be even on a rainbow to the clouds."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Hercules",
      "body": "Hercules was a strong and brave man. He lived in Greece. The King was jealous of Hercules. People might make Hercules the King. Therefore he wanted to get rid of Hercules. He set difficult tasks for Hercules to keep him away from the country so that he would not be a possible threat to him (the King).\n\nOnce he asked Hercules to get three golden apples. Some trees were said to bear golden apples. These trees were said to be in a place called Hesperides. But no one knew the way to Hesperides. So the King thought of Hesperides. Hercules would be away for a longer period.\n\nHercules set out on the journey. At first he met three maidens during the journey. Hercules asked them the way to Hesperides. They told him to ask the old man of the sea. But they also warned him, â€œHold the old man of the sea tightly. Otherwise he will escape. No one else knows the way.\"\n\nHercules saw the old man. He was sleeping on the shore. He was looking strange. He had long hair and a beard. Hercules walked to him without making any noise. Then he seized him very firmly.\n\nThe old man of the sea opened his eyes. He was surprised. He changed himself into a stag. He tried to free himself from the grip of Hercules. But Hercules held him tight. Then the old man changed himself into a sea-bird and then to other animal forms. But he could not free himself from the clutches of Hercules, because Hercules was making his clutches tighter and tighter. Finally the old man said to Hercules, â€œWho are you? What do you want from me?\"\n\nHercules replied, â€œI am Hercules. Tell me the way to Hesperides.\"\n\nThe old man said, â€œIt is an island. Go along the sea-shore. You will meet a giant. He will show you the way to Hesperides.\"\n\nHercules continued his journey. He met the giant. The giant was very huge and strong. He was sleeping on the shore. Hercules woke him up. The giant was angry. He struck Hercules with a club. Hercules charged at the giant. He lifted the giant and threw him down. But the giant got up immediately. He had become ten times stronger. Hercules threw him down again and again. But each time the giant rose up much stronger. Then Hercules lifted the giant high up in the air. But he did not throw him down. The giant slowly lost all his strength. He now pleaded with Hercules to put him down on the earth. Hercules asked him to tell the way to Hesperides. The giant asked Hercules to meet Atlas. He told him the way to the place where Atlas was.\n\nHercules continued his journey. He, at last, met Atlas.\n\nâ€œWhy do you want the golden apples?\" asked Atlas.\n\nâ€œMy King has ordered me to get him these three golden apples,\" said Hercules.\n\nâ€œIt is a long way from here to that place. Only I can go there. Hold this sky for me. I shall get them for you,\" said Atlas.\n\nHercules agreed. He held the sky on his shoulders. Atlas walked away. He was back in a short time. He put down the three golden apples at the foot of Hercules. Hercules thanked Atlas. He requested Atlas to take back the sky from him.\n\nâ€œTake back the sky!\" said Atlas cunningly. â€œI have held it for a thousand years. I shall come back after another thousand years!\"\n\nHercules was astonished at what Atlas told him. But he did not express his astonishment. He recovered his senses and replied, â€œOh! In that case, will you please hold the sky for a little while? I shall make a pad for my shoulders to support the sky. Then I shall take back the sky from you.\" Thus Hercules talked very quietly.\n\nAtlas agreed. Atlas took back the sky from Hercules. Hercules immediately collected the three golden apples. He bid Atlas goodbye with a mischievous smile on his face. The he walked away towards Greece leaving Atlas speechless and surprised.\n\nHercules reached his homeland Greece after many days of travel. He gave the three golden apples to the King. The King was surprised to have got the golden apples from Hercules. He was happy. But he pretended not to have been satisfied. But he secretly, he was planning to send away Hercules away on another perilous adventure."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Humanity",
      "body": "Father and son, went to a temple.\n\nSuddenly son shouted after seeing the pillars of Lions at the entrance of the temple.\n\n\"Run Dad, or those Lions will eat us.\"\n\nDad consoled him saying \"they are just statues and wonâ€™t harm us.\"\n\nSon replied, â€œIf those lion statues wonâ€™t harm us then how could statues of God give us blessings.\"\n\nThe father wrote in his diary...\n\n\"I am still speechless on my childâ€™s answer and have started searching for God in Humans instead of statues. I didn't find God but I found humanity.\""
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Infinity Kiss",
      "body": "There are some things money can't buy. What's more valuable than money to YOU? I worked two jobs, was raising my 6-year-old alone and each week worried if I would make ends meet. In the evening, my son and I would spend a little time together, but he felt my stress even though I tried to hide it from him. One night we were sitting together and I was reading him a story. The story was about a family who had everything...a new car, beautiful home. It was so far from what we knew, it felt like make believe. Tears came to my eyes and I turned away from my son, I didn't want him to see me like this.\n\nMy young, but very wise little boy seemed to read my mind and said, \"Mommyâ€¦don't cry. This family may have a lot of things, but you know we are rich too.\"\n\nI looked at him not quite understanding what he meant. He went on to say, \"We may not have a lot, but we have each other and we love each other. Money can't buy that.\"\n\nI smiled and said, \"Let me give you an INFINITY KISS.\" I kissed his cheek for a long time.\n\n\"This kiss will last forever, and ever and ever\""
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Last Journey",
      "body": "The cab driver picked up his passenger in the dead of the night. An elderly woman stood outside the building with a suitcase. He smiled at her as walked her to the car and carried her case into the trunk of the cab.\n\nAs they settled into drive he asked her where she wanted to goâ€¦\n\nAfter giving him the address she askedâ€¦Can we drive through downtown to get there?\n\nItâ€™ll be longer...he said.\n\nThe woman smiledâ€¦.I donâ€™t mind, Iâ€™m going to the hospice tonight.\n\nThe cab driver looked in the rear-view mirror. Her eyes were glisteningâ€¦.I don't have any family leftâ€¦.she continued. The doctor says I don't have very long.\n\nHe quietly reached over and shut off the meter.\n\nThey drove for two hours with the woman showing the cab driver various buildings where she grew up, where she worked, where she met her husband.\n\nAs the sun started rising, they stopped outside the hospice where two orderlies greeted them. The cab driver carried her suitcase to her and she was already seated in a wheelchair to be taken in.\n\nHow much do I owe you?....she said.\n\nThe cab driver saidâ€¦Nothing at all.\n\nYou have to make a livingâ€¦. She answered.\n\nOh, there are other passengersâ€¦He responded.\n\nAlmost without thinking, he bent and gave her a hug. She held onto him tightly.\n\nTheir hug ended with her remarkâ€¦.You gave an old woman a little moment of joy.\n\nAfter a slight pause, she addedâ€¦.Thank you.\n\nWe never get to know the stories of the people we meet. A little kindness and love is all that is needed to make a difference in the world."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Man Overboard",
      "body": "I stood on the deck of S.S. Rajula. As she slowly moved out of Madras harbor, I waved to my grandparents till I could see them no more. I was thrilled to be on board a ship. It was a new experience for me.\n\n\"Are you travelling alone?\" asked the person standing next to me.\n\n\"Yes, Uncle, I'm going back to my parents in Singapore,\" I replied.\n\n\"What's your name?\" he asked.\n\n\"Vasantha,\" I replied.\n\nI spent the day exploring the ship. It looked just like a big house. There were furnished rooms, a swimming pool, a room for indoor games and a library. Yet, there was plenty of room to move around.\n\nThe next morning the passengers were seated in the dining hall, having breakfast. The loudspeaker spluttered noisily and then the captain's voice came loud and clear. \"Friends we have just received a message that a storm is brewing in the Indian Ocean. I request all of you to keep calm.\n\nDo not panic. Those who are inclined to sea-sickness may please stay in their cabins. Thank you.\"\n\nThere was panic everywhere. An old lady prayed aloud, \"Oh God! Have mercy on us. My only son is waiting for me in Singapore.\"\n\nA gentleman consoled her, \"Don't worry, Madam, it's only a warning. We may not be affected at all.\"\n\nAnother lady, who was sitting beside me, looked very ill. \"Not rough weather! I'm already seasick.\n\nA rough sea will be the end of me!\"\n\nI could not understand why all the elders were so upset. I remembered the several sea adventures I had read. Excitedly, I turned to the elderly gentleman sitting next to me. \"Uncle, won't it be thrilling to face a storm on board a steamer? Have you ever been on a ship during a storm?\"\n\n\"It can be quite unpleasant, you know,\" he replied rather severely. \"I remember a time when the ship on which I was travelling ran off course.\n\nWe were wandering on the ocean for a couple of days.\"\n\nI remembered my class teacher, an English woman, telling us in class one day, \"When I crossed the English Channel on my way to Singapore, there was a big storm near Gibraltar. The ship rocked to and from. Everything in the cabins rolled up and down. Even the heavy pianos in the lounge went crashing against the walls.\"\n\nThis made my imagination run wild. Turning to Uncle again, I said, \"Wouldn't it be fun if the storm broke when we have lunch? Then the tables, with all the food on them, would run away from us. And the chairs, with us sitting on them, would be a merry-go-round.\"\n\nEveryone round the table stared at me in horror. I thought to myself, 'Oh, these adults, they've no sense of adventure. How dull they are!\n\nThe storm didn't break, but in the evening a strong wind started blowing. The ship rocked to and from, rocking and rolling to the music of the wind. Huge waves were dashing against it. Even though the deck was slippery, I was running around. That's when I noticed Uncle leaning over the railings. I ran up to him, thinking he too, was enjoying the experience. \"Good morning, Uncle, isn't it lovely?\" I asked him.\n\nBut he wasn't well at all. He was retching over the rails and looked rather blue about the mouth. I felt sorry for him. \"Can I be of any help? Shall I call the doctor?' I asked him.\n\nHe couldn't reply, but only held up his hand.\n\nAs another bout of retching shook him he leaned over the railings. At the same time a huge wave lashed the ship. It lurched violently and the man tumbled over the railings into the wild sea. For a second I stood rooted to the spot. Then I ran like someone possessed, shouting, and â€œHelp! Help!\n\nMan overboard! Save him!\" I must have made a lot of noise. I heard footsteps hurrying even that early in the morning.\n\nTears streaming down my face and shouting incoherently, I ran full pelt into an officer.\n\n\"What's the matter? Why are you making so much noise?\" he asked in a stern voice, I was surprised to see it was the captain.\n\n\"Oh Sir!\" I blurted out in relief. \"A man fell into the sea. Please save him.\"\n\n\"Where?\" he asked, immediately on the alert.\n\n\"There,\" I said pointing a finger.\n\nHe did not wait for more details but ran at once to a room full of officers. \"Man overboard,\" he cried. \"Stop ship. Drop anchor. Quick!\" His instructions were immediately obeyed. The captain then raced to the upper deck. I kept trailing behind him. \"Lower the life-boats and crew into the sea towards the helm,\" he said. \"There is a man overboard.\" Here again the men quickly obeyed him.\n\nPeople started crowding the deck. \"What's happening?\" somebody asked me.\n\nWord soon went round. Everyone was tense.\n\nOnly an occasional, \"There he is!\" could be heard. Someone asked, \"Who is he?\"\n\nAnother replied, \"Don't know.\"\n\nMeanwhile two life-boats moved towards the man. I stood close to the captain. In his anxiety, he gripped my shoulder tightly and I winced.\n\n\"You're hurting me Sir,\" I protested.\n\n\"I am sorry, my dear. The sea is very rough today. I hope my men can reach him in time. My ship has never lost a passenger before,\" he said crossing himself. He was watching the rescue operations through a pair of binoculars that hung round his neck.\n\nThe boat was too far for me to see what was happening. I tugged at the Captain's sleeve.\n\n\"What are they doing, Sir? Have they rescued the man?\" I asked him.\n\n\"They've caught him by the arms and are pulling him towards the boat.\" He was giving me a running commentary. \"Oh what bad luck! A sudden current has swept the man away dragging two of the sailors with him.\" He sounded nervous.\n\nJust then he noticed the passengers crowding against the railings. \"Keep away from those railings!\" he shouted. \"We don't want another accident.\" The ship had dropped anchor but was heaving up and down.\n\nI borrowed the captain's binoculars. Now I could see the rescue operation clearly. The crew in the rescue boats threw a strong rope to the two sailors in the sea and shouted, \"Catch\". Both of them were good swimmers and soon had caught hold of the rope. Then, with powerful strokes, they swam towards Uncle. One of them caught hold of him, while the other tied the rope round his waist. With Uncle between them and the rope secure, the sailors swam back to the life-boats. The rescue team in the boats leaned over and heaved the three men into it. In a jiffy the boats were heading back to the ship.\n\n\"Thank God!\" muttered the captain making the sign of the cross again, \"They've managed to save him.\" He turned to the passengers thronging the railings. \"Please do not crowd round the man when he is brought up. He will need immediate medical care.\" Then he saw the ship's doctor standing with a couple of nurses. A stretcher was also being brought close to the railings.\n\n\"Doctor! Is everything ready for the patient?\" the captain asked.\n\n\"Aye, aye, Captain,\" nodded the doctor. The captain moved away to restore order on the ship. I edged close to the doctor and asked, \"What will you do to him, doctor? Will he be all right?\"\n\n\"Aye, I think so. All the water will have to be pumped out of him. He'll have to be given artificial respiration and kept warm.\"\n\n\"How do you pump the water out?\" I asked.\n\n\"We put him on his stomach and massage him until he brings it all up,\" he replied.\n\nAs soon as the rescue team reached the ship, Uncle was placed on the stretcher and rushed to the hospital room. The captain then came to me and said, \"Run along now and play with your friends. I'm busy, but will send for you when I'm through. I might even have a surprise for you.\"\n\nWhen he turned away, I quietly sneaked into the hospital room to see what they were doing to the patient. Two nurses were scurrying to and from with trays full of medicines and syringes. Another was rushing off with Uncle's wet clothes. I stopped her and asked if Uncle was conscious. \"Not yet,\" she replied, \"but he's better now. He should regain consciousness in a little while.\"\n\nThe ship was still rolling, so I couldn't play any games. I went and sat in a cozy chair in the lounge and started reading a story-book. I was feeling drowsy and must have dozed off. The next tiling I knew was somebody saying, \"Wake up, child. You're Vasantha, aren't you? The Captain wants to see you in his cabin.\"\n\nI looked up to see a sailor standing before me.\n\nIt took me a minute to recollect the rescue operation and the captain telling me, \"I'll call you afterwards.\"\n\nI followed the officer eagerly. He left me outside the captain's door, saying, and â€œGo right inside.\"\n\nI knocked and entered. The captain was standing in the middle of the room. When he saw me, he came forward and literally swept me off my feet. He was still smiling when he put me down.\n\n\"You will have plenty to tell your friends, eh? Now close your eyes.\"\n\nI did so. Seconds later, I heard him say, \"See what I've got for you.\"\n\nOn opening my eyes, I saw a big brown box.\n\nOn it was writtenâ€¦.\"WITH THE BEST COMPLIMENTS OF CAPT. LINDSAY.\"\n\nI took the box and eagerly opened it. \"Oh, what a lovely ship!\" I exclaimed. \"Does this really belong to me? Can I keep it?\"\n\n\nLying snugly on a velvet backing was a most beautiful model of the ship. On it was inscribed \"B.I.S.N. And Co. S.S. RAJULA.\" I placed the box carefully on the table. Then I threw my hands round the captain and hugged and kissed him.\n\nHe patted my cheek and smiled as he saw me lift the box and walk happily out of his room. I proudly showed my present to everyone I met.\n\n\"See what the Captain has given me. Isn't it lovely?\"\n\n\"Yes, indeed,\" was the unanimous verdict?\n\nI was the happiest person on board that day."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Monkey Story",
      "body": "Once up a time there were three monkeys. Daddy monkey, Mummy monkey and Baby monkey. They lived in a tree on the plains in Africa. There was not much to do in their tree, they were bored.\n\nâ€œIâ€™m bored\" said Baby monkey.\n\nâ€œLetâ€™s go shopping,\" said Mummy monkey.\n\nâ€œDonâ€™t be stupid,\" said Daddy monkey, â€œweâ€™ve not got any cash.\"\n\nâ€œWe donâ€™t need cash,\" replied Mummy monkey. â€œWeâ€™re monkeys.\"\n\nâ€œNow that is a good point,\" said Daddy monkey.\n\nâ€œSo how do we get into town?\" asked Baby monkey.\n\nâ€œGet the bus of course. How else. We canâ€™t drive a car,\" replied dad.\n\nâ€œA number 44, should be along fairly soon,\" said Mummy monkey. â€œWe could get that. It goes right into the center of the city.\"\n\nThe monkeys wandered over to the bus top avoiding the lions who were looking very hungry that morning and waited for a bus.\n\nSoon enough a number 44 came along and they jumped on.\n\nâ€œFairs please,\" said the driver.\n\nThe monkeys just ignored the driver as they didnâ€™t have the correct change, because they didnâ€™t have pockets because they were monkeys.\n\nHave you ever noticed the handles on straps on buses that hang down from the rails on buses? Thatâ€™s in case the bus ever stops in Africa and monkeys want to get on. Or South America, there are monkeys there and they have prehensile tails which means they can hang from them using their tails. However I have digressed.\n\nThe monkeys started swinging on the straps as monkeys are inclined to do. After all they are monkeys, but not using their tails as they were African monkeys.\n\nâ€œOi,\" said the driver. â€œMonkeys stop that!\"\n\nThe monkeys being monkeys just ignored the driver, after all they never do anything a human tells them. Thatâ€™s why they donâ€™t make good pets. So children never ask your mummy or daddy for a pet monkey. It will just wreck your house. Oops Iâ€™ve digressed again.\n\nThe driver stopped the bus, they were still in the middle of the savannah. â€œRight monkeys, off the bus,\" the driver shouted.\n\nThe monkeys jumped out of a window, as the driver was looking quite angry. The window had been left open because it was a really hot day, which it often is in Africa.\n\nThe three monkeys then went and sat on the roof. The driver didnâ€™t notice what the monkeys had done and soon the bus started off again. The monkeys could hear the driver mutter ruse words like â€˜pooâ€™ under his breath.\n\nâ€œHey look\" Baby Monkey shouted.\n\nâ€œWhat?\" replied Mummy monkey.\n\nâ€œThereâ€™s some giraffes\"\n\nâ€œWell yes you get giraffes in Africa,\" Daddy monkey replied.\n\nâ€œWhy donâ€™t we get any near our tree?\"\n\nâ€œThe lions scare them off.\"\n\nâ€œCanâ€™t we ask the lions not to eat them?\"\n\nâ€œWell we donâ€™t want the giraffes coming and eating our leaves do we?\"\n\nâ€œI suppose not,\" Baby monkey replied.\n\nSoon they reached the city center and spotted a particularly large shop.\n\nâ€œI want to go shopping in there,\" said Mummy monkey pointing to that large department store and jumping off the bus roof.\n\nâ€œWhat are you going to get?\" asked Daddy following.\n\nâ€œShoes and a dress, Iâ€™m a lady monkey. What else do ladies get in the shops?\n\nâ€œWhat are you going to get?\" she asked.\n\nâ€œDonâ€™t know,\" perhaps the latest Manchester United top.\n\nâ€œMan United, I didnâ€™t know you liked football. Anyway, we donâ€™t live in Manchester, we live in Africa.\"\n\nâ€œMost Manchester supporters donâ€™t live in Manchester.\"\n\nâ€œYes but you should support a local team?\"\n\nâ€œSuch as?\"\n\nâ€œI donâ€™t know what theyâ€™re called but some of the gazelles have taken to kicking some stones about.\"\n\nâ€œItâ€™s hardly the same is it?\"\n\nâ€œNo I suppose not, so what else are you going to get?\"\n\nâ€œA big, flat screen tally.\"\n\nâ€œSo how are you going to get that home?\"\n\nâ€œOn the bus of course.\"\n\nâ€œWe donâ€™t have anywhere to plug it in, I donâ€™t know if youâ€™d noticed but there arenâ€™t many sockets in our tree.\"\n\nâ€œIâ€™m going to get a solar powered one.\"\n\nâ€œWhat about at night when the Man U are playing in the Champions league.\"\n\nâ€œWeâ€™ll have to record it,\" Daddy monkey said and went and hung from a light fitting.\n\nâ€œWhat can I get,\" asked Baby Monkey.\n\nâ€œWhatever you like,\" replied his mother.\n\nâ€œI want a comic and an ice cream because Iâ€™m hot and I want a radio controlled helicopter to annoy the lions with and a lot of Lego to build a tree just like our, so we can live in a Lego tree and I want car and a train set and a Barbie doll.\"\n\nâ€œWhat do you want a Barbie for?\" Daddy asked from his light.\n\nâ€œLet him have a Barbie,\" mother said.\n\nâ€œCause sheâ€™s a monkey doctor, thatâ€™s her new job.\" Baby added, â€œMonkey doctor. She can cure you if you get an itchy bottom.\"\n\nâ€œI never get an itchy bottom.\" Daddy Monkey replied indignantly.\n\nâ€œWhy do you keep scratching it then?\" Mother asked.\n\nâ€œIâ€™m a monkey, monkeys are supposed to scratch their bottoms.\"\n\nMummy monkey was no longer listening, she had spotted a pair of shoes and like most females, all thoughts went out of her brain at the sight of some shiny new shoes.\n\nâ€œIâ€™m having those shoes,\" she said.\n\nâ€œOf course dear,\" Daddy monkey replied looking round the shop for some football tops and televisions.\n\nMummy monkey ran over and grabbed the shoes, but she was a monkey and had size one feet, whereas the shoes were size four and they didnâ€™t fit so as soon as she tried them on they just fell off.\n\nTry stuffing a newspaper in them?\" Father suggested.\n\nâ€œOh good idea,\"\n\nMummy monkey go a copy of Hello, and used the latest celebrity wedding to keep her shoes on.\n\nâ€œThis isnâ€™t a funny comic.\" Baby monkey said picking up what he thought was a comic.\n\nâ€œThatâ€™s because itâ€™s the News of the Word,\" Daddy replied. â€œTheyâ€™re difficult to tell apart. Comics have better stories though.\"\n\nâ€œOh no weâ€™ve been rumbled.\" He shouted as he saw a group of humans coming towards them. Letâ€™s scarper.\"\n\nMummy monkey raced after her monkey husband in her three-inch high stilettos with pages of hello trailing after her. They ran through to the next department, perfume.\n\nâ€œOh I have to try these,\" she said.\n\nBouncing off the counters the three monkeys jumped and grabbed perfume bottles from the orange faced women. Each one was hastily applied by Mummy monkey and so Britney Spearsâ€™ latest concoction soon mingled with parfum de monkey in an ever increasing assault to the nose.\n\nStill being chased by an increasing number of humans the monkeys then ran through into the womenâ€™s clothing department, which took up sixty percent of the store and Mummy monkey grabbed a small black cocktail dress as she bounced past.\n\nThe monkeys ran out of the store and onto the top of a number 27 bus going past.\n\nâ€œThereâ€™s a 44 going back to our tree.\" Daddy shouted as bus went past in the opposite direction. The three monkeys jumped from the top of one bus to the other bus.\n\nMummy monkey nearly dropped her Hello covered shoes as they did.\n\nAn hour later the monkeys were sitting in their tree. Daddy monkey hadnâ€™t got his solar powered, flat screen tally or his football top.\n\nBaby Monkey had got a rubbish comic that wasnâ€™t what he really wanted.\n\nMummy Monkey had got a nice black dress, a pair of shoes that donâ€™t quite fit and some perfume.\n\nSo all in all a pretty normal shopping trip then."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "My Time is Coming",
      "body": "An elephant and a dog became pregnant at same time.\n\nThree months down the line the dog gave birth to six puppies.\n\nSix months later the dog was pregnant again.\n\nAnd nine months on it gave birth to another dozen puppies.\n\nThe pattern continued.\n\nOn the eighteenth month the dog approached the elephant questioning.\n\n\"Are you sure that you are pregnant? We became pregnant on the same date. I have given birth three times to a dozen puppies and they are now grown to become big dogs. Yet you are still pregnant. Whatâ€™s going on?\"\n\nThe elephant replied.\n\n\"There is something I want you to understand. What I am carrying is not a puppy but an elephant. I only give birth to one in two years. When my baby hits the ground, the earth feels it. When my baby crosses the road, human beings stop and watch in admiration. What I carry draws attention. So what I'm carrying is mighty and great.\"\n\nLESSON : Don't lose faith when you see others receive answers to their prayers.\n\nLESSON : If you haven't received your own blessings, don't despair.\n\nLESSON : Say to yourself - My Time is Coming. My blessings are being processed, prepared, packaged and wrapped up in God's glory."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Owning Mistakes",
      "body": "Simon was a curious boy. He was fond of reading adventure stories. He lived with his grandfather. One night, he stealthily entered the store room where his grandfather kept his priceless antiques. Simon knew his grandfather did not like anyone to touch his rare collections.\n\nOnce inside the room, Simon stood on a chair. He lifted the box wherein his grandfather had kept many wrist-watches bought from different countries he had visited.\n\nWhile getting down from the chair, Simonâ€™s elbow struck against the chair. The box slipped out of his hands and fell onto the floor. All the watched lay scattered all around. To his utter shock, he found the glass of his grandfatherâ€™s favorite watch broken.\n\nSimon got frightened lest his grandfather should come to know about the broken glass. He started picking up the pieces of glass.\n\nSimon thought, â€œHow will I tell my grandfather that his favorite watch had got broken? He will be angry with me. If I do not tell him, he will not come to know about it.\"\n\nSimon got nervous. His heart started beating faster. He put the broken watch back into the box and placed the box back on the shelf. Afterwards, he went to sleep. He tossed and turned in bed. He could not sleep in peace throughout the whole night.\n\nThe next morning, Simon got up early. He gathered courage to go and admit his fault to his grandfather. Reaching his grandfatherâ€™s bedroom he told him everything. The grandfather looked thoughtful. He did not say anything to Simon. He went over to the store room. Simon kept standing with his head down.\n\nHaving returned from the store the grandfather said to Simon, â€œI felt very angry when you had broken my precious watch. Your grandmother gifted it to me on our first wedding anniversary. But you need not worry. Only the glass is broken. I shall have it replaced.\"\n\nSimon felt relieved. After some time, his grandfather went into kitchen and bought a glass of milk for him.\n\nWhile giving the milk to Simon, his grandfather said, â€œIt was brave enough of you to tell me about the broken watch. You knew that I would scold you, did not you?\"\n\nSimon said, â€œI was scared at first. But I dared not tell a lie. I should not have touched your things without your permission.\"\n\nSimonâ€™s grandfather further remarked, â€œWhen I was at your age, I also broke my motherâ€™s precious flower-case. I was scared to own up my mistake. But, when I went to confess, she said that she already knew about it.\"\n\nIt is brave to admit your mistake. You may be scared of being scolded. But it is the only way for you to be free from guilt."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Perceptive",
      "body": "Two twin boys were raised by an alcoholic father. One grew up to be an alcoholic and when asked what happened, he said â€œI watched my father.\"\n\nThe other grew up and never drank in his life. When asked what happened, he said â€œI watched my father.\"\n\nTwo boys, same dad, two different perspectives.\n\nYour perspective in life will determine your destination.\n\nToday is a new day."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Positive Thinking",
      "body": "Sometimes life can be tough, and it is easy to focus on the negative. However, those who are true to the positive and joys of life will see this story for what it really is â€” The true way we should view life and all its wonders.\n\nRead the story below and let it change your thinking about life!\n\nTwo men are seriously ill and in the same hospital room. For an hour each day, the nurses would let the man closest to the roomâ€™s only window sit up in order to help drain the fluid in his lungs.\n\nThe other man in the room spent all his time flat on his back.\n\nAs you can imagine, with little else to do, the men would talk for hours. They spoke about their families, homes, their lives in the military and where they had traveled.\n\nAnd each day, the man sitting away from the window longed for the hour when his roommate would be able to sit up and describe the details of the world outside their room.\n\nHe would speak of children playing, of animals peacefully roaming and of happy families playing in the water.\n\nSadly, after months of this, the day arrived when the man closest to the window died in his sleep. After his body had been removed from the room and some time had passed, the other man asked if he could take the bed by the window. The nurses were happy to oblige him and they made the switch.\n\nOnce they were gone, the man slowly and painfully pulled himself up so he could take his first good look at the world outside the hospital room, the world whose description had brought him so much comfort.\n\nTo his dismay, he found that the view was not as vibrant as heâ€™d been told; in fact, the window faced a blank wall.\n\nUpset, the man called for the nurse and explained the situation.\n\nâ€œWhy would he lie to me?\" he questioned the nurse.\n\nAfter thinking for a moment, the nurse looked at him and said:\n\nâ€œMaybe he just wanted to encourage you.\"\n\nThis should be a lesson to all of us that no matter our situation, we can do tremendous good for those around us by looking on the bright side of every situation.\n\nEven when weâ€™re faced with what seems like an impenetrable brick wall, we can bring so much happiness and joy to those around us if we find positive ways of looking at the world.\n\nThe man in the story could just as easily have described the bland, brick wall that stood outside the window but instead of simply passing along his misery and grief, he shared whatever happiness he did have, doubling it."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Powerful Advice From A Dying Man",
      "body": "I am only 24 years old, yet I have actually already chosen my last tie. Itâ€™s the one that I will wear on my funeral a few months from now. It may not match my suit, but I think itâ€™s perfect for the occasion.\n\nThe cancer diagnosis came too late to give me at least a tenuous hope for a long life, but I realized that the most important thing abut death is to ensure that you leave this world a little better than it was before you existed with your contributions.\n\nThe way Iâ€™ve lived my life so far, my existence or more precisely the loss of it, will not matter because I have lived without doing anything impactful you existed with your contributions.\n\nBefore, there were so many things that occupied my mind. When I learned now much time I had left, however, it became clear which things are really important So, I am writing to you for a selfish reasonâ€¦.I want to give meaning to my life by sharing with you what I have realized: you existed with your contributions.\n\nDonâ€™t waste your time on work that you donâ€™t enjoy. It is obvious that you cannot succeed in something that you donâ€™t like. Patience, passion and dedication come easily only when you love what you do.\n\nItâ€™s stupid to be afraid of othersâ€™ opinions. Fear weakens and paralyzes you. If you let it, it can grow worse and worse every day until there is nothing left of you, but a shell of yourself. Listen to your inner voice and go with it Some people may call you crazy, but some may even think you're a legend.\n\nTake control of your life. Take full responsibility for the things that happen to you. Limit bad habits and try to lead a healthier life. Find a sport that makes you happy. Most of all, donâ€™t procrastinate. Let your life be shaped by decisions you made, not by the ones you didnâ€™t.\n\nAppreciate the people around you. Your friends and relatives will always be an infinite source of strength and love. That is why you shouldnâ€™t take them for granted.\n\nIt is difficult for me to fully express my feelings about the importance of these simple realizations, but I hope that you will listen to someone who has experienced how valuable time is. Iâ€™m not upset because I understand that the last days of my life have become meaningful. I only regret that I will not be able to see a lot of cool stuff that should happen soon like the creation of AI or Elon Musks next awesome project. I also hope that the war in Syria and Ukraine will end soon. We care so much about the health and integrity of our body that until death, we donâ€™t notice that the body is nothing more than a box - a parcel for delivering our personality, thoughts, beliefs and intentions to this world. If there is nothing in this box that can change the world, then it doesnâ€™t matter if it disappears. I believe that we all have potential, but it also takes a lot of courage to realize it. You can float through a life created by circumstances, missing day after day, hour after hour. Or, you can fight for what you believe in and write the great story of your life. I hope you will make the right choice. Leave a mark in this world. Have a meaningful life, whatever definition it has for you. Go towards it The place we are leaving is a beautiful playground, where everything is possible. Yet, we are not here forever. Our life is a short spark in this beautiful little planet that mess with incredible speed to the endless darkness of the unknown universe. So, enjoy your time here with passion. Make it interesting. Make it count!"
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Ribbit The Rabbit",
      "body": "Once there lived a foolish Rabbit named Ribbit.\n\nâ€œOh, it is quite dangerous to live on land,\" Ribbit always thought.\n\nRibbit thought hard to find a safe place to live.\n\nFinally, he thought of one.\n\nâ€œI will go and live in the river! He said.\n\nSo foolish Ribbit went to the river, and jumped into it!\n\nâ€œHelp!\" cried Ribbit. He did not even know how to swim.\n\nA tortoise heard Ribbit crying and saved him.\n\nThat was the last time Ribbit ever went near the river."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Reward for bravery",
      "body": "There was once a kind Duke. He was loved and respected by his subjects. This Duke had a wicked brother. His name was Frederick. Frederick rebelled against his brother. He drove away the Duke. The Duke was a peace loving person. He left the Dukedom. He went to the forest called Arden. His followers also went with him. There he led a peaceful life with his followers. Frederick became the Duke.\n\nThe Duke had a daughter. Her name was Rosalind. Frederick also had a daughter. Her name was Celia. Rosalind and Celia were fond each other from their childhood. Celia wanted Rosalind to be with her in the palace. Frederick allowed Rosalind to be in the palace with his daughter. This was for the sake of his own daughter, Celia.\n\nSir Rowland De Boys was friend of the elder Duke who was in the forest. Sir Rowland died leaving all his property to his eldest son whose name was Oliver. Oliver was jealous of his younger brother whose name was Orlando. Oliver did not give any part of the property or money to Orlando. He did not even educate Orlando either.\n\nIn Duke Frederickâ€™s court, there was a powerful wrestler. His name was Charles. No young man dared to challenge Charles. But Orlando accepted the challenge. Oliver met Charles secretly. He instructed Charles to do the worst to Orlando.\n\nAt the wrestling place there were many people. Duke Frederick was also there. In the earlier matches Charles threw little challengers one after another. All the three challengers had broken their ribs. They were struggling for life. Celia and Rosalind also had come there. Duke Frederick asked the girls to talk to the young man, Orlando. Frederick had felt that Charles would throw Orlando down in the fight. The girls approached Orlando. They requested him not to fight. Orlando refused gently. He said, â€œI have no one to care for me. I do not care even to die.\"\n\nThe match began. Orlando was much stronger than Charles. Orlando lifted Charles above his shoulders. Then he threw him down. Charles became unconscious after falling. Frederick and all others were happy. They congratulated Orlando. Orlando told Frederick, â€œI am the second son of late Sir Rowland de Boys.\"\n\nFrederick did not like Orlando from that minute onwards, because Frederick had not liked Sir Rowland de Boys.\n\nThe two girls on the contrary praised Orlando. Rosalind was happy. Sit Rowland had been her fatherâ€™s friend. She then took out a chain from her neck and presented it to Orlando. This was the reward for his bravery."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Why the sky is far away",
      "body": "Raman looked at the food in his lunch box and made a face. \"Idli and chutney and chutney and idli again,\" he said to his friend Bhim.\"\n\nBhim gave his own lunch a critical look and frowned. \"You think that's bad,\" he said, \"I've got bread and jam again. It's the third time this week!\"\n\nThey pushed the food aside. \"We can get something at the burger place after school,\" Raman said. They concentrated on studying for their English test instead of eating. English was next period, and Mr. Frank had a reputation for giving difficult tests. When the bell rang, they dropped their uneaten lunches into the garbage. Mr. Frank was standing nearby. \"Not hungry, guys?\" he asked. They shook their heads and hurried off to class.\n\nWhen the test was over, there were still ten minutes left in the period. Mr. Frank stood at the front of the class. \"Before you leave today,\" he said, leaning against the desk, \"I'd like to share an old African folktale with you. I think you'll find this one interesting. It's called 'Why the Sky Is Far Away'\"\n\nLong ago the sky was close to the Earth. Men and women did not have to plant their own food. Instead, when they were hungry, they just reached up and broke off a piece of the sky to eat. Sometimes the sky tasted like ripe bananas. Other times it tasted like roasted potatoes. The sky was always delicious.\n\nPeople spent their time making beautiful cloth. They painted beautiful pictures and sang songs at night. The grand king, Oba, had a wonderful palace. His servants made beautiful shapes out of pieces of sky.\n\nMany people in the kingdom did not use the gift of the sky wisely. When they took more than they could eat, the sky became angry. Some people threw the extra pieces into the garbage.\n\nEarly one morning the angry sky turned dark. Black clouds hung over the land and a great sky voice said to all the people, \"You are wasting my gift of food. Do not take more than you can eat. I don't want to see pieces of me in the garbage anymore or I will take my gift away.\"\n\nThe king and the people trembled with fear. King Oba said, \"Let's be careful about how much food we take.\" For a long time, all the people were careful.\n\nBut one man named Adami wasn't careful. At festival time, he took so many delicious pieces of sky that he couldn't eat them all. He knew he must not throw them away.\n\nHe tried to give the pieces to his wife. \"Here, wife,\" Adami said. \"You eat the rest.\"\n\n\"I can't,\" Adami's wife said. \"I'm too full.\"\n\nAdami asked all his children to help him eat the delicious pieces of sky, but the children couldn't eat one more bite. So Adami decided to try to hide the pieces at the bottom of the garbage pile.\n\nSuddenly, the sky became angry and the clouds turned black. \"You have wasted my gift of food again,\" yelled the sky.\n\n\"This time I will go away so you cannot waste me anymore.\"\n\nAll of the people cried, \"What will we eat? We might starve!\"\n\nThe sky said, \"You will have to learn how to plant crops in the ground and hunt in the forests. If you work hard, you may learn not to waste the gifts of nature.\"\n\nEveryone watched as the sky sailed away. From that time on, they worked hard to grow their food and cook their meals. They always tried to remember not to waste the gifts of nature.\n\nThe bell rang for the next period. \"That's the end,\" Mr. Frank said, smiling. He looked at Raman and Bhim.\n\n\"What did you think of the story?\" he asked. They slouched in their chairs and looked apologetic.\n\n\"We get the message,\" they said, smiling. \"No more lunches in the garbage!\""
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "When Papa Scolded Me",
      "body": "\"Baby, come for breakfast. Your milk is getting cold,\" called Bhaiya, my elder brother. I quickly put on my slippers, picked up my favorite doll, Beeta and rushed out into the verandah. It was a beautiful day. The morning air was most refreshing. \"Ah, how lovely!\" I said aloud, taking a deep breath. I ran across the verandah, with Beeta tucked under my arm.\n\nWhile I gulped down the milk, I heard Papa calling out to the driver.\n\n\"Papa is still here, Bhaiya. He hasn't gone to the clinic, today,\" I said overwhelmed with joy.\n\nBeing engrossed in a magazine, Bhaiya did not reply, but I could see Papa talking to someone in his room, which was opposite the dining hall facing the verandah.\n\n\"Papa! Papa! I don't have to go to school, it's a holiday. Do you have a holiday, too? Look, Beeta has got fever,\" I said, all in one breath.\n\n\"No, my dear child, I don't have a holiday today. You go and play while I talk to Mr. Singh.\n\nHe is very ill. I'll ask the compounder to give your doll some medicine,\" Papa said lovingly.\n\nIt was quite unusual to find my father at home at that time. Normally he was in his clinic before I woke up. So I was very happy. My father wiped his spectacles with the kerchief as he listened to his patient carefully.\n\nI was on the balcony when I heard, \"Baby! Baby! Come here, see this.\" It was my brother from the verandah. He had spread himself on an easy chair and our dog, Tom, was dancing round on his hind legs. I burst out laughing.\n\n\"Papa will give medicine to Beeta,\" I said, showing off.\n\n\"And I'll ask Papa to give some medicine to his darling daughter, because. . . .Because she laughs and laughs,\" said Bhaiya, tickling me and sending me into fits of laughter. Being the youngest child in the family I received everyone's attention and affection. Papa of course, was the most affectionate.\n\nI ran from one end of the verandah to the other and then onto the balcony, staying close to Papa's room to attract his attention while I played. I swung on the curtain, thumped on the door, tapped on the table, pulled and pushed the chair.\n\n\"Look, Bhaiya, what a variety of sounds they make,\" I said, pulling the chair, then leaping up and rapping on the door, clapping my hands, jumping all the while.\n\n\"Don't,\" pleaded Bhaiya, not taking his eyes off the book in his hand.\n\nRacing back to the window of Papa's room, I saw him still busy with the patient. I loved to see him there before me, while I played. 'He must like it, too,' I thought, 'to see me play around in his room.'\n\nI dragged a chair and climbed onto the table.\n\nThis at last drew Papa's attention.\n\n\"Baby, be careful, you'll fall down,\" he said tenderly.\n\n\"Look, Papa, I am taller than everyone,\" I grinned from ear to ear making my eyes disappear.\n\nAll one could see was a set of white teeth and chubby cheeks.\n\nBoth Mr. Singh and Papa smiled. Papa did not look convinced. So I said again raising my hands above my head. \"Papa I'm a big girl, now.\"\n\nHe nodded with a smile and continued talking to the patient.\n\nI touched all that I could reach with my hands till I got to the black switch. 'No, you should not touch it.' I was imagining what my mother would have said.\n\n'If you touch it, you'll get hurt,' Bhaiya had told me once. This was a 'forbidden' article for me, but how attractive it looked â€” black against the light blue wall. Unable to resist the temptation to touch it, I pressed the switch and the light came on. I immediately switched it off. I was scared, I looked at Papa with large anxious eyes, but he was busy writing. He did not see me. I looked at Papa again and then at the switch which begged my hands to touch it again.\n\n'I'll do it just once more, okay?' I said softly to myself. I repeated the mischief once more and was unable to stop myself from doing it again and again. I seemed to have disturbed Papa who concentrating on the patient's problem. Without looking up from the book, he said in a serious voice, \"Don't do that, you might get a shock.\"\n\nThe klick-klack of the switch and the glowing bulb fascinated me, \"Baby, come here, let Papa do his work,\" called my brother.\n\nI ignored everybody. This was the most fascinating game for me at the moment.\n\nHow fantastic! I press â€” the light is on, I push â€” the light goes off', I muttered.\n\nThe patient, obviously, had some serious problem.\n\nMy father sat with four books open in front of him. My running around had certainly disturbed him. Completely exasperated, he put down his pen and spectacles and shouted at me, \"You're not listening to me. GET DOWN FROM THERE!\"\n\nHis loud voice broke my trance. I gaped at him wide-eyed. He fixed his gaze on me, expecting to be obeyed instantly. I was shocked at being scolded so loudly by him â€” scolded by Papa. Papa, a very soft spoken person, who was known never to raise his voice, had SHOUTED in anger at his darling daughter. I was very angry with him.\n\nI jumped down from the table with a loud thud and raced up and down the balcony. My breath quickened, my face went red with anger and my eyes felt hot with unshed tears. Throwing my hands about, I raced up and down wanting to destroy everything that came in my way.\n\nHearing the commotion Bhaiya came out.\n\n\"What is it?\" he asked. My fury found a ready victim and I ran towards him and pushed him. I felt like bursting into tears. I rushed and pulled at the curtain in Papa's room, which came down with the force. I saw Papa talking to the patient with his usual patience.\n\nHow unthoughtful of him! He is not a bit bothered about my being so angry with him. I was fuming all the more.\n\nI went back into the room, stamping my feet noisily in anger. Standing close to Papa, I raged vehemently, \"Why couldn't you say it softly?\n\nWhy did you speak so loudly to me?\"\n\nThe next moment I came out on the balcony and stood beside the money-plant pot. My eyes were now full of tears. I plucked a leaf and shredded it to pieces. The sound of a chair being pushed in Papa's room reached my ears and then I heard his footsteps coming closer to me. I tried to run away in annoyance, but Papa caught me. He pulled my face towards his and picked me up. Tears came rolling down my plump cheeks. He patted my head lovingly and wiped my tears.\n\n\"Oh, you big cat!\" said Papa, ruffling my hair.\n\nThis affectionate gesture melted my wrath. A moment later I was once again happy playing round the house.\n"
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "What goes around comes around",
      "body": "One day, a boy who was selling goods from door to door to pay his way through school, found he had only one thin dime left and he was hungry. He decided he would ask for a meal at the next house. However, he lost his nerve when a lovely young girl opened the door.\n\nInstead of a meal he asked for a drink of water. She thought he looked hungry so she brought him a large glass of milk.\n\nHe drank it slowly and then asked, \"How much do I owe you?\"\n\n\"You don't owe me anything,\" she replied. \"Mother taught us never to accept payment for a kindness.\"\n\n\"Then I thank you from the bottom of my heart,\" he replied.\n\nAs the boy left that house, he not only felt stronger physically, but his faith had been restored. He had been ready to give up and quit.\n\nYear's later that young girl became critically ill. The local doctors were baffled. They finally sent her to the city, where they called in specialists to study her rare disease.\n\nDr. Howard Kelly was called in for the consultation. When he heard the name of the town she came from, a strange light filled his eyes. Immediately he rose and went down the hall of the hospital to her room.\n\nDressed in his doctor's gown he went in to see her. After meeting her, he went back to the consultation room determined to save her life. From that day he gave all his attention to her case.\n\nAfter a long struggle, the battle was won. Dr. Kelly requested the business office to pass the final bill to him for approval. He looked at it, and then wrote something in the margin and the bill was sent to her room.\n\nShe feared to open it, for she was sure it would take the rest of her life to pay for it all. Finally she looked and something caught her attention on the side of the bill. She began to read the following wordsâ€¦.\n\nPaid in full with one glass of milk. Signedâ€¦..Dr. Howard Kelly."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Use All Your Strength",
      "body": "To ask for help and support when we need it is not a sign of weakness, it is a sign of wisdom.\n\nWhile walking along a forest path, Diana and her father came across a large tree branch on the ground.\n\nDad, if I try, do you think I could move that branch?\n\nI am sure you can if you use all your strength.\n\nDiana tried her best to lift the branch, but she couldn't move it.\n\nYou were wrong, dad. I can't move it.\n\nThe disappointment was evident in the little girlâ€™s voice.\n\nTry again with all your strength.\n\nEncouraged her father.\n\nDiana tried again but failed.\n\nDad, I cannot do it!\n\nYoung lady, I advised you to use all your strength. You didn't ask for my help.\n\nOur real strength lies not in independence, but in interdependence. To ask for help when in need is not a sign of weakness but a sign of wisdom."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Understand Your Anger",
      "body": "There once was a young boy with a very bad temper. The boy's father wanted to teach him a lesson, so he gave him a bag of nails and told him that every time he lost his temper he must hammer a nail into their wooden fence. On the first day of this lesson, the little boy had driven 37 nails into the fence. He was really mad!\n\nOver the course of the next few weeks, the little boy began to control his temper, so the number of nails that were hammered into the fence dramatically decreased.\n\nIt wasn't long before the little boy discovered it was easier to hold his temper than to drive those nails into the fence. Then, the day finally came when the little boy didn't lose his temper even once and he became so proud of himself, he couldn't wait to tell his father.\n\nPleased, his father suggested that he now pull out one nail for each day that he could hold his temper.\n\nSeveral weeks went by and the day finally came when the young boy was able to tell his father that all the nails were gone.\n\nVery gently, the father took his son by the hand and led him to the fence.\n\n\"You have done very well, my son,\" he smiled, \"but look at the holes in the fence. The fence will never be the same\"\n\nThe little boy listened carefully as his father continued to speak. \"When you say things in anger, they leave permanent scars just like these. And no matter how many times you say you're sorry, the wounds will still be there.\""
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Two Poor Boys",
      "body": "In New York there were Joe and Bill. Joe and Bill were close friends. But they were very poor. They did odd deeds to earn money. They swept and cleaned the streets for their living.\n\nOne cold morning, Joe was wandering along the streets of New York. He found and apple. He picked up the apple from the ground.\n\nHe asked his friend Bill, â€œWhat did you find today for our night food?\"\n\nâ€œI got nothing today,\" replied Bill in anguish. Joe gave his apple to Bill and said, â€œBillâ€¦you eat this apple.\"\n\nBit a small piece off the apple. Joe said, â€œNo. Bite off more. Eat more. I am strong. I can bear hunger. You are weak. You can not bear hunger.\"\n\nBy these words of Joe, Bill was satisfied and he remained a good friend of Joe forever. Thereafter they remained good friends."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Two Headed Bird",
      "body": "Once upon a time a strange bird lived by the side of a river. His name was Parundam. He had two heads and one stomach.\n\nFor the two heads there were two mouths one for each one.\n\nOne day the bird was wandering for his food. After a long time he got a prey. It was very happy.\n\nThe first mouth was about to eat the full prey. The second mouth stopped the first mouth and demanded half of the prey.\n\nâ€œI will not give you anything,\" said the first mouth and ate all the prey.\n\nThe other mouth got angry. In order to take revenge, it decided to do one thing. It searched and gulped the poison it found.\n\nâ€œThough the mouths are two, the stomach is only one...The same stomach...it not it?\"\n\nSo the poison spread all over the body. The strange bird died.\n\nSo, unity is the strength."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A Day with Pigs",
      "body": "There was once a boy who would never get dressed when his parents told him to, nor would\nhe put on what they wanted him to after his bath. He preferred to dress in a much stranger\nmanner, but above all, he liked to take his time. His parents were always in a rush, and\nwanted him to be a lot quicker, but the boy didn't like this, and he would slow down even\nmore.\nOne day, his parents were in their usual hurry, and they got so angry when he refused to\ndress, that they told him that he would have to go out naked. The boy didn't mind this in the\nleast. So out they went.\nWhile the boy was standing naked outside his house, waiting for his parents to bring the car,\nalong came the local pig farmer. The pig farmer was hard of hearing and had poor eyesight.\nNot only that, but he'd also forgotten to put his glasses on that day. When he saw the little\nboy's pink skin, he thought it was one of his pigs. And, with a bit of shouting, prodding, and\npushing, the farmer managed to get the boy safely back to a pigsty.\nThe boy protested the whole way there, but as the farmer was almost deaf, his complaints\ndidn't help him. And there he was for the whole day, living amongst the pigs, thought to be\na pig, and sharing their food and home.\nFinally, though, his parents found him. The boy had had such a regrettable day that never\nagain did he want to be mistaken for anything other than a human being. Nowadays he's\nthe first to get dressed, and look perfectly neat and tidy, just like those children in the\nclothes catalogues"
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Tippy and Kitty",
      "body": "Tippy Dog and Kitty Cat lived in Donnyâ€™s home. Donny liked them both very much. But Tippy and Kitty always quarreled with each other. Tippy barked at Kitty whenever she saw her.\n\nOne night, a robber came to Donnyâ€™s home. Tippy started to bark loudly. Suddenly, the robber took a stick and moved forward to beat Tippy. Kitty was watching this.\n\nâ€œOh, no! The robber will harm Tippy and Donny,\" she thought. Kitty ran to the Robber, and scratched his leg hard. The robber shrieked in pain. Tippy barked loudly. Donny and his father came out and caught the robber.\n\nTippy thanked Kitty for saving her from the robber. Then, they both became good friends."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Tiger Story",
      "body": "Once up a time there were three tigers. Daddy tiger, Mummy tiger and Baby tiger.\n\nOne day, Baby tiger turned to his parents, â€œIâ€™m bored eating gazelles and antelopes. I want to eat something else.\"\n\nâ€œWhat dear?\" his mother asked.\n\nâ€œI want chocolate.\"\n\nâ€œChocolate!\"\n\nâ€œYes chocolate. Iâ€™ve heard itâ€™s very nice.\"\n\nâ€œWho told you that?\"\n\nâ€œNobody, I just heard it thatâ€™s all.\"\n\nâ€œHave you been hanging about with those panthers again? Iâ€™ve told you about those panthers, theyâ€™re no good.\"\n\nâ€œNo it wasnâ€™t from the panthers, I just heard it, thatâ€™s all. Can I have some chocolate?\"\n\nâ€œIâ€™ll ask your father when he gets in from hunting.\"\n\nSurprisingly Daddy tiger was all for going and getting some chocolate. â€œIt would be good for our son to see a bit more of the jungle,\" he replied.\n\nâ€œWhere do we get chocolate then? Mother tiger asked.\n\nâ€œWell thereâ€™s a shop on the edge of the jungle. Theyâ€™ve got all sorts of things and theyâ€™re bound to have chocolate.\"\n\nâ€œAll right,\" mother replied in a way that would have been cagily, except she didnâ€™t like cages.\n\n\n\nThe three tigers walked to the edge of the jungle to where there was a shop.\n\nâ€œHow do we get the chocolate?\" Baby tiger asked.\n\nâ€œGo in and get it.\" Daddy tiger said. He walked up to the shop and the doors slid open. Suddenly there were screams of â€œTiger\" and â€œHelp\" and â€˜Oh No\" and all the humans ran out of the shop via the back door.\n\nDaddy tiger walked back out the front of the shop now, â€œI think we can get some stuff now all the people have kindly left.\"\n\nâ€œWhereâ€™s the chocolate?\" Baby tiger asked as they entered the shop.\n\nâ€œOver here. I think.\" Mummy tiger replied looking at a counter.\n\nBut baby tiger was no longer listening. He had found a trolley.\n\nâ€œPush me, push me, push me,\" he shouted jumping in.\n\nâ€œWhat are all these things?\" Mummy tiger asked as she wandered round the shop.\n\nâ€œI donâ€™t know.\" Daddy tiger replied, beginning to push the trolley. â€œJust throw them into the trolley, we can sort it all out when we get home.\"\n\nSo the three tigers ran round the shop throwing various things into the trolley, while Baby tiger roared as they skidded round the corners. Soon the trolley was full of stuff.\n\nâ€œWhat do we do now?\" Mummy tiger asked.\n\nDaddy tiger would have shrugged his shoulders in reply if he knew how to do it, but he said, â€œgo up to the tills,\" in reply.\n\nThe three tiger went up to the tills and Mummy tiger jumped onto the counter.\n\nâ€œNow what?\" she asked.\n\nâ€œYou open the tills and put something in it.\"\n\nâ€œWhat sort of thing?\"\n\nâ€œI donâ€™t know, see whatâ€™s already in it?\"\n\nMummy tiger then used her claws to try and open the till. It fell on the floor.\n\nâ€œOops,\" she said as piles of paper and round pieces of metal fell out.\n\nâ€œWell I donâ€™t have any round pieces of metal,\" Daddy tiger said.\n\nâ€œWe could take some of the paper off the other things and leave them in the till.\" Mummy suggested.\n\nâ€œIs this chocolate?\" Baby tiger asked picking up a Twirl.\n\nâ€œI think so.\" Daddy tiger replied.\n\nâ€œWhy donâ€™t we take the paper off the chocolate and put them in the till.\" Baby suggested.\n\nâ€œGood idea,\" Mummy tiger replied. So the three tigers started unwrapping chocolate bars, until they had two piles, one of chocolate and the other of paper.\n\nâ€œRight help me put the till back on the counter,\" Daddy tiger said. So the two grownup tigers started tiger-handling the till back onto the counter. Meanwhile Baby tiger just stared at the slightly melting pile of chocolate.\n\nâ€œHere goes,\" Baby tiger said and he buried his head in the chocolate. â€œYUK! Chocolate is horrible, I donâ€™t like it.\"\n\nâ€œNever mind son,\" Mummy tiger said. â€œRemember weâ€™re tigers and we eat gazelles and antelopes, not chocolate. Get back into the trolley weâ€™ll push you back through the jungle.\"\n\nSo Baby tiger sat on the front of the trolley with a saucepan on his head, while his two parents pushed him through the car park and to the edge of the jungle where the wheels of the trolley got stuck in the mud.\n\nâ€œWeâ€™ll just have to carry stuff from here.\" Daddy tiger said.\n\nSo the three tigers unloaded the contents of the trolley, and struggled back to their tiger-home in the jungle.\n\nâ€œWhat do you want for tea?\" Mummy tiger asked. â€œGazelle or Antelope?\"\n\nâ€œWhat about ice-cream?\" Baby tiger replied, â€œIâ€™ve heard thatâ€™s very nice.\""
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Wise Son",
      "body": "Once there was a wise King. He had two sons. He appointed aminent scholars to teach them all arts. After a few years, The King fell ill badly. So he wanted to select the next king for his kingdom. He wanted to test his sonsâ€™ abilities.\n\nHe called both of them and gave them a room to each one. He said, â€œYou must fill your room completely with anything you wish. It can be anything! But there should not be any space left behind and you should not seek advice from other!\"\n\nThe next day, the king visited the elder sonâ€™s room. The room was completely filed with hay. The king sighed on the foolishness of the elder son.\n\nThe he went to the room given to the younger son. But it was kept closed. The King knocked at the door. The younger son asked his father to get in and closed the door again. There was darkness everywhere and the king shouted at his son angrily.\n\nBut the younger son lighted a candle and said, â€œI have filled this room with light!\" Now the king felt very happy and hugged his son proudly. He understood that the younger son would be the right person to rule the kingdom.\t"
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Ungrateful Lion",
      "body": "In a dense forest, lived a fierce lion. He was very cruel. One day the lion was caught in a hunterâ€™s trap. One by one many animals passed by. â€œPlease helped me!\" pleaded the lion. But none of the animals listened to his plea.\n\nAfter a while, a man happened to come into the forest. He saw the lion. The lion said, â€œI will die of hunger and suffocation. Please help me out, O! kind man.\" The man was thoughtful. â€œI assure you I will never harm you. Please help me now. The hunter will be anytime now,\" said the lion.\n\nThe man felt sorry for the lion and set the beast free. As soon as the lion was free, he let out a fierce roar. â€œI have been trapped in the cage for a long time. I am hungry. I will have to eat you,\" said the lion, looking at the man. â€œBut you promised that you would not harm me,\" said the man, in a meek tone. â€œYes, I said that. But only to convince you to free me. Now, I am terribly hungry,\" said the lion.\n\nThe terrified man thought quickly. He said, â€œAlright, you can eat me. But let a judge decide if you are right in eating the person who has rescued you.\"\n\nThe lion agreed. He was sure that no animal would speak against him. Just then a jackal came that way and the lion asked the jackal to be the judge. He addressed the lion, â€œSir, would you please show me how it all happened?\" The lion was only too willing. He entered the cage and closed the cage door. The jackal immediately bolted the cage from outside.\n\nâ€œNow the lion is trapped again. Run away, you foolish man! And never offer help to anyone without thinking,\" said the jackal. The frightened man ran for his life. And the ungrateful lion was trapped in the cage again. The hunter came and took the lion away to his circus."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Ugly Tree",
      "body": "Long, long ago, in a dense forest there were thousands of tall and beautiful trees. They were happy, but proud of themselves. Among them there also an ugly tree whose branches were badly twisted. Its roots had uneven curves. All the trees made fun of that ugly tree.\n\nâ€œHow are you, hunchback?\" the other trees always shouted and their laughter made the ugly tree feel sad. But, he never raised a voice against them. The ugly tree thought, â€œI wish I were as beautiful as the other trees. Why did God do this to me? Neither can I provide shade to the travelers not can the birds make their nests on me. Nobody needs me.\"\n\nOne day, a woodcutter came to the forest. He took a look at the trees and said, â€œThese trees are lovely. I must cut them.\" As soon as he picked up his axe the trees became frightened.\n\nâ€˜Chop, Chop, Chopâ€™ went the woodcutterâ€™s axe and one by one the trees started to fall. â€œNone of us is going to be spared,\" screamed one of the beautiful trees. Soon that tree too was brought to ground by the woodcutterâ€™s axe.\n\nBy now, the woodcutter had come near to the ugly tree. He had just raised his axe when suddenly he noticed how crooked the ugly tree was. â€œHmm! This crooked tree seems to be useless for me. I cannot make long straight logs of this ugly tree,\" he thought. And he moved towards another beautiful tree. The ugly tree heaved a huge sigh of relief. He realized that by making him ugly, God had actually given him a boon.\n\nFrom that day the ugly tree never complained. He was happy with his crooked branches. He never forgot how he was spared from t he woodcutterâ€™s axe, only because he was crooked and ugly."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Trees and The Lions",
      "body": "Far away from a kingdom there was a huge jungle. In that jungle, there were thousands of trees. Among them two were very good friends. They stood side by side. The same jungle was the home of many lions. Those lions used to kill other animals living in that jungle and eat them. The carcasses of the dead animals used to stink and a foul smell would hang in the air. The whole atmosphere was bad to live in.\n\nOne day, the two trees, who were friends, were talking. The first tree said, â€œThese lions are polluting our jungle. We have to save our jungle from them. They must be driven out of this jungle.\"\n\nâ€œYes,\" agreed the other tree.\n\nA wise old tree, who was listening to the friends said, â€œThey might be polluting the air. But these wild creatures are keeping us safe from woodcutters. No woodcutter will dare to come into the forest which has lions.\"\n\nBut, this advice did not go into the minds of the trees. The two friends decided to frighten the animals away. That evening, the two trees started shaking violently. â€œWe will frighten the lions away. They will be so terrified that they will leave this jungle and never come back into this jungle,\" said the two friends and laughed aloud.\n\nThe whole forest echoed with their laughter. â€œDo not do that,\" shouted the wise tree.\n\nBut the two friends did not listen. They began moving in the wind and making eerie noises. All the other wild animals in the forest were scared, seeing the two trees and the sounds they were creating. â€œThere is something happening in the forest. Let us run away,\" they said. All the animals fled the jungle.\n\nThe two friends were happy. â€œHuh! Now we can enjoy some fresh air,\" they said.\n\nBut their joy was short-lived. One day a woodcutter came to the forest and started felling the trees. â€œNow there is no fear of the ferocious lions,\" he muttered to himself. Soon there were other wood cutters. Seeing this, the wise tree said, â€œNow all of us will be doomed.\" The two friends cried out, â€œHow foolish we have been. We should have listened to this wise tree.\"\n\nA little later the two tree friends were brought down by the wood cutterâ€™s axe.The Trees and The Lions are must.\n\nDay by day, more and more trees were destroyed by many woodcutters."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Strength of Ugliness",
      "body": "It was a dense forest. Trees were found in all kinds. There were big trees and small trees, thick trees and thin trees and tall trees and short trees. There was this one tree which was a crooked one. The trunk was bent in all directions. It was a bit funny to look at. The crooked tree turned around and had a look at all other trees. There were all very up-right. They were standing straight. â€œSee how ugly I am. I am good for nothing. All these fellow trees are straight and beautiful. I am not even one bit amicable.\" It lamented.\n\nThere came a hyeavy thunder storm. It started raining heavily. Strong winds started blowing. The wind gushed through the forest and water flushed away everything that lay on the ground. The soil all over was eroded. Trees fell one by one. First the thin ones fell, then small ones. Not only that, while the huge ones fell they cut-off the nearby trees also. Soo there were trees lying all over the place. All this time crooked tree shut its eyes and braced firmly biting its roots firm in the ground.\n\nSlowly the storm subdued and there was silence. The crooked tree opened its eyes and alas, the whole place was a graveyard. All the beautiful trees were dead now. This crooked tree was one among the few survivors. Now this crooked tree understood the meaning of real strength."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Selfish Crows",
      "body": "Once upon a time, there was a very big forest. There on a huge banyan tree lived many crows. They were selfish and arrogant. They always quarreled with other birds. This behavior irritated other birds. They had no friends, as no one liked them.\n\nWhen the rainy season came, dark clouds gathered in the sky. A small mynah was returning to her nest. When she was passing by the banyan tree, it started raining. â€œI will stay here for a while until it stops raining,\" thought the little mynah. And I took rest on the banyan tree for a while.\n\nThe selfish crows saw her perching on the tree. One of them shouted, â€œGet off the tree. This tree belongs to us.\" The mynah humbly pleaded, â€œThe weather is bad and my nest is far off from this forest. Please let me take a rest for a while on this tree, brother. As soon as it stops raining, I will return to my nest.\"\n\nâ€œLeave this banyan tree at once. Or we will peck you,\" said the other crows. The merciless tendency of the selfish crows scared the mynah. The mynah found no other way except to fly off. Then immediately the mynah flew off to a nearby tree, where luckily she found a hollow in a broken branch. She took her shelter there.\n\nShortly after, the rain became heavy followed by thunderstorm. The wind was in high speed. Even the leaves and branches were not enough to give shelter to the crows. Many of the branches of many tree in which the crows had taken shelter were damaged and hurt by the hailstones. But the mynah was safe inside the hollow place in the tree.\n\nOne of the crows said, â€œLook at the mynah! How comfortable she is. Let us go there.\" Another crow said, â€œI do not think she will let us share the hollow. We did not have sympathy for her when she was in need of this tree.\" Then another crow said, â€œWe should not have been so rude. We forgot that we may need help someday.\"\n\nSuddenly the mynah called out, â€œCome! My friends! Come to this hollow. Or you will get hurt. The rain is not going to stop soon. It seems that it may rain for a long time\"\n\nThe crows flew down to the hollow. They thanked the mynah. â€œWe are sorry for having unkind, dear friend! Now we will never be so selfish.\"\n\nThen the crows took shelter in the hollow place of the tree in which the mynah had taken her shelter. After some time, it stopped raining. All the birds flew to their respective nests happily as new friends."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Prince and The Snake",
      "body": "The kingdom of Vijaygarh had a wise and kind King. People were happy. But the King himself was sad and worried. A devilish snake had entered his sonâ€™s body. Neither medicine nor magic worked to cure his son.\n\nWhen the Prince grew up, he thought, â€œIt is because of me that my father worried.\" And one day, he left the palace. Wandering, he came to another kingdom. He found a desolate temple and started living there. He begged for food.\n\nThe King of that kingdom was cruel. But he had a kind and beautiful daughter. The King was unhappy with his daughter. That girl was always ridiculing her fatherâ€™s hard work. The King thought, â€œShe is always talking to me low of my hard work. I must marry her to a beggar. Then she will know what hard work is.\"\n\nSo, when the beggar Prince came to beg for food in the Palace, the cruel King forced him to marry his daughter. The Prince and his new bride started for the desolate temple. On their way, they stopped to take rest. The Princess went around in search of food, while her husband went to sleep.\n\nWhen the Princess came back, she was shocked to see a snake sitting on her husbandâ€™s mouth. On a mount nearby sat another snake. They were talking among themselves. â€œWhy do not you leave the body of the Prince? He is so kind and gentle,\" said the snake sitting on the mound. â€œYou too are evil! You attack passers-by. You should not be telling me what to do,\" replied the snake sitting on the mouth of the Prince.\n\nThe Princess killed both the snakes with all her courage. When her husband woke up, she told him about the two snakes. The Prince was happy. Then he told her who he really was. They set off to the Princeâ€™s palace. The King was delighted to see his son. When the King learned that the devilish snake was killed, his joy knew no bounds. The Prince and the Princess lived happily for a long time. After few years, the Kingdom celebrated the day on which the Royal couple gave birth to twins of one boy and one girl."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Perfect Palace",
      "body": "Thousands of years ago, there lived a King. His people loved him since he looked after their needs well. At the end of every month, he would invite some noble men of his Kingdom to analyze his work and advised him.\n\nThe King built many things. Every year he would rebuild his palace and every time it looked better that before. â€œMarvelous! Unmatched!!\" the couriers would praise and the King would feel elated.\n\nOne day the King thought, â€œThis year, I will build the perfect palace, with all comforts. It should be praised not only within my kingdom, but also by the people of the neighboring states.\"\n\nThe next day, the King worked out a perfect design for his perfect palace. After finalizing it, he handed it over to the builders and masons. In about a month, the perfect palace of the Kingâ€™s dream was ready. The King invited noblemen of his kingdom, as well as the neighboring states, to get their opinions about the palace.\n\nâ€œUnbelievable! Indeed, it is a perfect palace,\" cheered the noblemen in unison. But a saint standing in the corner was silent.\n\nThe King wondered why the saint was silent, when everyone was praising his palace. He walked up to the saint and said, â€œPlease tell, O Saint, why you are silent. Is not my palace perfect?\"\n\nThe Saint replied in a calm voice, â€œDear King! Your palace is strong and will last forever. It is beautiful but not perfect, since the people living in it are mortals. They are not permanent. Your palace will live forever but not the people in it. That is why I am silent. Man is born with empty hands and so does he die.\"\n\nThe King thanked the saint for his wise words and never tried to build a perfect palace again."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Palace and The Hut",
      "body": "King Vikramaditya was known for his justice and kindness. Even Gods sought his help in setting issues. In his kingdom, no one was unhappy. His people loved him and were proud of him.\n\nOnce, the Vikramaditya decided to build a palace on the riverbank. He ordered his ministers to survey the site and start the work. The laborers were put to work and in a few days the palace was ready. Before bringing the King to show the palace, the minister decided to take a final look.\n\nâ€œSplendid!\" the minister exclaimed, looking at the palace. Then suddenly his eyes fell on something and he shouted, â€œWhat is that? I did not see that before.\" All the laborers and the soldiers turned around. There was a hut just a few steps away from the palace gate. â€œWhat is this hut doing here?\" shouted the minister and added, â€œAnd whom does it belong to?\"\n\nâ€œSir, it belongs to an old woman. She has been living here for a long time,\" replied a soldier.\n\nThe minister walked up to the hut and spoke to the old lady. â€œI want to buy your hut. Ask for anything,\" he said.\n\nâ€œI am sorry, Sir. I can not accept your offer. My hut is dearer to me than my life. I have lived in it with my late husband and I want to die in it,\" the old lady said.\n\nThe minister tried to tell her that her hut would spoil the charm of the newly constructed palace. But the old lady was strong in her stance and she was ready to face any consequences and any punishment. She refused to sell her hut to the King. The matter was then taken to the King.\n\nThe wise and generous king thought for a while, and then said, â€œLet the old lady have her hut where it is. It will only add to the beauty of the new palace.\" Then turning to the minister, the King said, â€œLet us not forget that what seems ugly to us may be precious to someone else.\"\n\nThe people then realized why their king was so highly respected by all the people and by all other neighboring kingdoms."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Monkey and The Juggler",
      "body": "In a mango orchard outside a village there lived a mischievous monkey. The whole day, he would jump from one tree to another. Thus the monkey kept on eating the ripe mangoes. The orchard-keeper tried to trap the monkey. But every time the monkey escaped the trap.\n\nOne day, the monkey wandered out to the nearby town. â€œThe town people are so busy. There is so much crowd here,\" the monkey thought. Soon the monkey was sneaking into houses and running away with eatables. By evening, he had made life difficult for the town people. â€œThe town is more fun than the orchard. I will live here,\" he thought.\n\nDays went by and the monkey was looked upon by the town people with terror. â€œHere he comes again,\" they screamed when they saw the monkey.\n\nOne day, a juggler came to the town. The people of the town approached him. â€œWe want you to help us get rid of that mischievous monkey,\" they said to the juggler. The juggler said in return, â€œDo not worry. Get me some jars with narrow necks,\"\n\nWhen the jars of the size were brought to him, he put peanuts into the jars and placed them out on a field.\n\nThe monkey became curious when he saw the jars. When he went and peeped inside the jars, he saw peanuts. â€œYummy! Let me quickly grab the peanuts and run,\" he thought. He put his hand inside the jar and grabbed a big handful.\n\nBut he could not pull out his clenched fist, as the neck of the jar was so narrow. If the monkey dropped some peanuts back into the jar, he could have pulled his hand out. But he was greedy. So he did not drop some peanuts into the jar.\n\nThe town people trapped the monkey with his hand inside the jar. They got hold of the rope and tied him in a post. Then the monkey was sold to a zoo. That was the end of the greedy monkey."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Meaning of True Wealth",
      "body": "There was a girl whose family was very wealthy. One day her father took her on a trip to the country where he aimed to show his daughter how poor people live. So they arrived at a farm of a very poor family. They spent several days there. On their return, the father asked his daughter, if she liked the trip.\n\nOh, it was great, dad - the girl replied.\n\nDid you notice how poor people live? - the father asked.\n\nYeah, I did. - said the girl.\n\nThe father asked his daughter to tell in more detail about her impressions from their trip.\n\nWellâ€¦we have only one dog and they have four of them. In our garden there is a pool while they have a river that has no end. We've got expensive lanterns, but they have stars above their heads at night. We have the patio and they have the whole horizonâ€¦.the daughter replied in delight.\n\nShe further addedâ€¦. We have only a small piece of land while they have the endless fields. We buy food, but they grow it. We have a high fence for protection of our property and they donâ€˜t need it, as their friends protect them.\n\nThe father was stunned. He could not say a word.\n\nThen the girl addedâ€¦Thank you, dad, for letting me see how poor we are.\n\nThis story shows that true wealth as well as happiness is not measured by material things. Love, friendship and freedom are far more valuable."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Making of A Lion",
      "body": "Once upon a time there lived four friends in a hermitage. They leant many divine slokas and the way to perform various poojas and yajnas. After completing their studies, they were walking through a forest. There they came across a skeleton of a dead lion. They looked at it for while.\n\nGyanendra, one of the four friends said to the other friends, â€œFriends, let us test our knowledge. I will put the bones together using a magical verse.\"\n\nAnupam, the second friend, said, â€œI know a magical verse which can create all the organs at their usual place and cover the body of the lion with its skin.\"\n\nSubber, the third friend, then said, â€œI can put life in the lion using my magical powers and verse.\"\n\nAt this point of time, the fourth friend, Gopi said to them, â€œPleaseâ€¦do not do that. Once the lion is alive, it will devour all of us.\"\n\nBut other three friends were stubborn and they did not listen to what Gopi said.\n\nThe other three friends went ahead with their words.\n\nGopi run and hid himself behind a tree.\n\nSubeer then recited his verse and the lion immediately came to life. The thre friends looked at each other and smiled in satisfaction.\n\nThe lion killed the three friends and Gopi saved his life and said, â€œOnly if you had paid attention to what I said, you all would have remained alive. You should learn where and when to use the verses.\""
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Magic Pot",
      "body": "Once upon a time a farmer, Gopi, lived in a village. He had few acres of land. One hot afternoon, the poor farmer was digging his field. All of a sudden, his spade hit something. Then he continued his digging. â€œIt is a big metal pot,\" said Gopi. It was big enough to boil rice for more than hundred people. â€œIt does not seem to be of any use to me. I will dig deeper. May be I will find something else,\" thought Gopi. He continued to dig.\n\nAfter he had dug for a long time, Gopi felt tired. â€œIt is of no use. There is nothing in this field\" he thought. Then at once, he threw the spade into the pot in frustration and sat under a tree to take rest for a while.\n\nAfter a while, when he got up to leave, he could not believe his eyes. There were one hundred spades in the pot. â€œThis is a magical pot. I will put this mango inside the pot and see what happens,\" Gopi thought. Then Gopi put a mango into the pot. To his astonishment, he found one hundred mangoes in the pot. Gopi carried the pot to his home and kept in a secret place so that no one would become aware of it.\n\nAfter that, he put many things in that and everything became hundred folds. With that pot, he became a rich man. The King came to know of the pot and its whereabouts. The King was curious to know about it and he was a greedy King. â€œI want to find out the secret of the magical pot. If it is valuable, it should be in the King treasury,\" the King thought. Then at once, the King ordered his men to bring the farmer and his pot.\n\nWhen the magic pot was brought to the Kingâ€™s chamber, he did not know what to do. The King thought, â€œLet me see what is there inside this pot which makes this pot so magical?\" He peered inside. Inadvertently, he slipped and fell inside the pot. When he climbed out of the magic pot, he was shocked to find that there were one hundred Kings.\n\nAll the kings then started to climb the throne. They fought among themselves and died. The magic pot lay in the Kingâ€™s treasury. â€œThe foolish King took away the magic pot from me out of curiosity and eventually he died. This magic pot has killed the King himself,\" said the farmer and he to be safe left the magic pot at the treasury of the King itself.\n"
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Lost Wallet",
      "body": "I stumbled on a wallet someone had lost in the street. Wanting to find the owner, I opened it, but it only contained 3 dollars and an old crumpled envelope. I opened the letter and saw a return address and dateline...1924. It had been written 60 years ago. It was signed Hannah.\n\nI called information, maybe there was a phone listing for the address. The operator hesitantly told me there was a number, but the best she could do was call it and see if they wanted to be connected. I learned that Hannah was now living in a Nursing Home. And was given the number.\n\nIt seemed silly, wanting to contact someone over a letter written 60 years ago, but I felt impelled. I was told that Hannah was there and though it was fairly late I followed my instinct and went to see her.\n\nShe was a sweet silver-haired lady with a warm smile and a twinkle in her eye. 1 told her about finding the wallet and showed her the letter.\n\nShe took a deep breath and said, \"Young man, this letter was the last contact I ever had with Michael.\"\n\nShe said softly \"I loved him very much. But I was only 16 at the time and my mother felt I was too young. \"If you should find him, tell him I still love him.\"\n\nWith tears in her eyes she told me she had never married because no one had matched up to him in her heart.\n\nI thanked her and left. As I was waiting by the elevator the nurse there asked, \"Was Hannah able to help you?\"\n\nI'd taken out the wallet as she was speaking and she said \"Hey, wait a minute that's Michael Goldstein's wallet. I'd recognize it anywhere, he's always losing it.\"\n\nMy hands began to shake. \"Who's Michael Goldstein?\" I asked.\n\n\"One of the residents on the 8th floor. That's his wallet for sure.\"\n\nI dashed up to the 8th floor and the nurse on duty told me he was still in the day room.\n\nWe went into the day room and as soon as Michael saw the wallet a smile of relief crossed his face. I confessed I'd read the letter in an attempt to find the owner of the wallet. The smile on his face disappeared.\n\n\"But I think you'll be happy I did,\" I said. I think I know where Hannah is.\n\nHe grew pale. \"Where is she? How is she? Please tell me he begged. \"She's fine I said quietly.\" \"I was so in love with that girl and when that letter came, my life came to a halt. I never married. I guess I've always loved her.\"\n\nI asked him to come with me and took him down to the 3rd floor where Hannah was sitting alone, watching television. The floor nurse pointed to Michael. \"Do you know this man Hannah?\" She adjusted her glasses but didn't speak. Michael whispered, \"Hannah it's me, Michael. Do you remember me?\"\n\nShe gasped. \"Michael. Michael, I don't believe it. It's you! My Michael.\"\n\nThey walked towards one another and embraced. The nurse and I left with tears streaming down our faces.\n\nAbout three weeks later I got a call from the nursing home. \"Can you break away on Sunday to attend a wedding? Michael and Hannah are going to tie the knot!\"\n\nIt was a beautiful wedding with all the people at the nursing home joining in the celebration. I was the best man!\n\nThe hospital gave them their own room and if you ever wanted to see a 76-year-old bride and a 79-year-old groom acting like two teenagers, you had to see this couple.\n\nA perfect ending for a love affair that had lasted nearly 60 years."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Lion and The Pig",
      "body": "One day a lion felt very thirsty and came to a pond to drink water.\n\nAt the same time a pig also came to the same pond to drink water.\n\nThey stared at each other. â€œWho should drink first\" was the question between them.\n\nThey started fighting with each other.\n\nThey fought heavily and soon became tired. They went to rest.\n\nAt the same time they saw the eagles flying eagerly above them. The eagles were waiting for a dead body.\n\nBoth The lion and the pig realized that if they fought with each other, one of them would die certainly. And they realized their mistake.\n\nThey said to each other, â€œit is better to be friends again than fall a prey to the eagles.\"\n\nThen they became friends again forever.\n\nâ€œChallenge, fights are always dangerous.\" They realized the truth at last."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Lion and The Cows",
      "body": "Once upon a time, there lived four cows in the forest.\n\nEvery day, they used to graze together in a particular place.\n\nOne day a lion passed that way and saw the four cows.\n\nThe lion went near the cows.\n\nWhen the cows saw the lion coming near to them, all of them fought together against the lion.\n\nThe Lion ran away.\n\nAfter some days, the cows quarrelled with each other and began to graze in different directions and all alone.\n\nThis was noticed by the lion.\n\nThe lion thought that its turn had come and came there.\n\nThe lion killed all the four cows one by one.\n\nUnitey is strength."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Lamb and The Wolf",
      "body": "Once there was a naughty lamb. His mother always loved her child so much that she worried about the safety of the child. His mother always warned him, â€œBe careful! You must not go into the forest. Wild animals live in there. They may threaten you. Sometimes they would eat you.\" But the mischievous lamb never listened. The lamb casually went into the forest and played there for a long time till it turned dark in the evening.\n\nOne day, as usual the lamb wandered far off into the forest. There he saw a spring. â€œI am thirsty. Let me drink some water,\" he thought. He decided to take water from the spring for his thirsty. While the lamb was drinking water in the spring, a wolf watched from behind a tree.\n\nâ€œA lamb! My lucky day!\" the wolf thought, approaching the lamb. The lamb was not aware of the wolf for some time. There was no one besides these two animals to save the lamb from the wolf.\n\nâ€œYou know this forest belongs only to wild animals like me. Why have you come in here to take water from this spring?\" asked the wolf.\n\nThe lamb knew that wolves were dangerous animals. â€œMother has warned me about wolves. I am sure this fellow wants to eat me for his lunch. This fellow is ferocious. I must escape from this animal,\" he thought.\n\nThe wolf continued, â€œYou are also dirtying water. How will I drink this polluted water now?\"\n\nâ€œBut the spring flows from where you are standing down to where I am standing, Sir!\" said the lamb, in a meek voice. The wolf was surprised to hear such an intelligent answer from the lamb. But the wolf was just looking for an excuse to kill the lamb. â€œHow dare you argue with me? I think you are the same lamb who had abused me last year,\" the wolf shouted.\n\nâ€œLast year? Bur Sir, I was not even born then!\" the lamb squeaked. The lamb feared that the wolf was looking after a pretext to kill the lamb. The lamb became cautious of its words and gestures. This way both the lamb and the wolf talked to each other cautiously.\n\nThe lamb heard some woodcutters. They were coming the way in which the lamb and the wolf were standing. â€œ\"If I can keep talking to this wolf for a little while longer, the woodcutters will be here. They will chase him away,\" thought the clever lamb. So, he said, â€œMr. Wolf, you are right. I have dirtied the water. But, I did not mean to upset you.\"\n\nThis way the lamb kept on talking for few more minutes. As the lamb spoke, the woodcutters arrived. They saw both the lamb and the wolf.\n\nThey caught the wolf and beat him before letting him go. The lamb was relieved to be safe. He ran back to his mother. He told her his mother what had happened in the forest with the wolf and the woodcutter. And then he promised his mother never to wander into the forest again.\n"
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Judge Monkey",
      "body": "Once upon a time, two cats were passing through a street. Suddenly they spotted a loaf of bread lying beneath a tree. Both pounced upon it and caught the loaf at the same time. â€œIt is mine. I saw it first,\" claimed one cat. While the other said, â€œI pounced upon it first and so it belongs to me.\" After having fought for a while, one cat said, â€œLet us divide it into two and take one piece each.\" â€œIndeed, a good idea,\" said the other cat. â€œBut how do we divide it now?\"\n\nA monkey sitting on the branch of the tree had watched all that happened between the two cats. â€œThat loaf of bread looks good. I could do with it myself,\" he thought. Slowly he came down from the tree and walked up to the confused cats.\n\nâ€œYes, my dear friends! Can I help you?\" asked the monkey. The cats told the monkey what the problem was and said, â€œWhy do not you be the judge between us?\" When the monkey nodded, the cats said, â€œPlease divide this loaf for us.\"\n\nThe clever monkey smilingly broke the bread into two pieces. But one piece was a little bigger that the other. â€œOH no! I will take a little bite of this bigger piece to make both equal,\" said the monkey, slyly. He took a bite from the bigger piece. But, he had taken a big bite. â€œUh oh! Now it has become smaller than the other piece. I will just have to take a little bite from this piece now,\" said the clever monkey.\n\nThe Judge Monkey took another bite. The two cats sat in front of the monkey, seeing the loaf of bread they had found getting smaller and smaller. When the whole loaf was eaten by the monkey, the monkey said, â€œI am sorry. I was really difficult to divide that loaf. I must be going now.\" And the monkey jumped onto the tree and was gone. â€œIf only we had not quarreled among ourselves, we would have remained united and we need not have to go to the monkey and to become hungry now,\" said the two cats."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Iron Box",
      "body": "Mohan Das was the son of a rich businessman. When his father died, Mohan Das was left with an iron box with valuables in it. One day, Mohan Das had to go to the city on some work. So, he took the iron box and handed it over to his moneylender friend. His name was Ramasewak.\n\nâ€œPlease keep this box. My father gave it to me. I will return from city after few days and collect it from you,\" said Mohan Das to Ramasewak.\n\nâ€œYou do not have to worry. I will keep this box safely,\" said Ramasewak.\n\nMohan Das started off his journey happily. He knew that his valuable iron box was safe with Ramasewak. A few days later he returned. He went to his friend Ramasewak and asked for the iron box. Ramasewak pretended to look a little surprised, â€œOh, the iron box! The rats ate it up. I just could not stop them,\" he said.\n\nMohan Das realized that his friend had become greedy and dishonest. Ramasewak was trying to cheat him. Being an intelligent man, he kept quite. â€œI must figure out a way to get my iron box back from Ramasewak,\" thought Mohan Das.\n\nNext day, Mohan Das went to Ramasewak and said, â€œFriend! Can you send your son with me? I need someone to look after my property.\"\n\nRamasewak thought for a while. He brooded. â€œMohan Das seems to be a fool. May be he will reward my son for looking after his property,\" thought Ramasewak. Then, immediately he agreed and sent his son with Mohan Das.\n\nNext morning, Mohan Das came running to Ramasewak and said, â€œDear friend, a terrible thing has happened. A hawk has carried your son away.\"\n\nRamasewak was furious and demanded, â€œHow can a hawk carry off my son?\"\n\nâ€œIn the same way as the rats can eat up the iron box,\" answered Mohan Das.\n\nâ€œI am sorry, my friend. I realize my mistake,\" Ramasewak said with a bit of concern in his voice. He felt ashamed of having tried to cheat his friend. He gave the box back to his friend. Both of them were happy and remained good friends forever."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Hunter and The Doves",
      "body": "Once there lived a group of doves who went for food and water all together.\n\nOn seeing their regularity, a hunter placed a trap in the field to catch the doves.\n\nAfter some time, they got caught in the trap of the hunter.\n\nEveryone tried to free himself, but all in vain.\n\nIn the meantime, a crow was passing.\n\nHe saw the doves caught in the net.\n\nHe went straight to the doves and advised them to make a united effort and fly away.\n\nThe doves took his advice and flew along with the net. Soon, they were all free.\n\nUnity is strength.\n"
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The FOX or The LION",
      "body": "Tired with the boredom of his normal life, Rama decided to go on a spiritual discovery. He decided to spend a few days in a Jungle close to the village. So, every day he meditated in the woods. Whenever he got hungry, he would come to the village. One day, while returning to the Jungle he noticed a severely injured fox. Its front legs were detached completely. Nature is not gentle to any kind of incapability. If you lose your legs, you lose your life. Yet, the fox looked well-fed and healthy. Rama was surprised. But he ignored it and focused on his meditation. As the sun set, Rama heard the roar of a lion. He forgot about his meditation and climbed up a tree. To his astonishment, a full grown male lion came with a piece of meat, dropped it in front of the fox and went away. Rama couldn't believe thisâ€¦if furious lion is feeding a crippled fox. Next evening, the lion came again with a piece of meat, dropped it in front of the fox and went away. Rama took this as a message that God was sending him. He had his own interpretationâ€¦.Even a crippled fox in this forest is being fed by a lion and you fool, just sit here and food will come to you.\n\nOne day. two days, three days, meditation became more like a struggle for Rama. By the seventh day, he was struggling between life and death. Just then a yogi was passing by. He heard Rama's desperate cries and started following the sound.\n\n'What happened to you? why are you in this condition?' asked the Yogi.\n\n\"Oh yogi, please help me. A divine message came to me. I went by the message and I became like this.\"\n\n\"What happened?\" the Yogi asked.\n\n'Look a crippled fox is being fed by a furious lion every day. Isn't this a divine message?'\n\nThe yogi looked at him and said. \"Definitelyâ€¦.this is a divine message, but why is it that you chose to be like the crippled fox and not like the generous lion?\"\n\nThinking good thoughts is not enough. Doing good is not enough. Seeing others follow your good example is good enough."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Fox and The Grapes",
      "body": "There was this fox who wanted to eat a bunch of grapes. He was always lured by the violet colour and round shape of them. All he could do was just look at them from a distance. The vineyard owners all had a tight fence around it. He could not nudge his way into any of the vineyards.\n\nOne day by luck he was able to enter into one of the lush vineyards. He started gazing at the grapes hanging down. He started to reach them. But in vain only. He tried hard. He jumped harder many times. But nothing happened. He could not reach the ripe grapes.\n\nFinally the dejected fox went away lamenting, â€œOh! After all grapes must be sour and tasteless.\""
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Four Sons",
      "body": "There lived an old man in a village. He had four sons. In spite of all his efforts, the old man could not make his sons earn for their living. In addition, they were always fighting among themselves.\n\nThe old man thought of a plan. He called his sons and said, â€œLook my dear sons, in the barren land we have at the farmyard, there is a hidden treasure. If you should work together, you may find it.\"\n\nIn a wish to find the treasure the four sons worked hard by digging and digging all through the land. They got frustrated and returned to their father.\n\nâ€œThere is no treasure in the land. They complained to their father.\n\nâ€œNow that you have softened the land. Why should not you cultivate it?\" was the reply of their father to their query.\n\nOff went the sons. Soon the whole barren land was rich crops.\n\nâ€œThis is the real treasure my sons\" said the now proud father. Hard-work always is fruitful. The quarreling sons then on lived in harmony and became rich soon.\n"
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Foolish Goats",
      "body": "A goat had to cross a small river. A narrow plank was across the river. The goat was walking on it happily.\n\nOn the opposite side it saw another goat coming towards it.\n\nâ€œGo back\" shouted the first goat. â€œWait...I will cross the river first. Then you can come.\"\n\nâ€œWhy should I?\" cried the second goat. â€œI came first here so I should cross first,\" the second one said.\n\nâ€œNoâ€¦I came first,\" shouted the first goat. It further added, â€œGo away or I will kick you,\" and added â€œWait and see.\" The first goat said angrily.\n\nâ€œI will kick you first.\" The second goat also said angrily.\n\nThe two goats started the arguing. Both the goats got very angry. They attacked each other. At last both the foolish goats fell into the water running in the river."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Foolish Fish",
      "body": "In a huge pond, there lived many fish. They were arrogant and never listened to anyone. In this pond, there also lived a kind-hearted crocodile.\n\nHe advised the fish, â€œIt does not pay to be arrogant and overconfident. It could be your downfall.\" But the fish never listened to him. â€œThere is that crocodile, advising us again,\" they would say.\n\nOne afternoon, the crocodile was resting beside a stone near the pond, when two fishermen stopped there to drink water.\n\nThe fishermen noticed that the pond had many fish. â€œLook! This pond is full of fish. Letâ€™s come here tomorrow with our fishing net,\" said one of them. â€œI am surprised we have not seen this place before!\" exclaimed the other.\n\nThe crocodile heard all this. When the fishermen left, he slowly slipped into the pond and went straight to the fish. â€œYou all had better leave this pond before dawn. Early morning those two fishermen are going to come to this pond with their net,\" warned the crocodile.\n\nBut the fish just laughed and said, â€œThere have been many fishermen who have tried to catch us. These two are not going to catch us either. Do not you worry about us, Mr. Crocodile,\" they said in a mocking voice.\n\nThe next morning, the fishermen came and threw their net in the pond. The nets were big and strong. Very soon all the fish were caught. â€œIf only we had listened to Mr. Crocodile. He had only wanted to help. For our arrogance we have to pay with our lives,\" said the fish.\n\nThe fishermen took the foolish fish to the market and sold them for a good profit."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Farmer and The Golden Duck",
      "body": "A farmer had many ducks in his house.\n\nOne of the ducks would lay a golden egg everyday.\n\nHe sold the golden egg and became rich.\n\nOne day, he thought that there would be more golden eggs in the stomach of the duck.\n\nIf he cut the stomach, he could take all the golden eggs and he would become rich in a very short period of time in stead of waiting for those eggs for many more days.\n\nSo, without any second thought, he took a knife andcut the stomach of the duck. But he found only one golden egg and felt very sad for his greedy attitude.\n\nMORAL : Greed leads to huge loss."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Donkey and The Horse",
      "body": "Once, there lived a washer man named Bheema. He had a donkey and a horse. The donkey carried clothes to the pond and back to his house. The horse carried Bheema to the market and back, occasionally. The donkey worked much harder than the horse.\n\nOn a bright sunny day, Bheema was going to the pond with donkey. He took the horse along to give it a drink of water. The donkey was carrying a heavy load of clothes. The horse was carrying nothing. The load was unusually heavy and the donkeyâ€™s back was hurting.\n\nWhen the pain became unbearable the donkey said to the horse, â€œThis load is too much for me, brother! Please take some of this load on your back.\"\n\nThe horse replied some what rudely, â€œEh! Why should I? I am here only to carry our master to the market.\" The proud horse continued on his way. The day was getting hotter as the day went on. The donkey felt totally exhausted. He was almost dragging himself. â€œHumph! Humph!\" The donkey tried to move. He just could not. The poor donkey collapsed to the ground. â€œOh! What has happened to the poor donkey?\" thought the washer man.\n\nImmediately he took the load off the donkey. â€œIndeed the load is really very heavy. I should have been little more careful,\" thought the washer man. Then he gave some water to the donkey. The donkey felt better now.\n\nThe washer man then picked up the bundle of clothes off the back of the donkey and placed it on the horseâ€™s back. â€œUmf! Umf! Came the sound from the horseâ€™s mouth. â€œI should have helped the donkey. I made a mistake. I should have taken half the load when the donkey requested me. Now I realize sharing a burden is easier.\" The horse carried the heavy load of clothes for the remaining distance. There after both the donkey and the horse lived together."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Donkey and The Dog",
      "body": "A washer man had a donkey and a dog. Both the donkey and the dog helped his master in many ways. One night, few thieves broke in the house of that washer man. The dog heard them and started barking. The washer man got up and so did the neighbors. â€œWhat is that? A dog. Let us run,\" said the thieves. They feared some dangerous consequences. By that time many people gathered in the street. They tried to run away but they were caught by the people.\n\nThe washer man said, â€œI am glad I had this dog in my house. I am sure the thieves would have looted me if my dog had not barked.\" The washer man was highly proud of the dog. Every one too praised the dog.\n\nFrom that day, the donkey started thinking, â€œThe master thinks that the dog is a more useful animal than me.\" The donkey decided he will show his master, the washer man, that he too could be useful just like the dog. Few days passed. One night, it so happened, two thieves again entered the washer manâ€™s house. The thieves became aware of the animals, present in that house. â€œWe should be careful, friend! I have heard that a dog guards this house,\" one thief said to the other.\n\nAs the thieves peeped in, they saw the dog sitting just outside the main door. â€œIt seems the dog is quite alert,\" said one thief.\n\nâ€œIt is better to leave this house alone. We had better go at once,\" the other thief said and the two thieves fled. But unknown to the thieves, the donkey was watching all this. He thought, â€œIt is a good opportunity for me to show my master that I too can be useful to him. The thieves have run away. If I start shouting, the master will think that I have driven the thieves away and out of this house.\" And the foolish donkey started braying loudly.\n\nWhen the washer man heard the donkey bray at this odd hour, he got angry. He came out with a stick and thrashed the donkey. â€œThis will teach him not to bray at night,\" he screamed. The donkey got all the thrashes in silence. It did not know what was taking place.\n\nJust then the dog came to the donkey and said, â€œIt is better to do your duties than try to be like me.\" The donkey knew that the dog was right.There after both the donkey and the dog remained peaceful."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Donkey and The Cotton",
      "body": "There once lived a salt merchant. He had a monkey for his assistance. Every morning, he would load a sack of salt on the donkey and go to the nearby town to sell it. On the way, they had to walk across a pond.\n\nOne day, while crossing the pond, the donkey thought,\"Ooh! This load is so heavy that I become exhausted very soon. I wish I could get some of this load taken off my back.\" Just then the donkey tripped and fell into the water.\n\nFortunately, the donkey was not hurt. But the sack of salt on the donkeyâ€™s back fell into the water. Both the donkey and the salt became wet. Some of the salt in the sack got dissolved, making the load on the donkey lighter. The donkey felt very happy about the reduction in the weight of the sack of salt on its back. The merchant did his best to help the donkey to get up and they carried on their journey.\n\nFrom that day, it became a regular practice for the donkey to slip and fall in the pond whenever they crossed the pond to the market. This would dissolve some salt in the sack thus reducing the weight and relieving the donkey of some load. The merchant was not aware of the donkeyâ€™s cunningness. This continued for a few days.\n\nOne day, the merchant noticed the donkey deliberately slipping and landing with the sack into the water. â€œOh! So this is the way I am losing my salt everyday\" he thought. He decided to teach the donkey a lesson.\n\nNext morning, instead of loading a sack of salt, the merchant loaded a sack of cotton on the donkeyâ€™s back. As usual they had decided to reach the market by crossing the same pond. While crossing the same pond, the donkey, as usual, slipped and fell into the pond, hoping that after some time the weight of the sack would go reduced. As usual, both the donkey and the cotton would become wet. But this time, when he got up, the load on his back seemed heavier. â€œOoh! The Load seems to have gotten heavier,\" thought the donkey. The donkey was astonished at what had taken place against the usual result.\n\nThe merchant looked at the donkey and said, â€œDear friend, I saw you fall into the water of the pond deliberately every day with the malicious intention of reducing the weight of the salt. So, I loaded a sack of cotton today. Cotton when wet gets more weight and becomes heavier. Now you will have to carry it to the town.\" The poor donkey had learnt his lesson."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Dog and The Shadow",
      "body": "A big dog stole a piece of bone from a kitchen. It began to run very fast. It came to a stream. The stream was bridged by a plank. As he walked across the plank, he saw a very strange sight.\n\nThe water in the stream was clear and quiet. It saw another dog with another bone in its mouth in the water.\n\nâ€œHo!...\" said the dog.\n\nâ€œWhat is this? Another dog with a piece of bone down in water? With a much bigger piece than mine! I will take it from the dog.\"\n\nBut the dog did not realize that the dog in the water was its own reflection.\n\nHe opened its mouth to catch the piece of bone from the dog in the water.\n\nAlas! Down fell his own dinner with a loud splashâ€¦The gentle waving movement of the water cleared. The dog was staring up out of the water with empty jaws.\n\nIt was his shadow that he saw all the time and the shadow of his piece of bone too."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Diamond Ring",
      "body": "An old man gave his money and gold to his sons. He showed them his diamond ring and said to them, â€œI am not giving this ring to you now. Go out and do some noble deeds. Then come to me. Tell me your deeds. Then I will give this diamond ring to one of you. The ring will be the reward for the noblest-deed.\"\n\nThe sones went out. They did noble deeds. After some time, they returned to their father.\n\nOne of the sons said, â€œFatherâ€¦ Give me the ring. I have done a great and noble deed. A man left all his money with me. He traveled many countries. Then he came to me. He wanted his money back. I returned his money to him.\"\n\nAnother son said, â€œA child fell into a river. The water was carrying the child away. I jumped into the river. I saved the child.\"\n\nThe third son said, â€œFatherâ€¦.please listen to me. My enemy was sleeping on the edge of a huge rock. I went to him and woke him up.\"\n\nThe father said, â€œAll the people love their friends. But you loved your enemy. You saved him from his death. Yours is the noblest deed. Take this ring.\""
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Curse of The Bullock",
      "body": "Long time ago, in a small village lived an old woman with her daughter. While the old woman was hard working, her daughter was lazy and selfish. They had a bullock. â€œWe should take proper care of our bullock.\" The old woman would say. â€œHah! Animals should serve us, not we serve them,\" the daughter would reply.\n\nThere was a pond, at some distance from the old womanâ€™s house. Every afternoon, she used to take the bullock to the pond to have a bath and to drink water. Meanwhile the lazy daughter would eat and sleep.\n\nOne day, the old woman fell ill. She requested her daughter to take the bullock to the pond. â€œIt is very hot today, dear! The bullock must be thirsty,\" said the old woman. â€œLook! I have some sweets here. I know you love sweets, dear. Take the bullock for a drink. While he is drinking water, you can eat these sweets,\" the old woman added, handing a box of sweets to her daughter. The greedy girl agreed.\n\nBut as soon as she was out of her motherâ€™s sight, the lazy girl tied the bullock to a tree and sat down to eat the sweets. The thirsty bullocks waited for the daughter to finish eating the sweets. â€œI hope she eats fast. I am really thirsty,\" thought the bullock. But after having eaten all the sweets, the daughter returned home and lied to her mother that she had taken the bullock to the pond and that the bullock drank water from the pond.\n\nThe bullock was extremely angry. He cursed the daughter, â€œIn your next birth, you may be born as a Chatak, a bird that drinks water when only it rains. As you kept me thirsty today, so will you remain thirsty.\"\n\nThe Curse of The Bullock came true. In her next birth, the daughter was born a Chatak. It is said that a Chatak is a bird that waits for rains, remaining thirsty throughout the year, despite having water all around."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Clever Fox",
      "body": "There once lived a crow. One day he was very hungry. He had not been able to get any food the previous day. â€œIf I do not get anything to eat I will starve to death,\" he thought.\n\nAs the crow was searching for food, his eyes fell on a piece of bread. He quickly swooped down, picked it up and flew off. Far away in a lonely place he sat on a tree to enjoy the bread.\n\nJust then a hungry fox saw the crow sitting on the tree holding the bread in his mouth. â€œYummy! That bread looks delicious. What I would give to get that piece of bread,\" the fox thought.\n\nThe fox decided to use all his cunning means to get the piece of bread from the mouth of the crow. He sat under the tree. The crow saw him and thought, â€œI guess this fox wants to eat my bread. I shall hold it carefully.\" And he held on to the bread even more tightly.\n\nThe clever fox spoke to the crow politely. He said, â€œHello friend! How are you?\" But the crow did not say anything.\n\nâ€œCrows are such lovely birds. And you are very charming too,\" said the fox, flattering the crow.\n\nThen the fox said,\" I have heard that besides being beautiful you also have a sweet voice. Please sing a song for me.\"\n\nBy now the crow started to believe what the fox was saying. â€œThe fox knows true beauty. I must be the most beautiful bird in this whole world. I will sing him a song,\" thought the crow.\n\nAs soon as the foolish crow opened his mouth to sing the bread fell from its beak and into the ground. The Clever fox, which had just been waiting for this very moment, caught the bread in his mouth and gulped it down his throat.\n\nThe crow had paid a heavy price for his foolishness."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Clever Bull",
      "body": "There was a forest with many birds and animals. Once, a bull wandering in the forest came upon a cave. Near the cave was a big pond and lush green grass. â€œThis is an ideal place for me to settle down,\" the bull thought. So, he made the cave his home. Many days passed. The bull became quite healthy, grazing in the meadows. The bull was happy and peaceful living in that cave. He had made many friends in that forest.\n\nOne day, the bull was resting outside his cave house. A lion happened to come by that way. The lion was happy to have spotted a bull after a long time. â€œAha! A bull! He is so healthy too,\" thought the majestic lion, licking his lips in anticipation of a good meal. The bull too noticed the lion. He could sense danger. I must be on my guard now,\" the bull thought and decided to do something to hide himself from the lion.\n\nWhen the lion came close to the bull, the clever bull looked into the cave and called out, â€œDarling, do not cook anything for dinner. I have just spotted a lion. I am waiting for it to come near.\" When the lion heard the bull, he returned around and ran for his life.\n\nA jackal saw the lion running breathlessly. â€œWhy are you running, Mr. Lion?\" asked the jackal. The lion told him all that had happened. â€œThe bull has made a fool out of you,\" replied the jackal. And the jackal added, â€œCome with me. Together we can feast on the bull.\" But the lion was too scared to believe the jackal.\n\nThe jackal understood why the lion was hesitating to come with him. â€œAlright then! Tie your tail with mine and let me lead you to the cave of the bull. In case the bull attacks, then I will be the one who will get caught first,\" the jackal said.\n\nThe lion agreed to this plan of action prepared by the jackal. And then the lion and the jackal tied their tails together. They set off to the bullâ€™s cave.\n\nBoth the lion and the jackal went near the cave where the bull was. When the bull saw the lion coming with the jackal, he thought, â€œI am sure that cunning jackal knows I fooled the lion. Without panicking, the bull cried out to the jackal, â€œI had asked you to being me two lions. Do you want me to keep my children hungry?\"\n\nEven this time the lion did not realize that the bull was again fooling him. He was terrified. He ran as fast as he could run dragging the jackal with him over stones and thorns. The clever bull outwitted his enemies and saved himself from its enemies.\n\nBoth the lion and the jackal never returned that way. Thereafter the bull lived a peaceful and happy life with his wife and children."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Bundle of Sticks",
      "body": "AN old man had three sons. He was not happy. His sons quarreled with one another.\n\nOne day, the old man said to his sons. â€œBring me a bundle of sticks.\" The sons asked their servant to do so. The serant did so. After a few minutes, he returned with a bundle of sticks.\n\nThe old man then called his sons to him. He said to them, â€œHere is a bundle of sticks in front of you all. Break it.\"\n\nThey tried to break the bundle of sticks. They failed.\n\nThe old man then said, â€œNow intie the bundle. Take one stick at a time. Break it.\"\n\nEach son took one stick. He broke it easily.\n\nThe father said to his sons, â€œNow learn a lesson, my dear boys. Do not quarrel with one another. Live together. You will be happy and strong. United we stand and divided we fall.\"\n\nThe three sons learnt the lessons and remained united till their death."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Brahmin and His Enemies",
      "body": "Long ago, a poor Brahmin lived with his family in a small house. His disciples would help him with food and clothes. He somehow managed to pass his days.\n\nOne day, the Brahmin received two calves as a gift from one of his disciples. He was overjoyed. Though he had difficulty in arranging for fodder and grain for the calves, he managed to feed the two calves. Years passed by and the calves grew up into two bullocks.\n\nA thief had seen the bullocks. â€œThe foolish Brahmin does not even know the proper use of these bullocks. I will steal the bullocks and sell them,\" he thought.\n\nThat evening, the thief started for the Brahminâ€™s house. While on his way, the thief was stopped by a fierce demon. â€œI am hungry. I will eat you,\" said the demon, in a thundering voice. â€œWait! Wait, dear friend! I am a thief I am on my way to the Brahminâ€™s house to steal his bullocks. You can eat the Brahmin instead of me,\" said the thief.\n\nThe demon agreed. The thief and the demon proceeded towards the Brahminâ€™s house. Reaching the house of the Brahmin, the thief said, â€œLet me take the bullocks and go. Then you can eat the Brahmin.\"\n\nâ€œNo! Let me eat the Brahmin first. I am hungry,\" roared the demon. The two started to quarrel.\n\nThe noise woke up the Brahmin. As soon as he saw the demon, he started chanting some mantras. The demon uttered a sharp cry, â€œAAIEE!\" and disappeared.\n\nThen the Brahmin got hold of a thick stick, â€œYou tried to steal my bullocks, did you?\" said the Brahmin. And he thrashed the thief. Thus the Brahmin saved himself from the demon and eventually punished the thief.\n\nThe Brahmin and His Enemies were separated from each other."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Boy of The Farmer",
      "body": "One dark night a lame boy went to the house of a farmer. He said to the farmer, â€œI am not a begger. I will work for you. I will plough your lands. I will sow. My father is dead. My mother is poor. I am hungry. Please give me some food.\"\n\nThe farmerâ€™s wife was sorry for the boy. She said to the farmer. â€œDo not drive away this boy.\"\n\nShe turned to the boy and said, â€œStay here. We will give you food.\"\n\nThe farmerâ€™s daughter liked the boy. She said to her father, â€œDo not drive him away. He is not an idle begger.\"\n\nThe boy lived with the farmer. He worked hard in the fields. The farmer and his wife loved the boy.\n\nThe boy grew up. He became a man. After some years the farmer died. Then his wife also died. The boy married the farmerâ€™s daughter.\n\nâ€œI am now a happy man. I came to this house on a lucky day,\" said the boy."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Bonded Donkey",
      "body": "In a small village, there lived a potter. He had a donkey. Everyday his donkey would carry soil from the field to his house. Since the field was quite far off, the potter would rest under a tree midway, tying his donkey nearby.\n\nOne day, the potter forgot to take the rope with which he tied the donkey everyday. When he reached the tree, he thought, â€œHow do I tie this donkey today? He might run away if I sleep. â€œThe potter decided to tie down holding the donkeyâ€™s ears so that the donkey would not run away.\n\nBut this way neither the donkey was comfortable nor the potter was able to take rest. A saint, who happened to be passing by, saw the potter holding on to the donkeyâ€™s ears. Then the saint wanted to know what the problem of the potter was. When the potter told the saint what the problem was, the wise saint said, â€œTake the donkey to the place where you tie him everyday. Pretend to tie him using an imaginary rope. I assure you he wonâ€™t run away.\" The potter did what the saint had said.\n\nHe left the donkey and went to take a nap. When he woke up, to his surprise and relief, he found the donkey standing in the same place.\n\nSoon the potter prepared to leave for home. But the donkey did not move. â€œWhat is wrong with this donkey!\" exclaimed the potter in frustration.\n\nLuckily, the potter saw the wise saint again. He ran up to the saint and told him about the donkeyâ€™s strange behavior. The saint said, â€œYou tied up the donkey, but did you untie him?\" Go and pretend to untie the rope with which you had tied the donkey.\" The potter followed the saintâ€™s advice.\n\nNow the donkey was ready to leave for home. The potter understood that donkey was the bonded donkey. The potter thanked the wise saint and went home happily with his donkey."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Bear and The Travelers",
      "body": "Two travelers were walking across the forest.\n\nBefore they entered the forest they promised to help each other in times of danger. They were going into the forest.\n\nAfter a while, they unexpectedly face a big bear.\n\nThe first traveler forgot his promise. He climbed up a tree without caring for his friend.\n\nThe second traveler does not know how to climb a tree. To face the bear alone was also not possible.\n\nHe thought for a second and fell on the ground. He acted like a dead man.\n\nThe bear came close to him. It smelled him and went away thinking that he was dead.\n\nAfter the bear left, the man on the top of the tree came down and asked the fellow traveler, â€œWhat did the bear tell you?\"\n\nâ€œDo not believe a friend who lets you down in times of danger\" said the second traveler.\n\nThe promises of the coward do not stand a test."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Foolish Imitation",
      "body": "Long ago, a hawk lived on the top of a hill. At the foot of the hill there was a banyan tree on which a crow used to perch everyday. The crow was very foolish. He would imitate everyone.\n\nThe hawk atop the hill would fly down everyday in search of food. The crow watched the hawk circling in the air for long hours and swooping down when he saw his prey. The hawk gifted with eyes that could see long distances would spot his prey from the hill top and then fly down to pounce upon the prey.\n\nThe crow watched the hawk thinking, â€œHunh! If the hawk can do that, I too can. What does he think? One day, I will show the hawk that I can do the same thing.\"\n\nA few days later, as the hawk was circling in the air, the crow decided to do the same. Suddenly a baby rabbit came out of the bushes. The hawk saw it and the crow too saw the rabbit.\n\nBefore the crow could move, the hawk swooped down, caught hold of the rabbit in his strong sharp talons and flew away. â€œSwoosh!\" was all the crow heard as the hawk disappeared in the sky with his prey. â€œHmmph! That is no great skill,\" thought the crow, angrily.\n\nNext moment he spotted a big fat mouse coming out of a hole. Without wasting time, the crow swooped down. Like the hawk he tried to catch the mouse in his claws.\n\nBut the mouse saw the crow and moved away, the crow crashed against the hill. â€œEeeaaa!\" cried the crow in pain.\n\nJust then the hawk came flying down. â€œI hope, now you know it is not easy to hunt and it is not easy to imitate, either,\" said the hawk and flew away.\n\nThere after, the crow never imitated any one in its life. It lived happily with the god-given abilities."
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Taking Responsibility",
      "body": "Two families lived nearby. One family was constantly fighting while the other one lived quietly and friendly. One day, feeling jealous about how nicely the neighboring family got along, the wife told her husbandâ€¦.Go to the neighbors and look to see what they are doing for their well-being.\n\nThe husband went, hid and began watching. He saw a woman who was cleaning the floor. Suddenly something distracted her and she ran to the kitchen. At that time, her husband rushed into the room. Not noticing the bucket of water, he kicked it and spilled water all over the floor.\n\nHis wife came back from the kitchen and said to himâ€¦Iâ€™m sorry, honey! Itâ€™s my fault. I didnâ€™t move the bucket out of the way.\n\nThe husband repliedâ€¦No, Iâ€™m sorry, honey! Itâ€™s my fault, because I did not notice it.\n\nThe man returned home and his wife asked him if he found out what their secret is.\n\nI think the difference is that we always seek to be right, while they seek to take responsibility for their part.\n\nHaving peaceful relationships mean taking personal responsibility for our own part.\n"
    },
    {
      "category": "Short Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Go By Heart",
      "body": "This brought me to tears. What a powerful lesson on time.\n\nA rich man was retiring when an angel of death came to him. He had worked long and hard to acquire massive wealth and retire in luxury, and could not believe that his time was up. Being a very wealthy person, he decided to buy some more time from the angel of death at any cost. He bargained for a long time but the angel was unmoved. Desperate, the rich man made the last proposal to the angelâ€¦ Give me just one hour of my life, so that I could admire the beauty of this earth for the last time and spend some time with my family and friends whom I haven't seen for a long time and I will give you all of my wealth. But the angel refused again. Finally, the man asked if the angel could give him at least one minute so that he could write a goodbye note. His wish was granted and he wrote a noteâ€¦.\n\n\"Spend your time, which was given to you, in the right way. I couldn't buy even an hour of life with all of my wealth. Listen to your heart and check if the things surrounding you have a true value. Cherish every minute of your life.\""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    }
  ]
}