{
  "data": [
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Our Solar System",
      "body": "The solar system is the Sun and all the different objects that orbit around it. These objects include the eight planets, their moons and asteroids and comets.\n\nCircling The Sun:\n\nThe Sun is a star - which means it is a huge, spinning ball of hot gas. It is the only star in our solar system and it provides light and heat to the planets. The Sun's gravity is the force that holds the solar system in place and keeps the planets traveling around the Sun.\n\nThe Planets:\n\nMercury, Venus, Earth and Mars are the four planets closest to the Sun. They are rocky planets with a metal core. The next four planets, Jupiter, Saturn, Uranus and Neptune are gas planets.\n\nThey have rocky cores covered by liquid or ice with layers of gas clouds on the outside. Moons are large rocky satellites that orbit a planet. Each planet has at least one moon, except for Mercury and Venus which don't have any.\n\nAsteroids are pieces of rock that orbit the Sun. Most asteroids are grouped together in a belt between Mars and Jupiter. Comets are made of ice, dust and rock.\n\nAMAZING FACTS about The Solar System:\n\nThe inner solar system is separated from the outer by the asteroid belt.\n\nThe solar system is port of the Milky Way galaxy which is a barred-spiral galaxy.\n\nThere were 9 planets in the Solar System until 2006 when the International Astronomical Union decided that Pluto could no longer be considered a plonet due to its size being smaller than our moon.\n\nIf all the planets were joined together, the Sun would still be more than 700 times bigger. It contains over 99% of the solar system's mass.\n\nIt takes two million years for gamma rays produced in the core of the Sun to reach its surface.\n\nThe Sun is the largest object the solar system. It is about 332 950 times more mossive than Earth.\n\nThe relationship between the Sun and the Earth drives the seasons, currents in the ocean, weather and climate.\n\nThe Sun has been burning for about five billion years and will bum for another five billion.\n\nIf you stood on Venus, the atmospheric pressure would be the same as if you were 900 metres underneath an ocean on Earth.\n\nMuch of the surface of Venus, including craters, has been covered in lava from previous eruptions.\n\nMercury and Venus are the only two planets in our solar system that don't have moons.\n\nMercury has the greatest variation in surface temperature of any planet in the solar system — can be over 600 degrees Celsius.\n\nBecause there is no wind or rain on the Moon, any footprints left by the astronauts should remain for millions of years.\n\nIt is thought that Earth was hit by a lorge object and the debris that was ejected into space joined together to form the Moon.\n\nThe official Latin name for planet Earth is Terra. It is named after the Roman goddess of fertility and growth - Terra Mater.\n\nThe Moon is the only other planet or satellite in the solar system that humans hove set foot upon."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Sun",
      "body": "The Sun is only an average-sized star, but the energy it produces allows life to exist on Earth.\n\nSolar Energy:\n\nThe Sun is a yellow dwarf star. Like all stars, it is a huge ball of spinning gas. Energy is produced in the Sun's core and travels to the outer part of the Sun. The high temperature and intense pressure create powerful nuclear reactions within the Sun's core.\n\nAtoms of hydrogen smash together and fuse to form helium. This produces light and heat energy. The energy radiates outwards to the surface of the Sun which is called the photosphere.\n\nThe Speed of Light:\n\nFrom the Sun's surface, light and other radiation travel to other parts of the solar system, including Earth. It takes 8 minutes and 17 seconds for this energy to reach our planet which is 150 million kilometers away from the Sun. The Sun's energy is essential for life on Earth.\n\nIt provides light for plants to grow — the basis of all food chains. The Sun also provides heat which creates our weather. The water cycle depends on this heat to bring about water evaporation — this forms clouds and rain."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Earth and Its Moon",
      "body": "Earth is unique amongst the planets in our solar system. It is the only one with all the conditions needed for life to exist.\n\nEarth is the only planet with a temperature that allows liquid water to exist. The other planets are either too close to the Sun or too far away. It is also the only planet to have an atmosphere that contains 21% oxygen which we need to breathe and 78% nitrogen. This atmosphere protects Earth from the Sun's ultraviolet rays. It also traps some of the Sun’s heat and transports liquid around the planet in the form of rain.\n\nEarth only has one satellite - the Moon. It is about one-quarter the size of Earth and has no water, wind, air or atmosphere. The Moon is held in orbit by Earth's gravity. On Earth, we only ever see the same side of the Moon. This is because the Moon takes the same time to spin on its axis as it does to orbit the Earth.\n\nAlthough the Moon only has weak gravity, it is close enough to Earth to affect our oceans. It is the Moon that causes the rise and fall of our tides.\n"
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Mercury and Venus",
      "body": "Mercury and Venus are the two planets closest to the Sun. The conditions on each planet are very different.\n\nRocky Planets:\n\nBoth Mercury and Venus are made of solid rock, but they look completely different. About 60% of Mercury's surface is covered in craters caused by meteorites crashing into the planet. This makes it look very similar to Eorth's moon.\n\nVenus has many volcanoes. There is a major difference between the atmospheres on the two planets. Mercury has almost no atmosphere. Venus has a thick atmosphere of corbon dioxide covered by spinning clouds of sulphuric acid.\n\nTemperature:\n\nAlthough Mercury is the closest planet to the Sun, Venus is actually the hotter planet. Mercury's temperature reaches 427 degrees Celsius during the day. Since there is no atmosphere to trap heat near the surface of the planet, the temperature falls to -180 degrees Celsius at night.\n\nOn Venus, any heat that finds its way through the thick atmosphere is trapped near the surface of the planet, producing a greenhouse effect. The temperature reaches 480 degrees Celsius. This heat also means water cannot exist as a liquid on either Mercury or Venus.\n\nAMAZING FACTS about Our Solar System:\n\nThe inner solar system is separated from the outer by the asteroid belt.\n\nThe solar system is port of the Milky Way galaxy which is a barred-spiral galaxy.\n\nThere were 9 planets in the Solar System until 2006 when the International Astronomical Union decided that Pluto could no longer be considered a plonet due to its size being smaller than our moon.\n\nIf all the planets were joined together, the Sun would still be more than 700 times bigger. It contains over 99% of the solar system's mass.\n\nIt takes two million years for gamma rays produced in the core of the Sun to reach its surface.\n\nThe Sun is the largest object the solar system. It is about 332 950 times more mossive than Earth.\n\nThe relationship between the Sun and the Earth drives the seasons, currents in the ocean, weather and climate.\n\nThe Sun has been burning for about five billion years and will bum for another five billion.\n\nIf you stood on Venus, the atmospheric pressure would be the same as if you were 900 metres underneath an ocean on Earth.\n\nMuch of the surface of Venus, including craters, has been covered in lava from previous eruptions.\n\nMercury and Venus are the only two planets in our solar system that don't have moons.\n\nMercury has the greatest variation in surface temperature of any planet in the solar system — can be over 600 degrees Celsius.\n\nBecause there is no wind or rain on the Moon, any footprints left by the astronauts should remain for millions of years.\n\nIt is thought that Earth was hit by a lorge object and the debris that was ejected into space joined together to form the Moon.\n\nThe official Latin name for planet Earth is Terra. It is named after the Roman goddess of fertility and growth - Terra Mater.\n\nThe Moon is the only other planet or satellite in the solar system that humans hove set foot upon.\n\nThe length of each Martian season is almost twice as long as a season on Earth.\n\nMars has the least hostile environment of all the other planets in the solar system.\n\nThe surface area of Mars is approximately equal to that of Earth's dry land as Mars does not have any oceans.\n\nMars has two small moons. They have uneven shapes and may originally have been asteroids.\n\nAfter the Sun, the Moon and Venus, Jupiter is usually the fourth brightest object in the sky.\n\nSaturn is almost exactly the same as Jupiter, just smaller. The only striking difference is the rings around Saturn.\n\nSaturn's rings are thought to be particles of an old moon which was smashed to pieces in a collision million of years ago.\n\nJupiter is made of hydrogen and helium gases which also make up the Sun. If Jupiter had been any bigger, it could have become a star."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Mars",
      "body": "Mars is a red planet with some similar features to Earth. It is still not known whether Mars has ever supported life.\n\nSimilar Features:\n\nThe soil on Mars contains iron oxide which gives the planet its red colour. Iron oxide is a mineral also found in Earth's soil. There is evidence that water once flowed on the Martian surface. There are valleys that have been eroded by water and dry riverbeds. Mars has icecaps at its north and south poles like Earth. The length of a Martian day is about 40 minutes longer than a day on Earth. Mars also has a similar tilt on its axis to Earth so it has the same pattern of seasons.\n\nVolcanoes occur on Mars. In fact, Olympus Mons is the largest volcano in the solar system. It is 25 kilometres high and 600 kilometres wide.\n\nCold With No Oxygen:\n\nThere are significant differences between the atmospheres on Mars and on Earth. Mars has a very thin atmosphere of carbon dioxide which means that we could not survive on Mars. Mars is a very cold planet. The temperature falls to as low as -120 degrees with a maximum of around 0 degrees Celsius. Winds on Mars can cause huge dust storms which cover the whole planet.\n\nAMAZING FACTS about Our Solar System:\n\nThe inner solar system is separated from the outer by the asteroid belt.\n\nThe solar system is port of the Milky Way galaxy which is a barred-spiral galaxy.\n\nThere were 9 planets in the Solar System until 2006 when the International Astronomical Union decided that Pluto could no longer be considered a plonet due to its size being smaller than our moon.\n\nIf all the planets were joined together, the Sun would still be more than 700 times bigger. It contains over 99% of the solar system's mass.\n\nIt takes two million years for gamma rays produced in the core of the Sun to reach its surface.\n\nThe Sun is the largest object the solar system. It is about 332 950 times more mossive than Earth.\n\nThe relationship between the Sun and the Earth drives the seasons, currents in the ocean, weather and climate.\n\nThe Sun has been burning for about five billion years and will bum for another five billion.\n\nIf you stood on Venus, the atmospheric pressure would be the same as if you were 900 metres underneath an ocean on Earth.\n\nMuch of the surface of Venus, including craters, has been covered in lava from previous eruptions.\n\nMercury and Venus are the only two planets in our solar system that don't have moons.\n\nMercury has the greatest variation in surface temperature of any planet in the solar system — can be over 600 degrees Celsius.\n\nBecause there is no wind or rain on the Moon, any footprints left by the astronauts should remain for millions of years.\n\nIt is thought that Earth was hit by a lorge object and the debris that was ejected into space joined together to form the Moon.\n\nThe official Latin name for planet Earth is Terra. It is named after the Roman goddess of fertility and growth - Terra Mater.\n\nThe Moon is the only other planet or satellite in the solar system that humans hove set foot upon.\n\nThe length of each Martian season is almost twice as long as a season on Earth.\n\nMars has the least hostile environment of all the other planets in the solar system.\n\nThe surface area of Mars is approximately equal to that of Earth's dry land as Mars does not have any oceans.\n\nMars has two small moons. They have uneven shapes and may originally have been asteroids.\n\nAfter the Sun, the Moon and Venus, Jupiter is usually the fourth brightest object in the sky.\n\nSaturn is almost exactly the same as Jupiter, just smaller. The only striking difference is the rings around Saturn.\n\nSaturn's rings are thought to be particles of an old moon which was smashed to pieces in a collision million of years ago.\n\nJupiter is made of hydrogen and helium gases which also make up the Sun. If Jupiter had been any bigger, it could have become a star.\n\nIt takes 84 Earth years for Uranus to complete one full orbit around the Sun.\n\nThe Kuiper Belt contains many comets, asteroids and other small bodies made largely of ice.\n\nAs its orbit is so for from the sun, Neptune receives very little heat - in fact the uppermost regions of its atmosphere are -218 degrees Celsius."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Jupiter and Saturn",
      "body": "Jupiter is the largest planet in the solar system and has the fastest rotation. Saturn is the second-largest planet surrounded by rings of ice-covered rock. Both are gas giants.\n\nJupiter:\n\nIf oil the other planets were combined into one, its moss would be less than half of Jupiter's. It is 1300 times larger than Earth.\n\nJupiter completes its rotation in less than ten hours. This speed results in strong winds and huge cloud bands. Strong storms develop when these bands of clouds meet. One hurricane known as the Great Red Spot has existed for over 300 years.\n\nSaturn:\n\nLike Jupiter, Saturn is made of hydrogen and helium gas. Saturn's rotation is almost as fast as Jupiter's. Saturn also has very strong winds reaching speeds that are 11 times faster than a hurricane on Earth. There are thousands of rings surrounding Saturn. Each ring contains pieces of ice and rock travelling in orbit around Saturn. The rings closer to the planet seem to hold larger pieces while the outer rings contain finer materials. Both Jupiter and Saturn have many satellites some discovered only very recently. Jupiter seems to have the most moons of any planet in our solar system — at least 62. Saturn has more than 30."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Uranus and Neptune",
      "body": "The two furthest planets from the Sun are Uranus and Neptune. Uranus and Neptune are both gas planets.\n\n\nBlue-Green Methane\n\nBoth Uranus and Neptune have atmospheres of hydrogen, helium and methane. The methane gives these planets a blue-green colour. Below the atmosphere, both planets have liquid layers of water ice, methane and ammonia around small, rocky cores.\n\nUranus:\n\nUranus, its rings and moons all orbit the Sun, tipped on their side. This may have been caused by a collision with another huge object. The result is that each pole on Uranus receives 42 Earth years of sunlight followed by 42 years of darkness.\n\nNeptune:\n\nNeptune, like Uranus, has rings and moons. It has a stormy atmosphere and has the fastest recorded winds in the solar system. These storms may be caused by heat generated within Neptune.\n"
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Asteroids and Meteoroids and Comets",
      "body": "Asteroids are pieces of rock and iron that orbit the Sun.\n\nMeteoroids are smaller bits of material that fly through space.\n\nComets orbit the Sun and are made of ice, dust and rock.\n\nAsteroids:\n\nAsteroids are known as minor planets although they can range in size from a few metres across to the largest – Ceres - which is almost 1000 km wide. Many asteroids are found orbiting in a belt between Mars and Jupiter.\n\nMeteoroids:\n\nMeteoroids travel at great speed. When they enter Eorth's atmosphere, they bum up due to friction with the air. These streaks of light ore called meteors or shooting stars. If meteors don't burn up completely, due to their large size, they hit Earth's surface. These are called meteorites. The Barrington Crater in Arizona, USA, was formed when a 30-50 metre iron meteorite hit Earth about 50000 years ogo. It is one of about 120 impoct craters on Earth.\n\nComets:\n\nThere are billions of comets orbiting the Sun. A comet doesn't have a tail for most of its orbit. As a comet moves closer to the Sun, it begins to warm up. Gas and dust from the nucleus or solid icy centre of the comet begin to form a cloud or a coma around the nucleus. The Sun and its solar wind blow the coma into two tails - one of gas and one of dust. As the comet moves away from the Sun, the tails shrink.\n\nHalley's comet is the best known periodic comet with the first recorded sighting being in China in 240 BC. It returns to Earth every 75-76 years. Its next visit to the inner solar system will be the summer of 2061.\n\nAMAZING FACTS about Our Solar System:\n\nA comet's tail can be millions of kilometres long.\nOver 9 000 asteroids hove been located and named.\nAn asteroid, colled Ido, has its own moon called Dactyl.\nHalley's comet lost visited Earth in 1986."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Near-Earth-Objects",
      "body": "Near-Earth-Objects (NEOs) are small objects in the solar system. They have struck Earth in the past and will definitely hit again, but are we in danger of Near-Earth-Objects?\n\nThe Earth has been hit by asteroids, comets and meteorites in the past. Scientists believe that when a large asteroid collided with Central America 65 million years ago, the dinosaurs became extinct. The collision threw up water and rock which hid the Sun and covered the Earth in darkness for months. Dinosaurs could not survive in the cooler climate.\n\nOf the Near-Earth-Objects, Most meteors are tiny and burn up in Earth's atmosphere. Even the ones that do get through and land as meteorites are mostly very small. The Earth's atmosphere protects us from all objects up to about 40 metres across. Asteroids pose a much bigger threat to Earth as they tend to be much larger objects.\n\nIf an asteroid with a diameter of more than two kilometres hit the Earth, it would cause a catastrophic planetary event. Many people would die as a result of the impact and of the Earth entering a long cold winter where most crops die. The good news is that an asteroid of this size only collides with Earth about once every 100 million years. The Spaceguard survey scans the skies looking for any dangerous NEOs. As yet, none that are on a collision course with Earth, have been discovered.\n\nWhen a bigger object does head our way, we should have the advance warning and technology to deal with it.\n"
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Seasons on Earth",
      "body": "Earth's revolution around the Sun creates the seasons. They are different in the Northern and Southern Hemispheres.\n\nWhy do we have Seasons on Earth?\n\nEarth completes a revolution around the Sun over 365.25 days. It is this orbit, combined with the tilt on Earth's axis, which causes the seasons. The tilt, which is approximately 23.5 degrees, means that the Earth leans slightly towards the Sun.\n\nFor part of the year, the Northern Hemisphere is tilted towards the Sun. During this time, the Sun is closer to the Northern Hemisphere. This means the Northern Hemisphere is in the direct path of the Sun's energy.\n\nAs the Sun's rays hit Earth, they are concentrated, because they've travelled less distance through the atmosphere. The Sun rises higher in the sky and produces longer days. This is the Northern Hemisphere's summer.\n\nAt the same time, the Southern Hemisphere is tilted away from the Sun. The Sun's rays hit Earth at an angle. The Sun's energy is weaker as it has travelled through more of the atmosphere. The Sun doesn't rise as high in the sky and the days are shorter. This is winter in the Southern Hemisphere.\n\nAMAZING FACTS about Our Solar System : Seasons on Earth\nAstronomers look in space for asteroids or meteorites that might be headed towards Earth.\n\nToday, in the United States and Australia, we can still see craters that are the result of meteorites hitting Earth.\n\nHuge asteroids like the one that caused the extinction of the dinosaurs collide with Earth about once every 100 million yeors. That asteroid was 15 km wide.\n\nWhen small fragments of cosmic debris, often left over from a passing comet, enter Earth's atmosphere at high speed we get a meteor shower.\n\nIn some regions of the planet, like India, people refer to wet and dry seasons instead of the four seasons.\n\nWhen it is summer in the Southern Hemisphere, it is winter in the Northern Hemisphere and vice versa.\n\nWhen it is spring and autumn, neither hemisphere is tilted toward the Sun. - Seasons on Earth."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Day and Night",
      "body": "Earth's rotation on its axis causes day and night.\n\nAs Earth spins, sunlight only falls on one-half of the planet. This means it is daytime on that side of Earth. On the other side, it is night. This way we have Day and Night.\n\nThe apparent movement of the Sun across the sky is actually due to the rotation of our Earth. The Sun always appears to rise in the east and set in the west regardless of where you are on Earth.\n\nWhen the Sun rises, that part of the Earth is turning to face the Sun. When the Sun sets, that part of the Earth is turning away from the Sun. The Sun itself doesn't actually rise or set. Each planet spins around or rotates on its axis.\n\nEarth spins around at a speed of 1 600 km/h. Earth takes almost 24 hours to complete one rotation around the Sun. Because each rotation takes slightly less than 24 hours the calendar needed adjusting. Leap years add an extra day, the 29th February, to the calendar every four years so that the calendar aligns with Earth's motion around the Sun.\n\nMoon Phases:\n\nWe see the Moon because sunlight is reflected from its surface. As the Moon orbits Earth and as Earth orbits the Sun, we see different amounts of the Moon's sunlit face. These are known as the phases of the Moon.\n\nNew Moon : The Moon in between Earth and The Sun and The Moon’s unlit side is facing Earth.\n\nWaxing Moon : Less than one-half of the Moon is lit by direct sunlight.\n\nFirst Quarter : One-half of the Moon is lit by direct sunlight.\n\nWaxing Gibbous : More than one-half of the Moon is lit by direct sunlight.\n\nFull Moon : Two weeks after the New Moon, the Moon os halfway through its orbit. The Moon’s sunlit side is looking Earth.\n\nWaning Gibbous : More than one-half of the Moon is lit by direct sunlight.\n\nLast Quarter : One-half of the Moon is lit by direct sunlight.\n\nWaning Crescent : Less than one-half of the Moon is lit by direct sunlight."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Solar Eclipse",
      "body": "Sometimes the Moon moves between the Sun and the Earth so the three are in a straight line. The Moon blocks the Sun's light and part of the Earth is in the Moon's shadow. This is a solar eclipse.\n\nDiscover what happens in a solar eclipse.\n\nWhat you need about Solar Eclipse...\n\nglobe of the Earth\n\nball with string attached (Moon)\n\ntorch (Sun)\n\nPloce the Eorth, Moon and Sun in line so that the Moon is in the middle.\n\nTurn on the Sun and observe the shadow that falls on a small part of Eorth.\n\nRotote the Eorth so that the eclipse occurs where you live."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Solar Family",
      "body": "Sun = 332 950 x Earths\n\nThe Sun is so massive its interior could hold 1.3 million Earths.\n\nMercury = 0.055 x Earths\n\nBecause of its proximity to the Sun the average surface temperature on Mercury is 179 degrees Celsius. - Solar Family\n\nVenus = 0.815 x Earths\n\nVenus was named after the Roman goddess of love and beauty. This is probably due to the fact Venus is very bright in the night sky in comparison to the other planets.\n\nEarth = 1 x Earth\n\nThe Earth's surface is comprised of 71% water. Earth is the only planet that has liquid water on its surface. - Solar Family\n\nMars = 0.107 x Earths\n\nThe solar day on Mars is very close to Earth's day - 24 hours, 39 minutes and 35.244 seconds.\n\nJupiter = 317.8 x Earths\n\nAlthough Jupiter consists mainly of gas, its core is quite different. It consists of rocky material which equals roughly the mass of 10-15 Earths.\n\nSaturn = 95.162 x Earths\n\nBecause Saturn's core is so hot it radiates more energy into space than it receives from the Sun.\n\nUranus = 14.536 x Earths\n\nUranus, like Saturn, Jupiter and Neptune, also has rings. All the rings are very faint. The outermost ring, known as the Epsilon, is comprised mostly of ice boulders several feet across.\n\nNeptune = 17.147 x Earths\n\nNeptune has the strongest winds recorded at any planet. They can reach up to 2000 km/h. - Solar Family"
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Glossary of Solar System",
      "body": "atmosphere : layer of goses surrounding a planet\n\naxis : an imaginary line which passes through a planet from the North to the South Pole\n\ncore : the central part of a planet\n\ncrater : a hollow resulting from the collision of an object with a planet\n\ndwarf star : a smaller-sized star (our Sun is a yellow dwarf star)\n\nelliptical : the shape of an oval\n\ngamma rays : high-energy waves that come from a radioactive source\n\ngravity : the force that attracts all bodies in the Universe to each other\n\ngreenhouse effect : the heating that occurs when gases trap heat and stop it from escaping a planet's atmosphere\n\nhemisphere : one half of a planet\n\nKuipcr Belt : disk-shaped region of minor planets and ice outside the orbit of Neptune\n\nmass : the amount of matter in an object\n\nmeteorite : piece of metal or stone from outer spoce that has reached Earth\n\nnuclear reaction : collision of atoms giving off energy\n\norbit : the path that on object makes around another object\n\nproximity : closeness between two objects\n\nradiates : giving off heat or light\n\nradiation : the release of energy in the form of waves or rays\n\nrevolution : the movement of a heavenly body in an orbit around another heavenly body\n\nrotation : turning round ond round like o wheel\n\nsatellite : an object that revolves around o planet\n\nsulphuric acid : a strong mineral acid\n\nultraviolet : invisible rays in sunlight\n\nwaning : getting smoller\n\nwater ice : water frozen in the solid state\n\nwaxing : getting bigger"
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Exploring Space",
      "body": "Space exploration has a fascinating history and will continue into the future with many nations now involved in the International Space Station and the exploration of Mars.\n\nHumans have explored space for thousands of years. In early times, they used their eyes to look at the heavens. The invention of the telescope allowed a deeper exploration of space. In more recent times, spacecraft and people have explored space.\n\nAncient civilisations studied the patterns of stars in the sky and observed the position of the Sun and the Moon. Earty astronomers believed that the Sun, Moon and planets revolved around Earth.\n\nNicolas Copernicus was the first astronomer to realise that Earth, other planets and moons revolved around the Sun. The invention of the telescope in the early 1600s allowed astronomers like Galileo Galilei to make discoveries about other planets and our solar system.\n\nProbes, rockets and satellites are modem ways of exploring space. After the first unmanned spacecraft was launched successfully, people also went into space. Astronauts orbited the Earth and landed on its Moon. The next step was for longer stays in space aboard the space shuttle and the International Space Station. Now humans want to explore the furthest reaches of our solar system and the wider universe."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Telescopes",
      "body": "Optical telescopes are used in observatories around the world. The optical telescopes in observatories are reflecting telescopes. Reflecting telescopes use mirrors to gather and focus light from distant objects.\n\nOptical telescopes are built in high, dark places. The height reduces distortion caused by heat and Earth's atmosphere. Less distortion means that starlight entering the telescope is clearer. The telescope needs to be built in a dark place to reduce the interference from electric lights. Stars are much dimmer in the city because of the city lights.\n\nHow do optical telescopes work?\n\nLight from a distant object enters the reflecting telescope through its open end. Light moves down to a large curved minor called the primory minor. This collects the light and brings it to a point.\n\nThis light bounces off the primary mirror and heads towards a smaller mirror called the secondary mirror. This mirror reflects the image to an eyepiece on the side of the telescope.\n\nThe information sent to the eyepiece is stored on a computer. Astronomers use the computer to produce images of the object and study these images rather than looking through the eyepiece.\n\nAmazing Facts about Space:\n\nBefore people ventured into spoce, scientists sent animals, so they could observe how the animals coped with being in spoce. The dog, Laika, was the first mammal from Earth to orbit the planet. Laika died from stress and overheating during her 1957 space mission in the Russian spacecraft Sputnik 2.\n\nAs telescopes have become more powerful, they have allowed us to observe planets, galaxies and nebulae in greater detail. In 1990 the Hubble telescope was sent into orbit\n\nGalileo discovered four moons orbiting Jupiter in January 1610.\n\nThe Indian Astronomical Observatory which sits 4517 metres above sea level, in Hanle, India, is the world's highest observatory telescope.\n\nAmateur astronomers use refracting telescopes The earliest telescopes were all refracting telescopes including the famous and very simple telescope used by Galileo Galilei in the early 1600s.\n\nThe Keck telescopes, the world's largest optical telescopes, are located on the dormant Mauna Kea volcano on the island of Hawaii.\n\nHubble is the size of a large school bus. It fits inside the cargo bay of a space shuttle.\n\nThe Hubble Space Telescope spotted young brown dwarfs for the first time in the Orion Nebula. Brown dwarfs are so-called failed stars because they are too small to be ordinary stars — they cannot sustain nuclear fusion in their cores the way our Sun does.\n\nHubble is serviced and newer technology is installed by astronouts on space walks. This means that Hubble can benefit from the same advances as ground-based telescopes.\n\nThe Hubble Space Telescope completes one full orbit of Earth every 97 minutes.\n\nA three-stage rocket, Saturn V, was used to take astronauts to the Moon in the Apollo spacecraft. Stage 1 burnt its fuel over 2 minutes and 30 seconds - then separated from the rest of the rocket ond fell back to Earth. Stage 2 then fired and lifted the astronauts into space. It too fell away. Finally, Stage 3 fired for 2 minutes and 30 seconds and sent Apollo into orbit around Earth. Stage 3 fired again for over five minutes to send Apollo towards the Moon. It then fell away from the spacecraft. All spacecraft and satellites are taken into space by rockets.\n\nThe largest and most powerful rocket ever built was the Saturn V rocket."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Rockets",
      "body": "Rockets propel spacecraft away from Earth's gravity and into space.\n\nHow does a rocket work?\n\nLike all objects, rockets are held to Earth's surface by the pull of gravity. Rockets need to achieve a speed of 11 kilometres per second or 40000 kilometres per hour to escape Earth's gravity. Rockets have different sections or stages which help them to achieve this.\n\nTwo or three stages are stocked on top of each other to form the rocket. Each stage has its own engines as well as separate tanks of liquid fuel and liquid oxygen. The liquid fuel and liquid oxygen are pumped into a combustion chamber within the engine where they mix and burn. Hot gases are produced and rush backwards out of the engine. It is the escape of these gases that propels the rocket forward.\n\nThe stages burn their fuel one after the other. Once the fuel in a stage has been used, the stage falls away from the rest of the rocket. The rest of the rocket has less weight to carry into space."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Satellites",
      "body": "Satellites collect and transmit information as they orbit Earth.\n\nHow do satellites work?:\n\nA satellite is lounched to a specific altitude. This position is maintained by Earth's gravity. Gravity pulls the satellite down just enough to keep the satellite travelling in a circular orbit instead of flying away into space.\n\nThe body or frame of a satellite is made of metal or a combination of materials and is called the bus. The different parts of the satellite are attached to this frame. The bus provides protection during the lounch and when the satellite is in orbit.\n\nThe Sun provides the satellite with power. Arrays of solar cells on the satellite convert sunlight into electrical energy which provides power to rechargeable batteries on the satellite. The batteries store power for times when the Sun is not visible.\n\nNearly all satellites have a radio transmitter / receiver and an antenna. This allows them to transmit or downlink data to command centres on Earth. It also means that command centres can send or uplink messages to the satellite. These command centres request information from the satellite, send adjustments to its course and can reprogram the instruments on the satellite.\n\nAmazing Facts about Space:\n\nBefore people ventured into spoce, scientists sent animals, so they could observe how the animals coped with being in spoce. The dog, Laika, was the first mammal from Earth to orbit the planet. Laika died from stress and overheating during her 1957 space mission in the Russian spacecraft Sputnik 2.\n\nAs telescopes have become more powerful, they have allowed us to observe planets, galaxies and nebulae in greater detail. In 1990 the Hubble telescope was sent into orbit\n\nGalileo discovered four moons orbiting Jupiter in January 1610.\n\nThe Indian Astronomical Observatory which sits 4517 metres above sea level, in Hanle, India, is the world's highest observatory telescope.\n\nAmateur astronomers use refracting telescopes The earliest telescopes were all refracting telescopes including the famous and very simple telescope used by Galileo Galilei in the early 1600s.\n\nThe Keck telescopes, the world's largest optical telescopes, are located on the dormant Mauna Kea volcano on the island of Hawaii.\n\nHubble is the size of a large school bus. It fits inside the cargo bay of a space shuttle.\n\nThe Hubble Space Telescope spotted young brown dwarfs for the first time in the Orion Nebula. Brown dwarfs are so-called failed stars because they are too small to be ordinary stars — they cannot sustain nuclear fusion in their cores the way our Sun does.\n\nHubble is serviced and newer technology is installed by astronouts on space walks. This means that Hubble can benefit from the same advances as ground-based telescopes.\n\nThe Hubble Space Telescope completes one full orbit of Earth every 97 minutes.\n\nA three-stage rocket, Saturn V, was used to take astronauts to the Moon in the Apollo spacecraft. Stage 1 burnt its fuel over 2 minutes and 30 seconds - then separated from the rest of the rocket ond fell back to Earth. Stage 2 then fired and lifted the astronauts into space. It too fell away. Finally, Stage 3 fired for 2 minutes and 30 seconds and sent Apollo into orbit around Earth. Stage 3 fired again for over five minutes to send Apollo towards the Moon. It then fell away from the spacecraft. All spacecraft and satellites are taken into space by rockets.\n\nThe largest and most powerful rocket ever built was the Saturn V rocket.\n\nThe Mariner probes were designed to investigate Mars, Venus and Mercury. In 1962, Mariner 2 became the first spacecraft to fly by another planet when it passed Venus.\n\nThe Viking landers conducted experiments on Martian soil to see if any form of life existed. Decades later, scientists are still arguing over the results.\n\nThe Halley Multicolor Camera on the Giotto probe was destroyed when it veered too close to the tail of Halley's Comet. Before it was shattered, it took some spectacular pictures of the comet's nucleus.\n\nIn 1959, the Soviet Luna 2 mission successfully crashed into the Moon. It made history by being the first man-made object to reach another world.\n\nCommunications industries, such as Internet, TV and telephones, use satellites to transmit information quickly.\n\nSatellites also have an Attitude Control System which keeps the satellite pointing in the right direction.\n\nThe Soviet Union was the first country to launch a satellite. The Soviets launched Sputnik 1 on 4 October 1957. This was to be the beginning of the space race between the Soviet Union and the USA.\n\nIf a satellite doesn't reach a suitable altitude, it can be affected by the drag of Earth's atmosphere and fall back into the atmosphere where it burns up."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Types of Satellites",
      "body": "Satellites provide information for weather forecasts and navigation, monitor conditions Earth and transmit communication signals.\n\nWeather Satellites:\n\nWeather Satellites monitor climate patterns on Earth. They provide advance warnings of dangerous weather systems such as cyclones. Some weather satellites are in geostationary orbits which means they remain positioned over the same spot on Earth.\n\nCommunication Satellites:\n\nCommunication Satellites are also in geostationary orbits. These satellites receive television, data and telephone signals from one spot on Earth and re-transmit them to other places on Earth.\n\nNavigation Satellites:\n\nNavigation Satellites can locate people's position and speed of movement on Earth. This system of navigation is called the Global Positioning System (GPS). GPS satellites continually transmit to receivers on Earth. Receivers may be on ships or planes in motor vehicles or carried by people. A receiver uses the signals from four satellites to calculate position, speed and exact time. These signals can also be tracked by search and rescue teams.\n\nScientific and Observation Satellites:\n\nScientific and observation satellites monitor conditions on Earth. Observation satellites fly at a lower orbit and take high-resolution images of the Earth's surface. These are used for mapping and to record ice movements, crop problems and rainforest logging. Scientific satellites monitor volcanoes and changes in Earth's atmosphere."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "First in Space",
      "body": "The first man flew into space in 1961 and the first woman in 1963. Both were from the former Soviet Union. The United States space program concentrated on landing on the Moon. - First in Space\n\nYuri Gagarin, a pilot in the Soviet Union's Air Force, orbited Earth in a Vostok spacecraft in April 1961. The flight took less than two hours. To return to Earth, Gagarin ejected from the spacecraft at 7000 metres and parachuted to the ground. The spacecraft used another parachute to land. In 1963, Valentina Tereshkova orbited Earth 48 times in Vostok 6 and spent almost three days in space. - First in Space\n\nIn February 1962, John Glenn, in Friendship 7, became the first US astronaut to orbit Earth. The US Apollo program was devoted to the goal of landing a man on the Moon and returning him safely to Earth. In December 1968 Apollo 8 orbited the Moon with three crew members on board. The crew of Apollo 9 took part in the first flight of the lunar module. In May 1969, Apollo 10 carried out the final practice for a moon landing. It travelled to within 15 km of the Moon's surface and made the first live, colour TV broadcast from space. - First in Space\n\nAmazing Facts about Space:\n\nBefore people ventured into space, scientists sent animals, so they could observe how the animals coped with being in space. The dog, Laika, was the first mammal from Earth to orbit the planet. Laika died from stress and overheating during her 1957 space mission in the Russian spacecraft Sputnik 2.\n\nAs telescopes have become more powerful, they have allowed us to observe planets, galaxies and nebulae in greater detail. In 1990 the Hubble telescope was sent into orbit\n\nGalileo discovered four moons orbiting Jupiter in January 1610.\n\nThe Indian Astronomical Observatory which sits 4517 metres above sea level, in Hanle, India, is the world's highest observatory telescope.\n\nAmateur astronomers use refracting telescopes The earliest telescopes were all refracting telescopes including the famous and very simple telescope used by Galileo Galilei in the early 1600s.\n\nThe Keck telescopes, the world's largest optical telescopes, are located on the dormant Mauna Kea volcano on the island of Hawaii.\n\nHubble is the size of a large school bus. It fits inside the cargo bay of a space shuttle.\n\nThe Hubble Space Telescope spotted young brown dwarfs for the first time in the Orion Nebula. Brown dwarfs are so-called failed stars because they are too small to be ordinary stars — they cannot sustain nuclear fusion in their cores the way our Sun does.\n\nHubble is serviced and newer technology is installed by astronauts on space walks. This means that Hubble can benefit from the same advances as ground-based telescopes.\n\nThe Hubble Space Telescope completes one full orbit of Earth every 97 minutes.\n\nA three-stage rocket, Saturn V, was used to take astronauts to the Moon in the Apollo spacecraft. Stage 1 burnt its fuel over 2 minutes and 30 seconds - then separated from the rest of the rocket ond fell back to Earth. Stage 2 then fired and lifted the astronauts into space. It too fell away. Finally, Stage 3 fired for 2 minutes and 30 seconds and sent Apollo into orbit around Earth. Stage 3 fired again for over five minutes to send Apollo towards the Moon. It then fell away from the spacecraft. All spacecraft and satellites are taken into space by rockets.\n\nThe largest and most powerful rocket ever built was the Saturn V rocket.\n\n\nThe Mariner probes were designed to investigate Mars, Venus and Mercury. In 1962, Mariner 2 became the first spacecraft to fly by another planet when it passed Venus.\n\nThe Viking landers conducted experiments on Martian soil to see if any form of life existed. Decades later, scientists are still arguing over the results.\n\nThe Halley Multicolor Camera on the Giotto probe was destroyed when it veered too close to the tail of Halley's Comet. Before it was shattered, it took some spectacular pictures of the comet's nucleus.\n\nIn 1959, the Soviet Luna 2 mission successfully crashed into the Moon. It made history by being the first man-made object to reach another world.\n\nCommunications industries, such as Internet, TV and telephones, use satellites to transmit information quickly.\n\nSatellites also have an Attitude Control System which keeps the satellite pointing in the right direction.\n\nThe Soviet Union was the first country to launch a satellite. The Soviets launched Sputnik 1 on 4 October 1957. This was to be the beginning of the space race between the Soviet Union and the USA.\n\nIf a satellite doesn't reach a suitable altitude, it can be affected by the drag of Earth's atmosphere and fall back into the atmosphere where it burns up.\n\nRockets launch satellites into space. On reaching orbit the satellites are released. Satellites travel at a speed of about 28800 kilometres per hour which allows them to fly in an arc around Earth.\n\nThe Nimbus 7 weather satellite confirmed that an ozone hole exists over Antarctica.\n\nIn the future, navigation satellites may assist in air traffic control.\n\nThere ore over 8000 artificial objects orbiting Earth - 2500 of these are satellites.\n\nValentino Tereshkova, the first woman to venture into space, spent 2 days, 22 hours and 50 minutes in space. While orbiting Earth in Vostok 6, she took photographs of Earth's atmosphere. These photographs were later used by scientists to identify the different layers within the atmosphere.\n\n381.7 kg of Moon rock was brought bock to Earth by the Apollo program. Most of the material is stored at the Lunar Receiving Laboratory in Houston, Texas, USA.\n\nThere were 11 manned flights in the Apollo program — Apollo 7 to Apollo 17. Apollo 4 to Apollo 6 were unmanned test flights (officially there was no Apollo 2 or Apollo 3).\n\nIn January 1967, the crew of Apollo I died during a simulated countdown on the launch pad. A fire killed three astronauts. As a result all further Apollo flights were unmanned until Apollo 7 in 1968."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Moon Landing",
      "body": "Apollo 11 was the first manned spacecraft to land on the Moon. - The Moon Landing\n\nApollo 11 was launched on July 16, 1969. It had two separable modules. On board were three astronauts — Commander Neil Armstrong, Lunar Module pilot, Buzz Aldrin Jr. and Command and Service Module (CSM) pilot, Michael Collins.\n\nThe spacecraft took three days to reach the Moon's orbit. The next day, July 20, Armstrong and Aldrin moved into the Lunar Module named Eagle. Eagle and the CSM separated. Eagle descended to the Moon's surface. Armstrong radioed to the command centre on Earth - Houston, Tranquility Bose here — the Eagle has landed.\n\nA few hours later, Armstrong stepped onto the Moon's surface, saying…That's one small step for man, one giant leap for mankind.\n\nAldrin stepped onto the Moon 19 minutes later.\n\nAlmost 24 hours later, the two astronauts returned to the CSM in the Eagle. The CSM set its course for Earth on July 22. Before entering Earth's atmosphere, the Command Module separated from the Service Module. Parachutes opened on the module to slow it down before it splashed into the Pacific Ocean on July 24, 1969. The astronauts were picked up by the recovery ship, USS Hornet."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Space Shuttles",
      "body": "Space shuttles are reusable spacecraft. They lift off from the launch pad like a rocket and return to Earth by gliding and landing on a runway. They have taken astronauts into space since 1981.\n\nDesign:\n\nA shuttle is also known as on orbiter. It is attached to an external fuel tank and two rocket boosters. At launch, the shuttle has three engines and the two rocket boosters provide power. After two minutes, the boosters fall away into the ocean and are collected by ships to be used again. After another six minutes, the fuel tank is empty and this too falls away. It is the only part which is not reusable.\n\nCrew:\n\nThe shuttle can carry up to seven crew members. Each mission has a commonder, pilot, mission specialists and payload specialists. Mission specialists conduct experiments and conduct spacewalks. Payload specialists are people who are skilled at using the payload or cargo that is carried on the shuttle.\n\nUses:\n\nThe shuttle can orbit Earth for up to 14 days. The shuttle also takes astronauts to and from the International Space Station. The shuttle docks with the station and astronauts use both areas to live and work. Shuttle astronauts carry out experiments on plants or crystals, test equipment and monitor the effects of living in space on the human body."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "International Space Station",
      "body": "International Space Station allows people to live in space for long periods of time. Supporters believe that space exploration benefits people on Earth. Other people are worried about the cost of a space station and whether the discoveries are worthwhile.\n\nThe International Space Station (ISS) will be the biggest structure ever built in space. Due to its size, people can live and work on the ISS for much longer than ever before. This allows scientists to gather information about the effects of living in space for long periods. This information could be helpful in working through the challenges of travelling to Mars.\n\nAstronauts on the ISS conduct experiments in an environment where there is very little gravity. They can compare these results with what happens on Earth where gravity affects everything. It increases our knowledge about why things behave the way they do.\n\nSome scientists question whether the small number of crew on the ISS can devote enough time to conducting serious experiments. They say there is a limit to the resources on a space laboratory which reduces the number and usefulness of experiments. It is estimated that the cost from the start of the project to its completion in 2010 will be over $170 billion. Critics argue that this money could be better spent on Earth.\n\nThe first part of the International Space Station was launched in 1998. It won't be complete until at east 2010.\n\nHaving astronauts living on the International Space Station will provide data which can be used to further space exploration.\n\nWhen the ISS is complete, it will be the size of a football stadium — 109 metres across and 80 metres long.\n\nSixteen countries are building the ISS — USA, Russia, Canada, Japan, Brazil and the 11 countries of the European Space Agency."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Light Years Away",
      "body": "Distances in space are measured in light years. This is the distance that light travels in one year.\n\nHow do light years measure distance?\n\nA light year is a measure of distance. A ray of light travels 9.5 trillion kilometres in one year or 9.5 million million kilometers or 9500000000000 km. So a light year is 9500000000000 km.\n\nScientists use light years to measure distances in the universe because the universe is so immense. They use light years to measure distances between galaxies and between stars.\n\nLight years also tell how long the light has taken to reach Earth. Alpha Centauri is one of the closest stars to Earth. It is 4.3 light years from Earth. This means that the light from this star has taken 4.3 years to reach Earth. We see the star as it was 4.3 years ago.\n\nOur Sun is 150 million kilometers from Earth. Light from the Sun takes eight minutes to reach us. This means that the Sun is eight light minutes away from Earth. It also means that the light we see from the Sun is eight minutes old. We see the Sun as it was eight minutes ago.\n\nGalaxies can extend from a few thousand to a million light years in diameter. Our Milky Way galaxy is 150000 light years across.\n\nIn September 2004 the most distant space probe, Voyager 1, was 13 light hours (14.3 billion km) away from Earth. It took Voyager 27 years to cover that distance.\n\nLight travels at a speed of about 300 000 kilometres per second.\n\nNothing can move faster than light — no object, no matter, no information can directly overtake or catch up with light."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Empty House",
      "body": "Have you ever been alone in your house at night? Were you scared?\n\nShare your feelings with your friend, if you have been in such a situation.\n\nTell your friend what you would do if you were to stay alone in a house for the whole night.\n\nIt was raining heavily. A man was travelling on a lonely road. His car broke down. He saw an empty house. Did he look for shelter? Read this story to find out.\n\nIt had rained hard all day. And now, miles from anywhere, the car had broken down. There was not a house to be seen. I was tired and hungry and did not want to spend the night in the car. But I could not go far looking for shelter, with the rain coming down like this. What was I to do?\n\nI turned off the headlights and looked around for a light. I saw a small light, not very far from the road. Leaving the car, I walked carefully towards the light. I saw it came from one window of a large house - it looked like a farmhouse.\n\nI knocked twice on the door, but no one answered. I turned the handle slowly, and the door opened.\n\nGoing in, I called out, “Is anyone there?\"\n\nThere was no answer. Seeing a thin line of light under one of the doors, I opened it into an empty dining room. The table was set for a meal for two. In the middle of the table was an oil lamp, and at one end a chair had been knocked over on the floor.\n\nTwo people had sat down to a meal when something had happened, and they left in such a hurry that they didn't even pick up a knocked over chair.\n\nI went back to the door and again I shouted, \"Is anyone there?\" But no one answered. So, taking the lamp upstairs, I looked into all the bedrooms. But no one was there in that great big house. And yet, I had a feeling that someone was watching me from somewhere.\n\nCold, hungry, and a little frightened, I came back to the dining room. I sat down to eat. Warmed by the food and a glass or two of the juice, I felt better.\n\n\"Perhaps someone was ill, and the people who live here had to leave suddenly,\" I thought. \"They will be back in the morning.\"\n\nIt was now late, and I was becoming sleepy. I remembered that in one of the bedrooms I had seen a made-up bed. Taking the lamp with me, I again made my way up the stairs. There was still no sound except for that of my own footsteps, but once more I felt that unseen eyes were watching me. Once I thought I heard someone following me, just beyond the light of the lamp.\n\n“Don't be foolish,\" I told myself firmly. \"There are always noises in an empty house at night.\" And even when I turned the corner and saw something white waving for a moment in front of me, I refused to be frightened. \"A curtain blowing in the wind,\" I said, and walked on. But I was happy when I found the room with the bed, and had shut the door firmly behind me. Putting out the lamp, I lay down and was asleep soon.\n\nI woke up with an uncomfortable feeling that there was someone - or something - in the room. I listened for a moment without moving. There was a sound near the window. Then silence. I remembered the movements I had heard behind me on the stairs earlier, and the white thing I had seen for a moment at the end of an empty passage. Was that really a curtain blowing in the wind or was it…?\n\nAt that moment the sound came again. Someone knocked his foot against a piece of furniture, and a deep voice said, “Oh!\"\n\nAnother voice answered, “Shh! Be quiet, you fool. You'll wake him.\" These voices did not belong to a ghost.\n\nI was about to call, \"Who's there?\" when the first voice went on, \"He's asleep. Anyway, he saw nothing. He'll do no harm.\" After a moment or two, the footsteps moved away, and I heard the door close quietly.\n\nAs I lay there thinking about what I had heard, a different kind of fear took hold of me. What hadn't I seen? What harm could I do that these men feared? Their voices had sounded rough and hard. What was going on in this strange silent house, which seemed so empty and was not? Whatever it was, I decided that the sooner I got away from the place, the better.\n\nVery quietly, I got out of bed, put on my clothes, and went to the door. By this time, daylight was beginning to come in through the windows, and I felt my way towards the top of the stairs. Carefully and quietly, I went down the dark stairs towards the front door.\n\nThere was a light shining under the door of the dining room. The door was not quite shut, and I could hear voices inside. Holding my breath, I stood close to the door and listened.\n\nThey were the same voices that I had heard in the bedroom. \"I tell you, it's not safe, Fred. If we let him go, he might go straight to the police.\"\n\n“Why should he, George? He's seen nothing wrong. As far as he knows, it might just be an empty house with the people gone away on holiday.\"\n\n\"I tell you, it's not safe. We don't want to have the police looking around.\"\n\n\"Well, what do you want to do about him?\"\n\n\"Get rid of him!\" And he made a sound which frightened me.\n\nI decided it was time to go. I ran down the road towards where I had left the car. In a very short time, I had found what was wrong with the car, and was on my way towards the nearest town and the police.\n\nWhen I arrived half an hour later, with three policemen, we found the two thieves still in the dining room. The handcuffs were on them before they knew what was happening. In a shed at the back of the house, the police found furs and other things which they had stolen during the past month. The police told me that the owners of the house were on holiday.\n\n\"I told you!\" said George, as he and Fred were put into the waiting police car. \"I knew it wasn't safe to let him go.\""
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Dove and The Serpent",
      "body": "You must have listened to folktales told by your mother, father or grandmother.\nWhere do these folktales come from?\nThey have been told to children, generation after generation.\nWho first started them? Were they written down or told orally?\nFind out from the elders in your family and from your neighbourhood.\nShare a folktale you know with your friend.\n\nNow, enjoy this folktale from Rajasthan.\n\nA harmless little dove had made her nest in a big peepal tree, and every year she laid her eggs there. But in a hole in the trunk of that tree, there lived a cruel black serpent, and just when the young ones were growing wings, he would eat them up. The dove would request him to leave her little children alone and the serpent would say, \"I promise never again to touch your children. Do not leave this nest; the next time you hatch your eggs, I shall guard the little ones from all danger.\" And the dove believed him. So every year, the cunning serpent fooled her.\n\nFinally, the dove decided to leave that nest. She chose a tree far away from her earlier home. Soon, in the new nest, she laid five little pearly eggs. After some time, the egg shells cracked open and out came five rose-coloured little doves. The bird's joy knew no bounds. Soon, the little doves were growing wings when there came the heartless serpent again. He crept up the branches angrily and peeped into the nest. Spitting poison, he saw the dove sitting there, singing to her dear little ones. The dove stopped thunderstruck. This was worse than dying a thousand deaths. She looked at him, eyes glazed with fear, as he spoke: \"You came here quietly, but you fool, can anyone ever run away from death? Where will you hide yourself now? The children are rosy and fat. What a feast!\"\n\nThe snake was afraid of doing any wrong on an Amavas Monday, and so he slid down the tree saying, \"Tomorrow, you will not be able to save your children.\" The snake then hid in a hole in the tree trunk.\n\nThe dove sat in her nest and tears silently trickled down her face. Just then, a crow flew down there to rest. Seeing the dove weeping, he went up to her and asked, \"What is the matter, sister? Is there anything I could do for you?\"\n\nThe dove sobbed loudly and told him her story. The crow was touched and decided to help her. \"Don't weep,\" he said. “Trust me, this serpent will die tomorrow with a little cleverness on our part. Listen to my plan carefully.\"\n\nThe crow's words made the dove feel better and she asked him what the plan was. He said, \"Invite the mongoose to dinner today. He has only to see the serpent and he will cut him to pieces.\"\n\nQuickly wiping away her tears, and leaving her children in the care of the crow, the dove flew out to look for the mongoose. She found him sitting just in front of his hole. The dove said, \"Brother, I shall worship the sun today. Please come with me to my home for dinner.\"\n\nThe mongoose happily accepted the invitation and both of them left together. The dove prepared many tasty dishes for the feast and served them to the mongoose and the crow. The mongoose said, \"Sister, if I can be of any help to you, at anytime, please do let me know.\"\n\nHearing these words, the dove wept and said, “My brother, I am in great trouble. No one but you can help me.\" Then she told him the story of her misery and asked him to help her. \"Save my children!\" she begged. “My children and I shall always bless you.\"\n\nThe mongoose replied, \"There is nothing more powerful in this world than a blessing. Even if there are a thousand serpents, they shall not touch a tiny feather of your children's wings.\" The dove went to sleep feeling that she and her children were safe.\n\nWith the first rays of sunlight, the serpent climbed up the tree to the nest. As he raised his hooded head and hissed loudly, the mongoose jumped on him and held him so tight by the neck that his hungry eyes stuck out. In a moment, he had been thrown down to the earth. The mongoose quickly ran down the tree, and when the serpent tried to climb up the tree again, he held on to his tail tightly. He pulled him down and beat him till his back was broken. Then, gnashing his teeth he cried, \"Instead of fighting a dove and her young ones, fight with me!\" And he cut the serpent into bits, and very soon an army of ants swarmed over him.\n\nThe dove thanked the mongoose saying, \"I shall not be able to repay your kindness even in a hundred lives.\" And then, every year the dove laid pearly eggs and hatched rosy little doves, and no serpent disturbed her. Every year, she invited her brothers, the crow and the mongoose, to dinner and served them thirty-two special dishes."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "The Desert",
      "body": "Those of us who live in regions covered with forests and surrounded by hills may find it difficult to imagine what a desert is really like. The popular belief is that it is an endless stretch of sand where no rain falls and, therefore, no vegetation grows. It is dry, hot, waterless and without shelter. But this is not entirely correct. For those who have studied it, the desert can be a beautiful place. It is the home of a variety of people, animals and plants that have learnt to live under very hot and dry conditions.\n\nTrue, the ground is not always hidden by a cover of grass, plants or trees as it is in other climates. But whenever it rains, which is rare, desert flower buds open up, and the sight can be as rewarding as that of any tropical garden.\n\nA desert is not always a flat, unchanging, useless area of dry sand. It may have mountains and hills. It may have an oasis, big or small. An oasis is like a green island in the middle of a desert where a spring or well gives plants and trees a better chance to grow. A desert may be hot like Thar or cold like Ladakh. But, generally speaking, if a place has little or no water and vegetation, people usually call it a desert.\n\nSome deserts are almost totally without water. In such places, strong winds raise huge amounts of sand and deposit them as heaps. These are called 'sand dunes', and they can shift and move endlessly across the desert. Few plants can survive in such dry, shifting sands.\n\nAll living things need water in order to survive. The few plants and animals that live in deserts have developed the ability to require less water than most plants and animals. The camel, popularly known as the 'ship of the desert' can drink a lot of water at one time. Camels can do without water for days together. The reason is that they sweat very little. We sweat because we must keep our body temperature constant. When it gets hot, our sweat cools the body. Camels can stand high body temperatures. They don't need to sweat and can, therefore, store the water they drink for long periods of time.\n\nThe smaller desert animals do not drink water. They stay in underground tunnels during the hot day and come out only at night to eat. Some of them eat other animals and get the water they need from the moisture in the meat. Others eat plants and seeds, and get the water they need from plant juices.\n\nDesert plants also change themselves according to the life they lead. Cactus plants store water in their thick stems. Their roots lie close to the surface of the ground and quickly take in the tiny drops of water from the light rains that occasionally fall.\n\nThe major feature of all deserts is, of course, dryness and differences of temperature. In hot and wet climates, the moisture in the air acts like a blanket and protects the earth's surface from the hot rays of the sun. The absence of this blanket in desert lands causes the deserts to heat up rapidly during the day and to cool down rapidly at night.\n\nDeserts are an important part of nature's great plan. They are there like the thick forests and the deep oceans. Just because they are hot and dry, one should not look upon them as useless parts of the earth."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Seventeen Camels",
      "body": "Here is a story in which three brothers have a problem in dividing seventeen camels among themselves. Enjoy reading the story, and see what happens.\n\nOnce there was a man who owned seventeen camels. He was very proud of them. One day, he called his three sons and said, “I am too old to look after my camels. So I shall divide my seventeen camels amongst the three of you. My eldest son will get half the camels, my second son will get one-third and my youngest son will get one-ninth. Now take the camels and look after them.\"\n\nThe youngest son said, “If I divide seventeen by nine, the answer is one and eight-ninths.\" The second son said, “One-third of seventeen is five and two-thirds.\" The eldest son said, “Half of seventeen is eight and a half. So I shall take nine camels!\"\n\n“Then I should get six,\" said the second son. The youngest son said, “I want two whole camels.\"\n\nThe three brothers had an argument amongst themselves. Their father was angry and said, “All of you are greedy and want more than your share, I cannot allow this! You must look for someone who can help you!\"\n\nThe three sons took the seventeen camels and walked down the road in search of a man who could help them. They first met a trader. The trader offered a good price for the camels and asked them to share the money amongst themselves. The three brothers were not willing to sell the camels.\n\nThey then met a butcher in his shop. He said, “I will solve your problem. I can cut your camels exactly into half, two-thirds and eight-ninths.\"\n\nThe brothers did not like this idea either. On their way down the road, they met a little boy and a girl returning home from school. They saw the camels and exclaimed, “Seventeen camels!\"\n\nThe brothers told them the whole story and asked if they could help them. The little boy and the girl said, “This is a very easy problem. We'll solve it for you.\"\n\nThe boy went and stood near the seventeen camels. “Pretend that I am a camel too. Now, how many camels are there altogether?\"\n\n“Eighteen,\" the brothers answered.\n\n“Right,\" the girl said. “What is half of eighteen?\"\n\n“Nine,\" replied the eldest.\n\n“So take away your nine camels,\" said the boy. “Now what is one third of eighteen?\"\n\n“Six!\" said the second. “That's my share!\"\n\n“Correct!\" said the girl. “Now what is one-ninth of eighteen?\"\n\n“Two!\" shouted the youngest joyfully. “ I've got two whole camels.\"\n\nThus the eldest brother could own nine camels, the second six and the youngest two.\n\n“But what about the pretended camel?\" the youngest asked.\n\n“Oh! Now I'm a boy again,\" replied the boy. “I don't need to be a camel anymore!\"\n\nThe three brothers were very happy. They took the little boy and girl with them to meet their father. Of course, none walked; each of them rode a camel."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Reshaping Destiny",
      "body": "As you walk on your way to school, you find a small purse with five five-hundred rupee notes in it. The owner's name and address are written in the purse. What would you do? Would you return the purse or not?\n\nHere is a story of a man who found himself in such a situation. Read the story with your friend and find out what he did.\n\nOnce there was a woodcutter. He had a small family - his wife and two daughters, Kanu and Manu. He sent his daughters to school. He used to say, “I could not study, but I want my daughters to study and have a good future.\"\n\nThe woodcutter's ambition was great but not his luck, for he never had enough money for his family. However hard he tried, he was hardly able to make ends meet. At times, he felt very unhappy but he never gave up hope.\n\nThough he was poor, he had a heart of gold. One day, a sadhu came to his house. The woodcutter gave the sadhu food to eat. The sadhu blessed him and said, \"I am pleased with you, but I cannot change your destiny. You will never have any money, and you will die in poverty, no matter how hard you try. If you become rich, you'll have a short life.\"\n\nOne day, when the woodcutter was returning from the forest with a load of wood on his head, he found a big wooden box. It was full of gold coins. There was so much money in it that he could live in comfort without working for the rest of his life. He was overjoyed to see the money. The very moment when he was thinking about becoming rich with the wealth in the wooden box, he recalled what the sadhu had told him. All his joy of finding the gold disappeared. He left the box and walked away.\n\nHardly had he walked a few steps ahead than he thought that the box would be of no use to anyone, as it was lying hidden in the forest. If he took it, he could do so much with it, even if he had to die soon afterwards! So he went back, left the wood in the forest, picked up the box and carried it home.\n\nOn his way, he met the grocer of his village. The grocer asked, \"What is in the box? Did you not bring any wood today?\" The woodcutter replied, \"The box is full of gold coins. I found it in the forest. As I had to carry it, I left the wood in the forest.\" The grocer laughed loudly. What the woodcutter said was just not possible!\n\nThe woodcutter was very confused. He did not understand what made the grocer laugh that way. So he left hurriedly.\n\nNow, it so happened that whoever met him on his way, asked him the same question, and they all found his reply funny. None of them believed him.\n\nWhen he reached home with the box, his wife asked him about it. He told her the whole story and about his plan of using the money for their family. His wife said that they should not use the gold coins for themselves as the money did not belong to them. So they kept the box in the corner of their room. The family never gave in to the attraction of easy money.\n\nThe woodcutter did not give up his occupation. He earned his money by cutting wood and selling it in the market as usual. Over the years, his hard work paid off. He became rich and enjoyed all the comforts in life. His daughters had a good education and got good jobs. It was a surprise for all of them that the sadhu's forecast had not come true. The woodcutter lived a long, happy and healthy life. As for the gold coins in the box, he spent the money on those who needed it in the village."
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "A Strange Wrestling Match",
      "body": "Have you ever seen a wrestling match or heard of one?\nWhat happens in a wrestling match?\nTell your friend about wrestling and wrestlers.\n\nHere is an interesting story about Vijay Singh and how he outsmarted a giant.\n\nThere was once a wrestler called Vijay Singh - a tall man with broad shoulders and muscular arms. Vijay Singh, people said, was a born wrestler and could beat all other wrestlers in the world.\n\nThis pahalwan had one weakness, boasting, which often got him into uncomfortable situations. One day, he was sitting in the marketplace and drinking glasses of milk, surrounded by several young men. He suddenly expressed a wish to meet a strong giant and teach him a lesson.\n\n\"If you walk alone at night through the Troubled Desert, you are sure to meet giants,\" one of his admirers said. “Travellers have been robbed and killed. Would you really want to go there?\" Vijay Singh wondered why he had to boast. \"Yes, I have heard of the Troubled Desert,\" he said. \"I think it's just a fairy tale.\"\n\n\"Oh no!\" said one of his admirers. \"It's true. This place is ten miles to the west, on the road to Jaisalmer. The landmark is an ugly, black rock that looks like the head of a camel. Beyond that there is nothing but sand and giants.\"\n\nAlmost the whole village went that evening to see Vijay Singh off. An old woman came forward and put a small packet in his hands, and Vijay Singh started walking into the red sunset of the desert.\n\nA few miles before he could reach, he remembered the strange old woman's packet. He found nothing but a lump of salt and an egg.\n\nAs Vijay Singh stepped into the Troubled Desert, he heard a voice calling him and telling him that he was his friend Natwar. At once, Vijay Singh realised it was a giant. He called back, “Where are you, my dear Natwar? It's dark and I cannot see you. Come here and show me the way.\" Like all good wrestlers, Vijay Singh wanted to size up his enemy.\n\nSoon the giant appeared at his side. Vijay Singh looked into his face and declared, \"You are just a plain, lying giant. Anyway, now I don't have to walk all night. I was wanting to meet you.\" The giant was surprised. Here was this creature claiming he wanted to meet a giant.\n\n\"Really, I don't know why you wanted to meet me!\" the giant said.\n\n\"That proves,\" said Vijay Singh in a bored voice, \"that you are a stupid giant. The least a giant can do is to read a man's thoughts. However, a useless giant like you is better than no giant. I am tired of wrestling with men. I want to fight a giant.\"\n\nThe giant was speechless. He tried to look Vijay Singh in the eye. \"Really!\" he said. \"You don't appear all that strong to me.\"\n\n\"Appearances can be misleading,\" Vijay Singh said. \"Take your own case. You claim to be Natwar, though actually you are a weak giant. If you doubt my strength, let me display it to you.\"\n\nVijay Singh picked up a piece of rock from the sand and offered it to the giant. \"Take this and squeeze it hard,\" he said. “It is filled with liquid. See if I am wrong.\" While the giant tried to squeeze the rock, first with one hand, then with both, Vijay Singh quietly took out the egg from his pocket.\n\nHe grabbed the rock from the giant and placed it between both hands and squeezed. At once, yellow yolk oozed from around his fingers and the crackling of the egg-shell created the impression of the rock being crushed. The giant was so surprised that he did not see Vijay Singh cleaning his hands with sand nor throwing away the tell-tale shell. Vijay Singh picked up another piece of rock and gave it to the giant. Silently, the giant took it, felt it and stared at it. Vijay Singh put his hand into his pocket to take out the lump of salt.\n\nThe giant protested that it was only a stone and that it was too dark to see.\n\n\"Never heard of a giant who can't see in the dark!\" remarked Vijay Singh. \"That stone which you hold in your hand contains salt. Crumble it!\" Again, the giant tried unsuccessfully to crush the stone. Doubting his powers, he handed over the stone to Vijay Singh.\n\n\"What's the use of wrestling with a weakling whom I can floor in a minute?\" So saying, Vijay Singh effortlessly crumbled the lump of salt and let the stone drop in the darkness. He held out his hand and commanded the giant to taste the powdered stone.\n\nCompletely believing in the pahalwan's extraordinary strength, the giant did as he was told. This man could easily defeat him in a wrestling bout in the dark, but possibly he could be tricked in other ways. Humbly, the giant requested Vijay Singh to rest for the night at his house and leave the next day.\n\nNow overjoyed, Vijay Singh replied, \"I cannot refuse your kindness, but tomorrow you will go with me as my prisoner. I must display the trophy of my victory to my people!\" The giant bowed in agreement, but silently vowed to kill Vijay Singh in the night. He led him to his house in the cave. The giant fed him with dry fruit and a lot of milk, and later led him to a very comfortable bed to sleep on, complete with pillows and bolsters.\n\nBut Vijay Singh lay awake, listening to the snores of the giant. In the middle of the night, he slipped out of his bed. He placed a bolster in the centre of the bed, throwing a blanket over it to make it look exactly like a sleeping man. Having done this, he sat quietly, watching in a dark corner.\n\nJust before dawn, the giant came towards the bed, armed with a lathi. He brought the lathi down on what he thought was Vijay Singh's head. Not hearing even a cry, he was pleased that he had killed his enemy.\n\nTo make doubly sure, he struck the bolster six times more. Satisfied, he returned to his sofa and covering his head, went back to sleep. Vijay Singh too climbed back silently into bed. After some time, he groaned as if sickened, threw back his coverlet and sat up.\n\nDisturbed by the noise, the giant peeped and was shocked to see the strong man stretching and yawning. “Friend giant, there are insects in your cave,\" said Vijay Singh. “The sweetest sleep I've had in years - and there comes this insect to trouble me! I distinctly counted seven flappings of its wings.\" The giant was frightened. Those seven blows would have reduced any other man to paste. “There is no safety near a horrible wrestler like this!\" he thought, and ran away from the cave, leaving behind all his stolen wealth.\n\nIt took several camels from the village to move the property Vijay Singh had got. He returned much of it to the rightful owners. He went especially to the old woman, thanked her for her invaluable gift, and asked for her granddaughter's hand in marriage.\n\nFrom then on, Vijay Singh was more careful about boasting. It is said that no traveller was ever troubled in the desert again.\n"
    },
    {
      "category": "Student Stories", "is_favourite":false,"is_bookmarked":false,
      "title": "Advice to the students on cyber safety",
      "body": "Do not use cellphone while it is being charged in an electric point.\n\nCellphones are not to be kept in pocket in vibration mode.\n\nRepeated calls from unknown numbers may be ignored and sharing any personal details with an unknown caller may be avoided.\n\nWhen cellphone is lost, the service provider may be alerted and requested to deactivate the SIM card to prevent any misuse by others.\n\nDo not share your e-mail password to anyone.\n\nDo not exchange your personal information with strangers through e-mail.\n\nDo not chat / interact with unknown people through social networks like facebook, twitter.\n\nDo not believe blindly in the content you find in the internet.\n\nDo not watch digital content which may embarrass your brother, sister or others.\n\nDo not accept friend request from unknown people.\n\nReject friend request made from people other than peer groups.\n\nAlert your parents or School head when you get abusive e-mails.\n\nDo not forget to log out after using any social network site.\n\nNOTE : This is issued in the interest of student community."
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    }
  ]
}