{
  "data": [
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Introduction",
      "body": "Tenali Ramakrishna is a folk hero in the South Indian state of Andhra Pradesh, who figures prominently in “a host of folk stories''.\n\nAccording to tradition he was a court-poet, or Ashtadiggajas, one of the eight elephants of Telugu poetry, and court-jester of Krishnadevaraya of the Vijayanagara Empire in the 16th century.\n\nTenali Ramalinga was born in a Telugu family as Garlapati Ramakrishna.\n\nHis father was Garlapati Ramayya, who served as a priest in the Ramalingesvara swami temple in Tenali.\n\nWhile some writers quote that Tenali Rama was an actual poet, others argue that Tenali Rama’s historicity is entirely in doubt.\n\nNarayano Rao and Shulman use the name \"Tenali Ramakrishna\" for the 16th century court poet, while using \"Tenali Ramalingadu\" for the court jester.\n\nMany popular collections of stories, published between 1860 and 1920, use both names interchangeably for the court jester.\n\nTenali Ramakrishna also composed some works under the name Tenali Ramalinga\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Arya Demon Chanting Hymns",
      "body": "Tenali Ramalinga clearly understood that Thathacharya was furious on him.\n\nHe is just a court poet, while Thathacharya is the royal family teacher and priest.\n\nIf Ramalinga tried to confront directly with Thathacharya, that might ruin him similar to the situation, a lamb smashing her head when it collided with a mountain to knock it down.\n\nAnalyzing all the situations in detail and taking comparison of the strengths, Ramalinga decided to encounter Thathacharya with intelligence and not directly waging a war in the open.\n\nSince then, Ramalinga started enquiring about the weaknesses of Thathacharya.\n\nIn this process, one day Ramalinga managed to speak in isolation with Thathacharyas night watchman Bhadrudu.\n\nCarrying a small package in hand, Ramalinga addressed him, Hey you, Bhadrudu! If you can give me a small information, all the 100 Varahas in this package will be yours.\n\nBhadrudu’s eyes sparkled on hearing '100 Varahas'.\n\nIt was equal to his two months salary and instantly he started calculating about what he could do with that sum.\n\nRamalinga intercepted his thinking, \"What are you thinking?\" \"Nothing Sir! What should I reveal to you?\" he asked in a humble tone.\n\nBhadrudu carefully caught the package thrown at him while Ramalinga asked him, \"Nothing very important.\n\nTell me what is the schedule of our master Thathacharya after dusk, that’s all.\n\n\"Bhadrudu did not smell anything wrong about Ramalinga enquiring about Thathacharya and immediately replied, \"There is no daily night routine for the Master Sir.\n\nHowever, twice a week, he goes towards the East Street after its dark and returns in the early hours.\n\nAh! By the way, this night he will go on his way to the East Street.\n\n\"That’s alright Bhadrudu! Keep this matter within you, as a secret,\" stating this Ramalinga left the place briskly.\n\nThat night Ramalinga reached the East Street before Thathacharya passed through and stood under the shade of a big tree by the side of the street.\n\nAfter waiting for sometime, he could spot Thathacharya walking into the street from a distance.\n\nRamalinga started shadowing him in the darkness until he walked into the house of a sex worker.\n\nReaching close, Ramalinga could hear the door being locked from inside in the silence of the night.\n\nThis was what I am waiting for, Ramalinga said to himself and sat in front of the house.\n\nWhile Ramalinga was waiting, Thathacharya came out of the prostitute’s house just before the dawn when it was still little dark.\n\nImmediately, Ramalinga rushed and stood before him.\n\n“Good Morning! Master Thathacharya! I now understood the saying ‘Demons chanting hymns’.\n\nI will make your secret to everyone and expose your real nature,'' he threatened Thathacharya.\n\nThathacharya started shivering on hearing Ramalinga.\n\nIt would be the end of respect if he exposed this matter before the elite class, he should be persuaded not to do so.\n\nThathacharya thinking so said, “My Dear Ramalinga! You are my dearest of the disciples.\n\nPlease do not remember this after we leave this place.\n\nI will do good to you.\n\nI will give you whatever you wish for.\n\n''\nJumping with joy within himself, Ramalinga thought that was the time to take revenge out of him.\n\n“Dear master! I have a wish to sit on your shoulders for a distance, since long.\n\nPlease carry me on your shoulders for a distance and I will forget about all this,'' Ramalinga announced.\n\n‘If I don’t do what he says, I should lose hopes on retaining the reputation.\n\nThen, it will be like swimming all the seven seas and dying in the pothole in the backyard.\n\nI am little blessed, it is still dark, I cannot be so easily spotted by people if I carry him now itself.\n\n'' So went on Thathacharya’s thinking and making Ramalinga sit on his shoulders started walking down the street and was passing through a street close to King Rayalu’s bedroom in the palace.\n\nExactly during that time King Rayalu woke up early and was strolling in the balcony.\n\nIn the loosening darkness, the King identified Thathacharya carrying someone on his shoulder.\n\nImmediately he called his gate men and ordered them, “you fellows! Look at the man carrying another man down there on the street.\n\nBring the person sitting on the shoulders of the carrying man kicking and hitting him from there, to me.\n\n'' Immediately, the soldiers sprung into action.\n\nThe always alert and wise Ramalinga understood the situation and got off the shoulders.\n\n“Master Thathacharya! Kindly pardon me.\n\nI am a sinner by riding your shoulders, a learned man.\n\nNow, let me be relieved of at least part of the sin by carrying you on my shoulders.\n\n'' Somehow, though Thathacharya was hesitant, Ramalinga managed to convince, shouldered Thathacharya, and started walking.\n\nHardly walking a few yards, the soldiers appeared before them and threw Thathacharya on the ground from Ramalinga’s shoulders.\n\nFrom there, they started dragging him to the King’s presence kicking and hitting him mercilessly.\n\nRamalinga with a great effort managed to stop his joy flowing from inside, said to the soldiers, “What are you doing soldiers? Whom do you think you are beating up? He is Royal Family teacher Thathacharya.\n\nIt is not fair for you to do so with him.\n\nYou leave him, hear my words…'' The soldiers replied Ramalinga with a rough tone, “Go on! Go your way! Get away from here.\n\nWe are doing this on the King’s orders'' and pulled Thathacharya to the presence of the King.\n\nRayalu was furious on noticing Thathacharya being booted by the soldiers.\n\n“You Stupids! What did I tell you and what are you doing? You all should be beheaded for humiliating revered Thathacharya.\n\n'' Shivering soldiers bowed to the King and pleaded, “Oh My Lord! It was not our mistake, when we entered the street taking your order; Thathacharya was on the shoulders of poet Ramalinga and we following your orders dragged him here.\n\nThat is it all.\n\nYou can confirm this with Master Thathacharya before beheading us.\n\n'' Thathacharya was in a big soup.\n\nIf the whole story was narrated, it again links with the night haul.\n\nIf that comes out, it is the beginning of the end.\n\nWith great pain Thathacharya told, “My Dear King! They were right Ramalinga was carrying me on his shoulders.\n\n'' Rayalu regretted for the happening and asked the soldiers leave the place without punishing them.\n\nLater, he got Thathacharya treated for the wounds he suffered on taking the beating of the soldiers.\n\nRamalinga crookedly was in all laughter the whole day for giving Thathacharya a right lesson.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Ramalinga Wins the War Before Drawing Swords!",
      "body": "Rama Sastry was a renowned scholar in reasoning, logic, and grammar.\n\nA wish lied in his heart to compete with Ashta Diggajas in Bhuvana Vijayam of Sri Krishna Deva Rayalu.\n\nThe wish strengthened with the passage of time.\n\nWith the desire in him, he appeared before the King Rayalu, one day when he was in his usual literary sessions with the eight jewels of his court.\n\nHey King of Kings, Rama Sastry presented salutations to Rayalu, You are the beacon of the Vijaya Nagar Empire! With your pleasant looks poetry, literature and composition are flourishing in this region.\n\nI bow to you with all respects.\n\nSastry continued, The hear and say about the Ashta Diggajas in your Bhuvana Vijayam, their command over various divisions of literature.\n\nThey all are reputed and their names are uttered with respect in the scholars and learned circles.\n\nI seek your kind permission to question them and know about their efficiency in their concerned arenas.\n\nKing Rayalu on listening to the humble request of the visiting intellectual, “Dear learned person! I too carry a thought to know the standards and excellence of our Ashta Diggajas.\n\nI would be happy if that wish is accomplished through you Rama Sastry.\n\nYou attend the court tomorrow and let there be a professional competition.\n\n'' Rayalu ordered his courtiers to arrange a guest accommodation to the visitor.\n\nSatisfied Rama Sastry presenting salutations to the king again and left Bhuvana Vijayam.\n\nThe next day, Rama Sastry presented himself in the court with all preparation.\n\nAllasani Peddana, Nandi Thimmana, Rama Raja Bhushanudu, Madaya Gari Mallana, Dhoorjati, Ayyala Raju Rama Bhadrudu, Bhattu Murthy, and Tenali Ramakrishna besides full house attendance to watch the competition fill the Bhuvana Vijayam.\n\nAll the seven among the Ashta Diggajas were tensed with the reputation they heard about Rama Sastry about his command and expertise in logic, reasoning, and grammar.\n\nSastry’s name is taken with scare and respect, as he defeated those personalities who were graded to be aces in that division of literature.\n\nAll the seven were nervous thinking whether there is a possibility of winning the visiting scholar or not.\n\nWhile Sastry was sitting in all comfort, confidence and the seven of the Ashta Diggajas were worried; Tenali Ramalinga was seated in all ease and pleasant.\n\nRamalinga after salutations to the King Rayalu and taking his permission started speaking, “Mr Rama Sastry! Are you good in poetry.\n\n'' Rama Sastry thinking that as an insult to him was about to enrage on Ramalinga.\n\nHowever, recollecting that he is present in the royal court of King Rayalu stopped himself from doing so.\n\nGazing Ramalinga top to bottom sarcastically said, “Do you think that I am no good at that stupid…verses? Do you consider even that a scholarship?'' Instantly replied Ramalinga, “That was good to know Mr Rama Sastry that you are good in stupid poetry.\n\nWe understood that very well with your words.\n\nSo nice of you.\n\n'' Sastry questioned, “Ramalinga, are there two categories as stupid poetry and bright poetry?''\n“That was your statement, Rama Sastry!'' Ramalinga bounced back, “you asked me whether I think you are no good in stupid verses.\n\nThat’s all right.\n\nLet us keep that aside for now, I request you to keep us informed what are you scholar in?''\n“I am reputed for my scholarship in logic and grammar.\n\nOn both the subjects I have excellent command,'' replied Rama Sastry.\n\n\nRamalinga innocently said, “Mr Sastry! For quite some time, I have a doubt in a grammar sequence.\n\nCan you clarify, if I ask you that?''\n“Sure!'' Sastry answered with all pride and proud filled tone, “you don’t have to hesitate any more.\n\n''\n“What is the grammatical rule and theory to be followed for a word, ‘Thriyambaka’'' Ramalinga furnished his suspicion.\n\n\nRama Sastry moved his body as if he was in laughter within.\n\nLater, he said that “is that a doubt? Don’t you know even that?\nThri + Ambaka= Thriyambaka.\n\nThis is known as Dwigu Samasam (A theoretical regulation in Telugu (Andhra) Grammar for combining two meaningful words into one.\n\n) God! How is that you are placed so high without knowing such a common basic, strange!'' commented Sastry.\n\n\n“Hey! Is that all?'' Ramalinga was ready for another bout of sarcasm, “If this is what you know, and can define then your scholarship is like a dead wood.\n\n''\nWhen the two were about to get into the actual and real round of debate and discussion, King Rayalu stopped them and adjourned the competitive session for the next day, as he was to take care of administrative and other affairs.\n\n\nNews spread in the city like wildfire that Ramalinga and Rama Sastry are about to have a literary war in the Bhuvana Vijayam, the next day enthusiasts, scholars, poets, composers and others flooded into the galleries of the court.\n\n\nWhen almost all the distinguished personalities of Bhuvana Vijayam including the visitor Rama Sastry, King Rayalu entered the court and occupied the royal throne.\n\nAll those present in the court saluted the King and took their respective seats.\n\n\nRamalinga was not seen, and noticing this Rama Sastry grinned within.\n\nSastry thought Ramalinga was scared and was not present.\n\nJust then, Ramalinga carrying something fastened in a nice cloth entered in a hurry and sat after saluting the King and the court.\n\n\nThose present in the galleries whispered among them looking at Ramalinga surprisingly.\n\nAfter the King waved for continuation of the debate and discussion, Rama Sastry questioned, “Ramalinga can I know what is the title of the book you carried in?''\nRamalinga not hesitating a moment replied, “This is king of standard books titled, ‘Thilakashta Mahisha Bandhanam’.\n\n'' Rama Sastry puzzled on hearing such title, curiously he leaned forward and repeated, “What? Thilakashta Mahisha Bandhanam?''\n“Yes! Mr Rama Sastry!'' Ramalinga said, “Thilakashta Mahisha Bandhanam! Haven’t you read this book earlier? Presuming that this standard book would be helpful for our debate and discussion, I brought this along.\n\n''\nRama Sastry could not figure out what to do.\n\nFirst, he never knew that such books of standards existed, secondly, Ramalinga brought that along with him.\n\n‘What to do if he countered my argument and presented one or the other citations from the book in support of his counter-argument? I will be closed and my skills and expertise, command would never be respected again.\n\n’\nRama Sastry thought for a while and decided to do something.\n\nTurning towards the King Rayalu he said, “My Lord! Ramalinga brought Thilakashta Mahisha Bandhanam with him to standardize his argument and counter-argument in the session.\n\nThat being the case, I should also bring some standard books to support my logic and reasoning.\n\nIf the King kindly grant me permission to bring those from my guest accommodation, I would return immediately…''\nKing Rayalu acceded his plea and consented, “It’s alright, proceed.\n\n'' Rama Sastry threw himself out of the court like a whirlwind.\n\nTime was passing by and Rama Sastry did not return.\n\nRayalu was compelled to postpone the session for the next day, as the session cannot continue without the competitor’s presence.\n\nThe next morning, again the court was waiting for Rama Sastry.\n\nHe never appeared.\n\nKing Rayalu ordered his soldiers to verify and inform the court about the disappearance of Rama Sastry.\n\nSoldiers returned like a ball hit to the wall and explained that Rama Sastry in the dark of the night went away with his luggage.\n\nProbably this could be the result of the realization that, he is definite to lose in the debate and discussion.\n\nFrom protecting himself from the humiliation, Rama Sastry should have left not informing anyone.\n\nThe total presence in the Bhuvana Vijayam including King Rayalu could not stop getting into laughter.\n\nLooking appraisingly at Ramalinga, Rayalu said it was an excellent performance.\n\n\n“Ramalinga!'' Rayalu asked, “Recite to the court some good contents of the book you brought along, Thilakashta Mahisha Bandhanam, to the court.\n\n''\n“Hahahahah…Hahhahaha…'' Ramalinga said, “with all due respects to the King, is that you also mistook this bundle to be a book? Look at this…'' and opened the bundle.\n\nAgain there was hilarity in the court, as it was a book, it was a tender Sesamum plant tied with reign rope for buffalos.\n\nBoth were fastened in a nice cloth.\n\nLooking at the contents of the bundle, there was amusement for the courtiers and onlookers.\n\n\nRamalinga explained, “Thilakashta means a Sesamum plant and Mahisha Bandhanam, a rope used for tying a buffalo, both put together, Thilakashta Mahisha Bandhanam.\n\nThat is it all.\n\nNo standards and no books.\n\nRama Sastry fell into dilemma on hearing this name, he did not try to take the title and think.\n\nIn all confusion, he fled the city.\n\n''\nKing Sri Krishna Deva Rayalu appreciated the intellect of Ramalinga and felicitated him for protecting the reputation of Bhuvana Vijayam.\n\nThat was how, Ramalinga won the battle long before drawing any sword!\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Ramalinaga and Ramayana Recital",
      "body": "Vikrama Simhapuri (presently Nellore town) was part of Vijaya Nagar Empire under the rule of Sri Krishna Deva Rayalu.\n\nThis place was famous for wicked and cunning women.\n\nThese women with their uncommon intelligence added to their beauty and appeal used to defeat scholars and experts to transform as their domestic slaves and servants.\n\nA prostitute Kanchana Mala among them was too notorious in this regard.\n\nIn the name of satisfying Ramayana recital, she framed twisty and wicked rules, which made all the competitors lose in their battle against the woman.\n\nThe ladys reputation along with her condition filled Ramayana recital issue spread all over the region and no one was dared to step into her house to compete with her.\n\nIn case any one ventured, lured by the stunning beauty of Kanchana Mala they too were definite to lose and become either a slave or a servant to her.\n\nOne day, Ramalinga visited Vikrama Simhapuri on his personal accomplishments.\n\nCompleting his job, he sat with some scholars, reputed persons of the locality, and enquired about the happenings and specialties of the town.\n\nThe gathering in a synchronized tone explained Ramalinga about Kanchana Mala and her urge for satisfactory recital of Ramayana epic.\n\nOne of the associates there said that, “it was her celestial beauty and the quantity of reward that was driving scholars to her, who are finally seen serving her losing the competition.\n\n'' One of the senior and aged poet of the region told Tenali Ramalinga cursing her, “she is not at all a woman, and she is wicked of the wicked.\n\nIt is you, the right person, to defeat and smash her proudness.\n\n'' He continued, “You should teach her a right lesson and release all the scholars suffering in her service.\n\n'' Ramalinga thought, ‘Oh! Kanchana Mala is that highly impious.\n\n’ He said to the persons around him, “That being the case, I should definitely compete with her…by the way…what is the test she is winning on?'' he questioned.\n\nOne of them explained that she demands the competitor to recite Ramayana and satisfy her.\n\nEvery time she says the recital was not satisfactory and orders the competitor to become her slave.\n\n'' “Poor fellows, what they can do? The condition of the test was to take out a word ‘satisfied’ from her after the performance.\n\n'' “Enough! It is alright!'' Ramalinga told all of them, “She just needs to be satisfied with a Ramayana concert, I will do it.\n\nOne of you keep her informed about my willingness to satisfy her'' Ramalinga said and headed towards his accommodation.\n\nNot one, but all of them got up to inform Kanchana Mala about Ramalinga’s compliance to recite Ramayana at her residence thinking, ‘Yes! Now the time has come for breaking her.\n\n’ Ramalinga, in the evening attired in a disguise went to Kanchana Mala’s residence.\n\n“Welcome! Hearty Welcome! O learned man, Welcome'' Kanchana Mala invited him.\n\nHe told Mala, “I have come to recite Ramayana as if it is happening in front of your eyes.\n\n''\n\n“That was good.\n\nThen, are you aware of the reward and punishments?'' Mala questioned.\n\n“I am aware of those Kanchana Mala! I have a request…'' paused Ramalinga.\n\n“Please tell me Sir'' Mala immediately responded, “Before I complete the total recital you should not say anything.\n\nYou should do what ever I say as part of the presentation.\n\nAfter I complete the narration you can reward me if you are ‘satisfied’ or punish otherwise'' Ramalinga sarcastically stated.\n\nShe agreed to it and the story began.\n\nRamalinga started with the birth of Rama, Lakshmana, Bharatha, and Sathrughna.\n\nIt continued with Rama Lakshmana accompanying with Sage Vishwamithra to protect the celestial sacrifice, killing Thataka, releasing Ahalya from curse, Rama’s marriage with Seetha breaking Lord Shiva’s bow, and Rama’s migration to forests along with Seetha and Lakshmana on stepmother Kaika’s wish.\n\nRamalinga was narrating the episodes with an excellent expression and mannerism in a right modulation.\n\nNowhere, Kanchana Mala looked to be satisfied as she was commenting ‘You are not satisfying me.\n\n’ He advanced with the story narration about Ravanasura kidnapping Seetha, Rama killing Vali, deploying Hanuman to Lanka with the assistance of Sugreeva.\n\nAgain Mala screamed, “I am not satisfied with your performance.\n\n'' Controlling himself from exploding with anger, Ramalinga convinced her “Kanchana Mala! You are telling me that you are not satisfied with my performance.\n\nHowever, this would be the best of performance on earth.\n\nOK.\n\nLet us leave that.\n\nNow get ready, you will witness Ramayana happening in front of you.\n\n'' “Hehehehe…yeah please continue, I am in fact waiting for that,'' she said.\n\nRamalinga jumped on to her selectively decorated cot and said, “This is how Hanuman jumped on to the Peak of Mahendra Mountain.\n\n'' Standing erect on the bed he took another flight and landed on another cot, “Like this Hanuma jumped on to another mountain’s peak.\n\n'' From there he jumped close to Kanchana Mala and started throwing powerful fists on her back, “this was how Hanuman hit Lankini, who blocked his way from entering Lanka.\n\n'' Mala started shouting to the top of her voice, “Oh God! Mother! This man is killing me.\n\n'' Ramalinga in a commanding tone, “I told you not to hinder me in the middle.\n\nNow shut your mouth, Listen completely…'' jumping like an ape, Ramalinga took out a lighted wisp hanging from the wall.\n\n“Hanuman returning from the Ashoka garden after visiting Seetha started torching Lanka and its men like this…'' he gave fire to Mala’s clothes and ignited almost all the clothes and inflammables in the house.\n\nWhile Mala was attempting to extinguish fire on her clothes, Ramalinga repeated beating her all over stating that was how Hanuman thumped the demons in Lanka.\n\nMala other than shouting loudly and protecting her from the fire could not do anything.\n\nFew seconds later, after lighting all the household material, Ramalinga coolly went to the backyard stood near the well, “this is how Hanuman put out the fire set to his tail by the demons'' and started taking bath drawing water from the well.\n\n\n\nLooking at the house in fire, Kanchana Mala went astray and ran out of the house like a mad woman.\n\nRamalinga’s sarcastic comments irked her further more, “Who else can narrate Ramayana so lively Kanchana Mala, did you enjoy that?'' Cursing, yelling, screaming Kanchana Mala said, “fraud, cheat, he said he will recite Ramayana for me and set the house on fire.\n\n'' With disturbed clothes and hair, she ran to he local Court of Law and approached the judge.\n\nShe sought justice from the judge explaining the whole episode.\n\nMeanwhile, Ramalinga reached there without any tension appearing on his face.\n\nThe Judge questioned Ramalinga, “What is your answer to her allegations?'' Ramalinga folded hands at the Judge and appealed, “Your Majesty! I do not bear any fault with me.\n\nIt was she, who wished to witness a lively Ramayana recital to her ‘satisfaction’.\n\n'' Describing all the past and present deeds of Kanchana Mala, Ramalinga said, “Mr Justice! I believe I am not at fault.\n\nIn case the honorable court finds any, I am ready to take the punishment.\n\n'' The Judge understood that it was the wicked and proud nature of Kanchana Mala, which brought her to this turn of life.\n\nHe scolded her for cheating and humiliating scholars and learned persons in the name of Ramayana recital and rewards.\n\nThe judgement made it clear that Ramalinga did not have any fault to punish and freed him.\n\nIn addition to this, the verdict released all the learned men who were serving her as servants and slaves.\n\nRamalinga received all the appreciations from the people of the town.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "How an Elephants’ fleet junks in a mosquito’s throat?",
      "body": "Among the Ashta Diggajas in the Bhuvana Vijayam of Sri Krishna Deva Rayalu, the King for his ingenuity, quick wittedness, and fast filling of stanzas when at test particularly favoured Ramalinga.\n\nRayalu was renowned as Andhra Bhoja and Poets Paradise.\n\nWith his inherent qualities of wit and sarcasm, Ramalinga was growing big and closer to Rayalu day after day.\n\nWith no change in the rule, the more you grow the more envious you become, the other courtiers like Rama Raja Bhushana were against the growth of Ramalingas association with the King Rayalu.\n\nWhenever there is a possibility, those courtiers, and Rama Raja Bhushana had been working out for damaging Ramalingas image and sling mud on him before the King.\n\nRamalinga efficiently countered these efforts and trials of courtiers all the time.\n\nAt one stage, as these personalities were unable to compete with Ramalinga in wit and ingenuity decided to humiliate Ramalinga.\n\nThey handed over the responsibility of insulting Ramalinga to the main entrance guards.\n\nThose poor soldiers were lured by the bribe amount courtiers had offered them.\n\nA line was given to those guards for stopping Ramalinga at the entrance itself.\n\nThe line was “Kunjara Yudhambu Doma Kuthuka Jochen'' meaning an elephants’ fleet is stuck in a mosquito’s throat.\n\nRamalinga as usual was walking into the Bhuvana Vijayam premises and the guards stopped him.\n\nHe questioned why were they blocking the way.\n\nThe soldiers told Ramalinga about the line and asked him to enter the premises only after reciting the first three lines for the last line they recited to him.\n\nRamalinga boiled and trembled with anger on those soldiers.\n\nImmediately he understood what and who was behind the soldiers.\n\nWith harsh words he completed reciting, “Ganjayi Thravi Thurakala Sanjathamu Goodi Kallu Chavi Gonnava? Lanjala Kodaka! Yekkadara! Kunjara Yudhambu Doma Kuthuka Jochen.\n\n'' Long before those guards could understand the meaning of the poem, Ramalinga walked stiff into the main court hall.\n\nAfter sometime, while the King Rayalu was into one of the pleasure rounds of literary discussions, the guards entered the hall and complained that Ramalinga disgraced them with the poem at the main entrance.\n\nAfter listening to all the details narrated by the guards, Rayalu ordered Ramalinga to extempore compose a poem taking the same end line with a situation in Mahabharatha.\n\nRamalinga raised from his seat and after salutations to the King Rayalu recited, “Ranja Chedi Pandavulari Bhanjanulai Viratu Golva Palapadirakata! Sanjaya! Vidhinemandunu Kunjara Yudhambu Doma Kuthuka Jochen!'' Pandavas in Mahabharatha are like a fleet of powerful elephants.\n\nLosing in the gamble with Kauravas, they had to live incognito for some time.\n\nDuring this period they served a weak ruler Virata.\n\nBy all Gods! It is the fate of those Pandavas to serve such a weak person in spite of being renowned warriors.\n\nThis is similar to a fleet of strong elephants being stuck in the throat of a small mosquito.\n\nRayalu clapped in all praise of Ramalinga for his ingenuity and wit filled narration.\n\nIn the full house, Rayalu hugged Ramalinga and appreciated him agreeing that Ramalinga’s words are like double-edged swords.\n\nThis state of affairs brought Ramalinga more close to Rayalu.\n\n\n\nAll the attempts to trap Ramalinga and cut down his image before the King Rayalu by the envied courtiers and poet Rama Raja Bhushana blew off like a piece of raw cotton in Ramalinga’s intelligence whirlwind.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "The Weird Wells’ Wedding Invitation",
      "body": "During the period when Sri Krishna Deva Rayalu was ruling the Vijaya Nagar Empire with Hampi as his capital, Mohammedan Sultans were ruling Delhi.\n\nThe Sultans were powerful and were ruling many parts of Northern India.\n\nThey were always attempting to invade on Hindu ruled kingdoms and grab them into their fold.\n\nFor declaring war the Sultans used to find one or the other ploy.\n\n\nThe Delhi Sultan once got an idea to insult and instantly he sent a wedding invitation to Sri Krishna Deva Rayalu.\n\nGoing through the contents of the invitation, the royal court Bhuvana Vijayam and the King Rayalu went speechless.\n\nThe invitation read as:\nWedding Invitation\nWe proposed to perform marriage to the newly dug Well in our kingdom.\n\n\nWe have the pleasure of inviting all the wells in your kingdom to attend the ritual and their (the wells) presence is solicited.\n\n\nDelhi Date:XX/XX/XXXX The Sultan of Delhi.\n\n\nThe tremor did not stop there.\n\nA warning letter was attached along with the invitation.\n\nThe warning letter said that in case the King failed to send all the wells in the concerned kingdom, such action would be treated as an insult and will be liable to face the fury of the Delhi sultan.\n\n\nRayalu, on receiving the invitation along with the letter through a personal messenger from the Sultan of Delhi could not understand what to do about this invitation.\n\nThis is because, everyone knew that sending wells from one place to another is practically above impossible.\n\nRayalu was in total confusion what to do and what to reply.\n\nThinking for sometime to find a solution to this problem, in vain, Rayalu forwarded the puzzling wedding invitation and warning letter to the Chief Minister Thimmarusu and sent a message to come out with a viable solution.\n\n\nThimmarusu found the invitation to be too strange and the problem like a complex puzzle.\n\nWhat an invitation? Thimmarusu thought, inviting wells of Vijaya Nagar Empire to the wedding of a well at Delhi! Even Thimmarusu could not draw out any thought close to solution that can be effective in avoiding any rift between the two kingdoms.\n\n\nThimmarusu approached King Rayalu and expressed his inability to draw out any solution.\n\nRayalu was much more tensed on hearing his Chief Minister.\n\nThen, Thimmarusu convinced Rayalu that there was no need to get so much worried, as there is a man in the service of the King, who can draw a best amicable equation.\n\nRayalu asked about the person Thimmarusu was referring to.\n\nImmediately, Thimmarusu told the King that it was none other than poet Ramalinga.\n\n\nTaking the King’s permission, Thimmarusu headed to Ramalinga’s residence and explained the whole sequence along with the worries of the King Rayalu.\n\nRamalinga in a cool fashion studied the invitation and the warning letter.\n\nHe told Thimmarusu, “Dear Chief Minister Thimmarusu! The Delhi Sultan must be attempting to humiliate the Hindu rituals and customs.\n\nYou know Hindus have a ritual of performing enlivening (Prathistha) to the newly dug wells.\n\nA wonderful thought must have struck the Sultan’s mind to perform marriage to the well instead of prathistha to the well.\n\n''\nHe continued thinking for a moment, “There is no problem either with the invitation or the warning letter.\n\nThere is nothing to worry.\n\nYou go home peacefully and relax.\n\n'' Ramalinga assured Thimmarusu, “I will give out the best solution to this problem in the Bhuvana Vijayam tomorrow.\n\n'' As usual, the Bhuvana Vijayam started its session the next morning, but there was no charm or shine in anyone’s face including the King Rayalu.\n\nAll of them were worried about the solution to the Delhi Sultan’s created problem.\n\nAmid the gloomy atmosphere, Ramalinga rose from his seat and started reading a reply prepared by him on behalf of King Rayalu to Delhi Sultan,\n“To His Excellency, the Sultan of Delhi…\nWe acknowledge your invitation inviting our wells for the wedding of a well in your kingdom.\n\nWe are glad and grateful that you remembered us for the memorable occasion.\n\nOn receiving your invitation, we immediately read the message to all the wells in our Kingdom.\n\nThose wells are resenting your wells, as they did not attend their (wells in Vijaya Nagar Empire) wedding.\n\n\nHence, we keep you informed that if your wells personally come to Vijaya Nagar and invite, our wells will definitely oblige the invitation.\n\nTherefore, you are requested to send your wells here to invite our wells personally to the wedding ritual.\n\n\nOnce your wells come here, our wells and we together will come to Delhi for the wedding.\n\n\nHoping to welcome your wells at the earliest,\nVijaya Nagaram (Hampi) Date:XX/XX/XXXX Yours’ sincerely, Sri Krishna Deva Rayalu, “Vijaya Nagar Ruler''\nThe total gathering of the Bhuvana Vijayam cheered at once on hearing the reply intellectually composed by Ramalinga and appreciated him.\n\n\nThis reply was sent to Delhi Sultan with a personal messenger.\n\nSultan of Delhi was shocked with the reply received and questioned the messenger, “how can we send the wells with you?'' Receiving no reply from the messenger, without any second thought Sultan dropped the proposals of humiliating Hindu rituals along with the thought of waging war unnecessarily on Hindu ruled kingdoms.\n\n\nMoreover, the Sultan appreciating the intelligence and wit King Rayalu had in replying his invitation and warning, sent many gifts and Farmans with the messenger to Rayalu.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Ramalinga Humiliates Rama Raja Bhushana",
      "body": "It was one of those finest days at Bhuvana Vijayam.\n\nKing Rayalu along with his Ashta Diggajas was enjoying the literary discussion session that day.\n\nRama Raja Bhushana was known to be a romantic poet, authoring prose and poetry reciting women and their beauty.\n\nRayalu asked Rama Raja Bhushana to frame a stanza on the beauty of women, extempore.\n\nRama Raja Bhushana rose from his seat and thought for a second or two and immediately composed, Naanaa soona vithavai vaasanala naa ghraaenchu saarangame Laa nannolla datanchu gandha phalithabal, kakan bondiyo Shaa naasaa kruthii booni sarva sumassourabha samvasamai Poonen brekshana maalika madhukaree punjambui lirvankalakun Rayalu was impressed about the way Rama Raja Bhushana described the beauty of woman instantly.\n\nPleased over, Rayalu appreciated him and felicitated him with one thousand gold coins.\n\nRamalinga, as everyone knows is not for sitting quite on any happening.\n\nHe sprung off his seat to say, “My Lord, Rama Raja Bhushana bought this poem from Nandi Thimmanna for one thousand gold coins.\n\nIt is surprising how come you know the exact price of the deal.\n\nIt would not be profitable to him if you pay him exactly the same price at which he purchased…'' Hearing this the total gathering immersed in laughter.\n\nRama Raja Bhushana had no way to counter Ramalinga, though he wished to, as the damage was already done.\n\nHe could only manage sitting calm grinding his teeth on Ramalinga.\n\nSome days later, one fine evening Rama Raja Bhushana along with his disciple was passing through the street in which Nandi Thimmana’s residence was located.\n\nA subject discussion was going on in Thimmana’s house during that time.\n\nRama Raja Bhushana could locate Ramalinga from distance, participating in the discussions.\n\nLoudly Rama Raja Bhushana told his disciple describing the session as, “Vaakila Kaavali Thimmana Vaakita Kavi Koti Maadhavakitakaade'' The sarcastic poetry described that the session was like an assembly of pigs that gathered near the threshold of Nandi Thimmana.\n\nHearing this, Ramalinga picked up the tone in which Rama Raja Bhushana was speaking.\n\nImmediately he stopped the discussion and said, “Prakrutha, Sanskrutha, Ghaarjhura mookee krutha kukavi thunga mustha thathikin Vaakila Kaavali Thimmana Vaakita Kavi Koti Maadhavakitakaade'' This meant that the discussion session would resemble similar to the gathering of pigs, for those who composes prose and poetry with a mixture of nonsense, brutal language, and irrelevant issues.\n\nRama Raja Bhushana taking the meaning immediately rushed off the place along with his disciple.\n\nThat was how Ramalinga humiliated Rama Raja Bhushana\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Ramalinga Dares to Criticize Rayalu’s Composition",
      "body": "Sri Krishna Deva Rayalu and his court Bhuvana Vijayam comprising Ashta Diggajas was taken as a model by many kings and kingdoms in and out of the Indian sub-continent.\n\nRayalu was known for his fondness towards literature and his patronage towards poets and composers.\n\nThe Ashta Diggajas in Bhuvana Vijayam are Allasani Peddana, Nandi Thimmana, Dhurjati, Madayya Gari Mallana, Pingali Surana, Tenali Rama Krishnudu, Ayyala Raju Rama Bhadrudu and Rama Raja Bhushanudu.\n\nRayalu was compared to one of the greatest ever kings of the country King Bhoja, for his inclination towards developing literature and composition.\n\nRayalu himself was a scholar in Sanskrit, Telugu (Andhra) and Kannada.\n\nMost famous among the Telugu compositions of Rayalu were Amuktha Malyada, and Vishnu Chitheeyamu.\n\nBoth the compositions were based on God Vishnus devotees.\n\nLife sketch of devotee Vishnu Chitha, Goda Devi’s devotion and God’s testing were the key elements.\n\nGoda Devi was a devotee of Lord Krishna right from her childhood.\n\nShe adored Him ad finally she marries Lord Krishna.\n\nThe heartfelt expressions of Goda Devi about the Lord Krishna and her lifestyle were decoratively in Amuktha Malyada.\n\nThough Amuktha Malyada was written in Telugu, it was majority filled with usages of Sanskrit language and was not generally understandable by the common people.\n\nHowever, the scholars and persons with proficiency in Sanskrit applauded the book.\n\nThey appreciated the expression of feelings, narration style and presentations of grammar and usages.\n\nA criticism was in circulation about Amuktha Malyada during those days.\n\nIt was said that Allasani Peddana authored it and named to be written by Rayalu.\n\nCritics also cited a line from sonnets written in both Amuktha Malyada and Manu Charithram starting with “Neela Meghamu Daalu Deelu Cheyu Gajalu…''.\n\nAllasani Peddana wrote Manu Charitram, sometime later to Rayalu writing Amuktha Malyada.\n\nThere was also a discussion that Allasani Peddana with high regards to King Rayalu took the sonnet and presented it as it was written in Amuktha Malyada.\n\nAnyway, the criticism and discussion for and against Amuktha Malyada went on for quite sometime.\n\nOne day, Rayalu during the literature discussion in Bhuvana Vijayam asked the present poets and experts to comment over Amuktha Malyada.\n\nNo one knew what the King actually wished to hear from the gathering.\n\nAlmost all the renowned poets and scholars did not dare comment either for or against the book of Rayalu, thinking not to lose the place and position in the Bhuvana Vijayam.\n\nWaiting for some time, Ramalinga raised.\n\nIn a single sentence he said that he carried no two feelings about the book.\n\nHe furthered, “My Lord! A right critic will never bother who the author was.\n\nThe critic will always be concentrating about the subject, presentation, narration and standards of language.\n\nAny criticism should be based on the occasion.\n\nIt is also to be recalled that for any matter there definitely will be both constructive and destructive criticism in the world.\n\n'' Rayalu asked Ramalinga to first explain the lacunae in the book.\n\nRamalinga commented there were one or two usages that were irrelevant to the context of the situation.\n\nRayalu was irritated on listening this.\n\n“Ramakrishna! Don’t you note the circumstances to wit on? I’am not convinced with your sarcastic comment.\n\nRefer to the text and pass the comment carefully quoting it,'' roared the King.\n\n\n\nThe whole court was silent and the King’s tone echoed in.\n\nRamalinga took out a copy of Amuktha Malyada and recited a stanza from the text, “Aanishtha nidhi geha seema nadu reyalinchinan mroyunem, the nagendra sayananu punya kathalum divya prabandhanu sam, dhana dhyanamu naasthi sakaluhuthansthushna thanasthapu va, po nasthyo danaleshtavam chaknapaya bhokthavya mastalkulu'' “Referring to the last two lines of the above stanza I recited, I feel that it was like asking a guest to have lunch from a plate that is not served with any eatables.\n\nThe situation is different here and this explains something different, which is irrelevant'' said Ramalinga.\n\nAll the members of the Bhuvana Vijayam looked at Ramalinga appreciating.\n\nStill, they were worried what would be the reaction of King Rayalu on this straight criticism on his book.\n\nRayalu reacted strange to the expectations of the courtiers.\n\nWith his natural affection and inclination to constructive criticism and especially scholars, “Ramalinga! That was good to note your evaluation style.\n\nYou are right.\n\nThere definitely will be constructive and destructive criticisms on any material.\n\nI request all the members of the Bhuvana Vijayam to take Ramalinga as model and express their comments freely on any book or composition.\n\nThere is no need to consider who is the author and what is his or her status.\n\n'' The courtiers continued to shower their appreciations long even after the court was adjourned for the day.\n\nThis was the courage, cleverness and presence of mind Ramalinga had.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "The Secret of Weaving Invisible Fabric",
      "body": "A gorgeous woman entered the royal court of Sri Krishna Deva Rayalu when he was busy with the courtiers.\n\nWith all her pleasing manners, attire and conversation, she attracted the gathering that day.\n\nAfter a little dialogue with the King and his prime staff, she took out the most delicate and flimsiest sari from a small box that would hardly be sufficient to place a pair of ear-tops.\n\nExhibiting the saree to the royal court attendants, she addressed the king, “King of Kings! A group of divine weavers are working for me.\n\nThey can weave similar delicate, thinnest and beautiful saris.\n\nThey are capable of weaving celestial fabric, which cannot be seen with the naked eye.\n\n“If we have your majesty’s blessings and support in addition to appropriate allocation of funds, they can do wonders and exhibit before the honourable King.\n\n'' Satisfied with the exhibit, Rayalu believed her words.\n\nAllotting required funds for weaving the celestial fabric, Rayalu asked her to get the job done with thorough research and of course within the year.\n\nThe gorgeous woman and her weavers enjoyed the comforts and treatment extended by the King to the royal court guests for one year.\n\nEven after the lapse of one year, there was no news from the woman about the research nor the weavers exhibited any products before the King.\n\nRayalu ordered some of his employees to inspect the weavers’ guesthouse and enquire about the weaving of celestial fabric that was fit to be worn by the Gods.\n\nThe royal employees at once left for the guest house.\n\nThe woman welcomed the inspectors and took them to the location where the weavers were working seriously not even noticing the presence of guests in the room.\n\nThe inspectors were aghast when they entered the room.\n\nThere were no looms, no thread spools, not even a string of thread in the room.\n\nAll the weavers sitting there were pretending to draw threads and weave.\n\nEvery act was as if they were weaving something, with empty hands.\n\nThe inspectors could not realise what was happening there.\n\nThey asked the woman about the invisible fabric.\n\nShe threw a lovely smile at them and told in a low husky voice.\n\n“Gentlemen, the invisible or celestial fabric is visible to only those who are pure along with purity of their parents.\n\nOf course, I believe that you can see the clarity of design and beauty of the craftsmanship of our weavers.\n\n'' The inspectors were worried of being branded as sinners, if they spoke truth about what they saw.\n\nThey did not dare to probe against the guests.\n\nMoreover, they appreciated the delicacy, accuracy, and what not about the work being done at the guesthouse.\n\nThey stood by the roles they played at the guesthouse, in front of the King Rayalu too.\n\nThe feedback of the employees augmented the enthusiasm of Rayalu.\n\nHe was eagerly waiting for the finished products to be exhibited before him and the royal court members.\n\nSome days later, Rayalu ordered his men to bring the weavers to his court along with the finished products.\n\n\n\nAn unusually big gathering assembled in the royal court to witness the celestial fabric exhibition.\n\nAs part of the introductory speech, the weavers addressed the gathering.\n\nThey pointed out that the fabric was made from various divine materials.\n\nHence, they would be visible only to those who are clean by soul along with purity of their parents.\n\nThe whole gathering went silent for a moment, as no one could see any fabric in the hands of the weavers.\n\nStill, they maintained, out of fear of humiliation, that they were able to view the exhibit, started applauding the beauty, and praised the weavers.\n\nJust then, King Rayalu accompanied by Ramalinga, entered the court to witness the exhibition.\n\nWeavers repeated their standard phrases.\n\nRayalu stared at the hands of the weavers for a moment and whispered to Ramalinga, “I regret to say, I cannot see any material in their hands.\n\nIs that my own sin or my parents’?'' “Nothing comes to be visible in thin air, My Lord!'' replied Ramalinga.\n\nRayalu grew suspicious, “What do you mean?'' he asked.\n\nRamalinga in a low tone audible only to the King said, “King of Kings! These weavers are cheating our eyes and brains with their deceptive speech.\n\n'' Rayalu urged Ramalinga to make public, the cheating of the weavers.\n\nRamalinga turned towards the gorgeous woman and in an astoundingly inquisitive tone told her, “What a beauty! How rich are these textiles, Lady.\n\nThe King of Kings Rayalu is anxious to view your stepped up decorum, if you wear those celestial material.\n\n'' The lady understood that Ramalinga deciphered the secret of invisible weaving.\n\nShe was confused for a moment.\n\nShe could neither disregard the King’s order nor stand nude in the crowded court in the guise of wearing something, which actually was nothing.\n\nShe thought that the only way out would be to fall on the King’s feet pleading mercy.\n\nImmediately she did so begging for pardon.\n\nThis was how Ramalinga was once again instrumental in protecting his King.\n\nSince then, nudity is being referred as wearing divine clothes.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "The Golden Swan",
      "body": "We have been best friends and neighbors since childhood.\n\nHe grows vegetables and I am a rice farmer.\n\nIn last month’s unexpected rains, most of his harvest was destroyed and his fields became waterlogged.\n\n'' The other man continued the story,''Like a good friend should do, Ramu helped me in time of my need.\n\nHe offered me a section of his land where I could plant some fast growing vegetables.\n\nYesterday while I was tilling the land, I found this golden swan.\n\n“Shamu immediately came to me with it.\n\nHe insists that since it was found in my land, it belongs to me,'' said Ramu “I think that is the right thing to do,'' Shamu said.\n\n“But he was the one who discovered the statue and I had already given the land to him.\n\nSo I think it belongs to him.\n\nBut he will not accept it.\n\n'' complained Ramu.\n\n“Very interesting,'' Krishna Deva Raya was amused.\n\n“Who can settle this dispute among these friends? Who does the swan belong to? It looks like neither will accept it'' asked Krishna Deva Raya to his courtiers.\n\nIt was indeed a strange situation.\n\nUsually the disputes that came to the king’s court involved people fighting over possessions.\n\nThis was exact opposite.\n\nEach friend wanted to gift the swan to the other.\n\nThen Chatur Pandit spoke: “Dear King, this swan has been obtained from the earth of this kingdom.\n\nIt is a sign from the Gods.\n\nI request you to grant me permission to take this swan home and inspect it.\n\nThen I can consult the religious texts and conduct the necessary rituals that such a find demands for the well being of the king and the kingdom.\n\n'' As soon as Chatur Pandit said this everyone realized that this was his cunning plan to steal some of the diamonds and gems from the statue.\n\nAfter his “inspection'' is over, the swan would lose most of its valuable stones.\n\nThe kings’ treasurer spoke next: “Your Majesty, I think the swan belongs to the royal treasury.\n\nWe should take possession of it.\n\n'' Krishna Deva Raya shook his head in disagreement to these suggestions.\n\nThen he turned to his wise and witty minister Tenali Raman.\n\n“Tenali, let me hear you suggestion'' “Your Highness, I think we should auction this swan.\n\nThe proceeds should then be used to build a beautiful garden in the main street of the kingdom.\n\nIt should have a fresh water fountain and shady trees.\n\nTravelers from around the world should be able to rest there.\n\nWe should have pillar in the garden on which the wonderful story of these selfless and generous friends is engraved.\n\nThus their exemplary friendship will become famous and be remembered for generations to come.\n\n'' Both the friends were very pleased to hear this suggestion.\n\nThe King and the courtiers praised Tenali Raman’s focus on the greater common good\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Master of Disguise",
      "body": "Chatur Pandit spent one year learning the art of disguise secretly of a great yogi who was visiting Vijayanagar.\n\nAt the end of the training, the yogi declared that Chatur Pandit has learnt enough to be able to do disguises that fit his physical stature.\n\nIt would take several more years of arduous training and testing before he could become a master of disguise like the yogi.\n\nBut Chatur Pandit was impatient.\n\nHe wanted to declare himself the master of disguise and that is precisely what he did as soon as King Krishna Deva Raya had assembled that morning.\n\n“Beloved King, “bowed Chatur Pandit, “this humble servant of your royal highness is now a master of disguise.\n\nI have completed hard training and testing.\n\nI can transform myself to almost anything I wish to.\n\nThe transformation will be utterly realistic'' Chatur continued lying confidently about his abilities as he was sure that nobody will go in search of the wandering yogi to find out the truth.\n\nTenali Ram was amused by all this arrogant rambling.\n\nHe knew that Chatur Pandit had hardly finished the first year of training.\n\n“Let us see a demonstration,'' said the King.\n\n“I don’t think that would be prudent, Your Majesty'' intervened Tenali Ram, “As much as we can use the skills of Chatur Pandit when required, I think it is not fair to the art of disguise to make a public demonstration out of it.\n\nAfterall, the very purpose of the art of disguise is to mislead the viewer.\n\n'' “You are just jealous of my expertise,'' shouted Chatur Pandit thinking that Tenali Ram was stealing the moment of glory away from him.\n\n“I would very much like to give a demonstration of my skills.\n\nIn fact, I will display before the court one of the toughest transformation.\n\nI shall become a lion in this court tomorrow.\n\n'' “Wonderful'', said the King excited.\n\n“However I have a request,'' said Chatur Pandit eyeing Tenali Ram, “ I become so involved in the transformation that I must be excused for any of behavior during the demonstration.\n\n'' He had a cunning plan.\n\nBut Tenali Ram was one step ahead of him and understood what dirty trick Chatur Pandit was up to.\n\nThe court was packed next day.\n\nThe news had spread the previous night in the town that Chatur Pandit will be appearing as a lion in court.\n\nPeople were curious to see the disguise.\n\nTenali Ram arrived promptly and took his seat.\n\nAfter a few minutes, a loud roar resounded in the court hall.\n\nMany of the spectators were caught off-guard and shuddered.\n\nSoon another louder roar.\n\nAnd then a majestic lion strode on to the court through the back entrance.\n\nMost people were scared.\n\nThe disguise was perfect.\n\nThe mane was shining in the morning light.\n\nThe claws glistened.\n\nThe sharp teeth were visible.\n\nWith sharply focused eyes, the lion scanned the crowd.\n\nIt was difficult to believe that this was Chatur Pandit in disguise.\n\nMany people braced themselves just in case the lion jumped to attack.\n\nBut the lion promptly moved towards the king and prostrated offering his respects.\n\nSeeing this the courtiers were relieved.\n\nIt was indeed Chatur Pandit in disguise.\n\nWhy would a real wild lion offer respects to the King? Now the lion began to pace up and down the court room, sometimes slowly, sometimes swiftly.\n\nOnce in a while, it paused, sniffed the air, then continued again.\n\n\n\nThen suddenly, without any provocation, it sprinted towards Tenali Raman and pounced on him with an open mouth and bare claws in full attack mode.\n\nBut Tenali Raman was ready.\n\nHe immediately moved out of the way.\n\nThe lion missed him but its left paw managed to make a deep cut on Tenali Ram’s shoulder.\n\nThe lion then disappeared from the court.\n\nCourt physicians rushed to Tenali Ram.\n\nThey gave him first aid.\n\nThe injury was not serious.\n\nWhile they were bandaging Tenali, Chatur Pandit entered the court having taken off the disguise.\n\nThe courtiers and the King stood up to applaud his performance.\n\n“Thank you Everybody,'' said Chatur, “I am glad you got to experience the performance of the master of disguise.\n\n'' “But I must apologize,'' he continued with a wicked smile,'' to my dear friend, Tenali Ram, who was harmed in the act.\n\nI am unaware of my actions when I am disguised.\n\nMy body and soul are elsewhere.\n\nI was not here.\n\nIt is like a trance.\n\nOnly the lion was here.\n\nThat is the dedication I apply to this art.\n\n'' With this blatant lie, he justified his attack on Tenali.\n\nTenali Ram had known that Chatur Pandit would attack him.\n\nHe did not mind being injured, but he knew that letting Chatur Pandit get away with this was dangerous.\n\nIn future, he could inflict harm on anyone and claim innocence in the name of being in the trance.\n\n“I am happy that I could be part of the proceedings,'' said Tenali Ram.\n\n“But I think all of us present in this court would very much like an encore.\n\nSince you are the master of disguise who is capable of transforming yourself into anything, tomorrow we would like to see you transform into that common household animal we all love: the cow'' “Can you do that Chatur Pandit?'', asked the King “The cow is one of the easiest disguises, Your Majesty'', declared Chatur Pandit, “Tomorrow morning in the palace grounds, I shall demonstrate my cow disguise.\n\n'' Next day, there was an even bigger crowd assembled at the palace ground to see Chatur Pandit as cow.\n\nVery soon a beautiful cow entered the arena.\n\nWith decorated horns and a sweet cow bell, it was a beautiful creature.\n\nThe King was impressed by Chatur Pandit’s ability.\n\nHe was ready to applaud when Tenali Ram stood up and spoke: “As Chatur Pandit told us yesterday, he is not here now.\n\nThere is only the cow.\n\nSuch is the greatness of his performance.\n\nNow all of us agree that this is indeed a magnificent cow.\n\nBut we are just human beings.\n\nThe real seal of approval for this disguise must come from the animal kingdom itself.\n\nSo now I order the guards to release the royal bull into the arena.\n\nIf the royal bull believes that this is a real cow, then Chatur Pandit is indeed the master of disguise.\n\n'' Chatur Pandit heard Tenali’s words from inside the cow suit.\n\nThere was no trance.\n\nHe almost had a heart attack hearing that the royal bull will be set on him now! He knew that would be a calamity from which he cannot physically recover.\n\n\n\n“Please do not release the bull.\n\nPlease,'' he shouted tearing open the cow mask, “the bull will kill me.\n\n'' “Don’t worry, Chatur,'' said Tenali smiling, “there is no bull.\n\nBut I am surprised that you heard very clearly whatever I said though you were in a disguise.\n\nHow come you are very much here today but were not responsible for your actions yesterday?'' Chatur hung his head in shame.\n\nKing Krishna Deva Raya understood that Chatur had cheated him and the court with all the talk about trance and mastery of disguise.\n\nKing saw that all Chatur wanted to was to use his little expertise and knowledge to harm Tenali Ram.\n\nChatur was banished from the court for two months and ordered never to practice the art of disguise ever again.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "The Castle in the Air",
      "body": "All the courtiers saw that the King Krishna Deva Raya was worried that morning.\n\nHe sat on the throne lost in deep thought with a frown.\n\nTenali Ram, being a friend and well wisher of the king, on top of being his cleverest minister wanted to find out what was bothering the king.\n\nJust like how a human cannot function properly if he has a headache, the kingdom will suffer if the king is not his full self.\n\n“Please share with us your thoughts, Dear King, if you don’t mind,'' said Tenali bowing to the King.\n\n“The dream I had this morning is haunting me, Tenali'', said the King |''Was it a nightmare, your majesty?'' “Quite the contrary, Tenali.\n\nI dreamed of a magnificent castle.\n\nA castle that was virtually floating in the clouds.\n\nIt studded with so many precious stones that their shine made the palace brilliant even in moonlight.\n\nRivulets of honey and milk flow inside its walls.\n\nIt is always spring in its fragrant gardens and it rains exactly at the same time every afternoon.\n\nThough I know this is an impossible place, I am finding it impossible to get this vivid, enticing image out of my mind.\n\nIt is filling my heart with desire.\n\n'' Tenali was about to tell the king about origin and causes of various dreams and the futility of desiring after such castles in the air, when Chatur Pandit intervened.\n\n“You have had a vision, my Lord,'' said Chatur Pandit obsequiously, “As a King, you must act on your vision.\n\nThat is the behavior that befits a king.\n\nYou must immediately assemble the best architects, artisans, masons, carpenters and painters and order them to build for you this palace of your dreams.\n\nThis is the greatest empire in the world and nothing is impossible for its king.\n\nWe, the dutiful and grateful citizens, shall ensure that every single thing that appeared to you in your dream is achieved'' King Krishna Deva Raya was very pleased to hear this.\n\nAfterall he was indeed the king of the greatest empire in India.\n\nIt had the best resources and cleverest craftsmen.\n\nCunning Chatur Pandit however had a hidden agenda.\n\nHe knew that this was a best opportunity to loot more from the king’s coffers.\n\nHe knew that he could mislead the king about his fantastical dream and make the project a cash cow for himself and other corrupt contractors.\n\nNothing is more easily manipulated than a man filled with desire even if he is an otherwise intelligent king.\n\nTenali realized this was Chatur’s idea.\n\nThe money that would be poured into this unnecessary enterprise would have been much better used for projects that would benefit the population.\n\nBut Tenali did not want to object to the proposal immediately.\n\nHe knew that the king was still under the influence of his dream and the flattery of Chatur Pandit, so Tenali decided to wait a while before guiding the king to the right path.\n\nKing announced the construction project the very next day.\n\nAs expected, Chatur Pandit had full control over the construction.\n\nAs days became weeks and weeks became a couple of months, no progress was made.\n\nBut more and more money kept on being withdrawn from the royal treasury.\n\n\n\nWhenever the King asked Chatur Pandit for a progress report, Chatur would invent new excuses and divert the king’s attention by asking him more details about the dream.\n\nWhen the king would tell him some more about what he could remember, Chatur would immediately say that this new information leads to some reconstruction and redrawing of the project.\n\nThen one day an old man appeared in the court.\n\nHe was visibly very distraught.\n\nHe clothes were in tatters.\n\nHis grey hair disheveled.\n\nHis facial hair unkempt.\n\n“Justice, my King,'' he shouted as soon as he staggered to the center of the court, “I need justice.\n\n'' The King and the courtiers were taken aback awhile by this sight.\n\n“You are in the court of King Krishna Deva Raya,'' proclaimed the king, “You shall receive justice using all means in our power.\n\n'' “Please hear my sad story, dear king, but before I tell you that, you must promise me that you will never punish me.\n\n'' “I give you my word.\n\nNow tell us your story.\n\n'' “My name is Shubhakarmi.\n\nI was a very wealthy merchant in the border town of Varambudesh.\n\nI was living happily with my family till last week.\n\nNow all my wealth has been looted and my family brutally murdered.\n\nI am alone and helpless in the world.\n\nI have nowhere else to go.\n\nO Powerful Emperor, please help this poor frail man.\n\n'' “Who is responsible for this calamity? Do you know the looters and the murders?'' “Yes, I do, Maharaj.\n\nBut I am helpless and powerless against them.\n\n'' “Tell me their names and they shall immediately be brought to justice.\n\n'' “It is you, King Krishna Deva Raya and your minister, Chatur Pandit, who have ruined my life.\n\n'' “What are you saying?, said the King jumping up from his throne.\n\n“You must be a mad man.\n\nI have never seen you before in my life.\n\nHow dare you accuse me of looting and murdering? Your arrogance shall immediately be punished severely.\n\n'' “Dear King, you cannot go back on your word now.\n\nYou promised that you will never punish me.\n\nPlease allow me to explain.\n\nLast Sunday I had a dream that you and your minister had committed those grave wrongs on me and my family.\n\n'' “You idiot,'' thundered Krishna Deva Raya, “How could you ever confuse such an impossible dream with reality?'' “I am just a humble citizen of the empire who emperor himself is chasing after a dream,'' said the old man calmly.\n\nHearing this the King looked carefully at the old man.\n\nHe recognized it was none other than his favorite minister, Tenali Ram, in disguise.\n\nKrishna Deva Raya understood that Tenali has driven home point well about his futile dream castle project.\n\nBlinded by desire for his own dream, he had forgotten his duties as king.\n\nCommonsense had deserted him.\n\nHe had allowed himself to fall victim to flattery and manipulation.\n\nWithout delay, the King cancelled the project and diverted the funds to social welfare activities.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "The Keen Observer",
      "body": "Here is the challenge for the day, '' proclaimed King Krishna Deva Raya as soon as the court had assembled one day, “We want to know who among you can deduce most from sheer observation.\n\nIn the center of the court you can see that two identical earthen pots are hung.\n\nOne of them is has gold coins and the other is empty.\n\nIf you accept the challenge and identify the pot with gold, it is yours to keep.\n\nIf you pick the wrong one, you will be banished from the court for two months and should pay a fine in gold coins.\n\nLet us see who is the cleverest among you.\n\n'' The courtiers were used to such weekly challenges from the King.\n\nInitially all of them used to take the risk and take part.\n\nBut within a few weeks, they figured that it was going to do them only harm.\n\nThe King’s challenges were difficult.\n\nAfter burning their fingers a few times, majority of the courtiers quit participating and became spectators of such events.\n\nOnly Tenali Ram, the brilliant minister, continued to take part and win.\n\nOf course, this made him the focus of jealous hatred from the other courtiers.\n\nChatur Pandit was chief amongst these jealous souls.\n\nFor this challenge also Tenali Ram alone came forward.\n\nHe spent five minutes circling under the hung pots closely examining them.\n\nThe pots were absolutely identical in shape, size and artistic design.\n\nIt seemed impossible to guess what is inside them just by how they looked.\n\nThen suddenly Tenali walked to a nearby guard, borrowed his spear, came over and broke one of the pots confidently.\n\nGold coins showered on him.\n\nThe King was impressed not only with Tenali Ram’s intelligence but also the confident gesture of breaking the pot.\n\nBeing confident in one’s abilities is just as important as having abilities.\n\n“Well done, Tenali Ram'', said a beaming Krishna Deva Raya, “now tell us how you did it?'' “Beloved King, please forgive me for saying that this was the easiest of all the challenges.\n\nThat is why I was able to confidently break the correct pot.\n\nThe trick was not to look at the pots themselves but the ropes on which they were suspended.\n\nThe tension in the taut ropes of the heavier pot was obvious.\n\nSometimes we need to focus our attention not on the problem but around it to discover the solution'' King and courtiers applauded Tenali Ram.\n\nJust then a messenger came to court and whispered something to the general of the army.\n\nThe general ecstatically stood up and announced, “Your Highness, Please grant me leave at once.\n\nI have just received news that my wife has delivered a baby son.\n\nI must rush home on this happy occasion.\n\n'' “That is wonderful news.\n\n'', said the King, “As the proceedings of the court are drawing to a close, we would also like to visit your home, see the baby and take part in your happiness.\n\nPlease expect a visit from us later this evening.\n\nTenali Ram and Chatur Pandit, wouldn’t you also like to visit the baby?'' “Most definitely, Dear King'', said Chatur Pandit and Tenali Ram in unison.\n\n\n\nChatur Pandit was happy to be invited to the general’s house that evening.\n\nHe had a side business of making predictions about people’s lives.\n\nActually there was no basis to anything he said.\n\nHe would either tell people what they wanted to hear and be rewarded or he would scare people about impending bad events and take money from them to conduct remedial sacrifices.\n\nEither way it was a fantastic business for him.\n\nHe knew that the general would be interested in hearing him paint a rosy picture about the baby’s future.\n\nHis palms were itching to collect the money for such fake predictions.\n\nLater in the evening, Tenali and Chatur Pandit visited the general’s house with the King’s entourage.\n\nAs soon as he saw the baby sleeping next to the mother, Chatur Pandit began his business pitch: “Dear General, just from the looks on the face of the baby, I can tell you that he will be a greater general than yourself.\n\nHe will win several battles, vanquish mighty foes and spread the flag of Vijayanagar far and wide.\n\nFrom the tilt of his nose, I can predict that his fame will spread far and wide.\n\nThe dimple on his chin portends a happy married life for him.\n\nHe will have many sons who will continue your family name.\n\n'' The king was very pleased to hear such sweet words.\n\n“And what can you say about this baby’s future, Tenali?'', the King asked.\n\nBefore Tenali could say anything, Chatur Pandit, in his moment of glory, blurted, “Go on Tenali, you can correctly identify the pot of gold from observation.\n\nSurely, you can deduce many things about the baby’s future by looking at him.\n\n'' “May be you should look around the baby as well'', he chuckled arrogantly.\n\nTenali said with a smile, “Your Majesty, the pot of gold has no life.\n\nA human being or anything alive is completely different.\n\nMaking simplistic predictions about them is stupid because there are so many factors affecting their lives every day.\n\nI am confident in my abilities when it comes to observing what is in the nature, but I am neither arrogant nor stupid to claim expertise in what will happen in future.\n\nIt is true that some people make a business out of it exploiting the greed and fear of others.\n\nBut as a keen observer of the glorious complexities and connectedness of life, I will never attempt to make such futile predictions.\n\n'' “That is just as excuse to cover up your lack of knowledge and abilities, Tenali'', thundered Chatur Pandit clearly insulted, “gurus like me are learned in the science of prediction and have been blessed by such divine abilities.\n\n'' Tenali Ram bowed to the King and said, “the only observation this humble servant of your majesty can make here is that the baby is a girl.\n\n'' Chatur Pandit was shocked.\n\n“I was waiting for an opportunity to mention that, “said the general smiling, “the messenger in the court this morning had made a mistake.\n\n''\n\nThe King turned to look at Chatur Pandit.\n\nBut he had already fallen at the King’s feet ashamed and scared.\n\nThe next day itself Krishna Deva Raya issued a proclamation banning the business of taking money to make predictions about people’s lives.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "The Annual Contest",
      "body": "Holi, the festival of colors, was celebrated every year with great pomp and festivities in the the Vijayanagar empire.\n\nKing Krishna Deva Raya and the royal family used to be part of all the celebrations enthusiastically.\n\nThere was an added excitement for the courtiers on that auspicious day.\n\nAt the end of the day’s events the king used to give away two awards: The Biggest Fool and The Cleverest Wit.\n\nThroughout the year, the courtiers would gather all the stories of foolishness and pick the best to be presented before the King on that day.\n\nBut over the years, Tenali Ram would always win both the awards.\n\nObviously the courtiers fumed with jealousy about this.\n\nThey feared that this year also things were not going to be different.\n\nSo the most cunning amongst them decided to prevent Tenali Ram from appearing in the court on that Holi day.\n\nWith this in mind they reached Tenali Ram’s house early in the morning.\n\nTenali Ram was consulting his notes for the day in preparation for the contests.\n\nHe was surprised to see the courtiers come to his home.\n\nBut since it was a day of good will and happiness, he decided to give them the benefit of the doubt.\n\nThe courtiers had brought along a huge jug of bhang (opium milk drink).\n\nIt was a Holi tradition to consume bhang.\n\nThey insisted that Tenali Ram have a drink with them.\n\nHe obliged.\n\nWhat he did not know was that the courtiers had made highly concentrated bhang which was sure to make anyone who drinks it sleep the whole day.\n\nThey all pretended to drink along while Tenali Ram genuinely drank a cup.\n\nThey insisted he have another cup.\n\nTenali Ram knew that this was unwise.\n\nHe realized that the drink was highly intoxication.\n\nStill as his better judgment was already compromised under the influence, he drank another cup and passed out.\n\nThe courtiers made sure that Tenali Ram was in deep slumber and happily went to the court to take part in the contests.\n\nKrishna Deva Raya enjoyed listening to all the tales of foolishness and cleverness from his courtiers through out the day.\n\nHe was a bit surprised by the absence of Tenali Ram.\n\nIn fact, he wondered why Tenali Ram was staying away on such an important day.\n\nThe overbearing heat of the afternoon woke Tenali Ram up from his sleep.\n\nHe checked the time and was shocked.\n\nQuickly he realized that the courtiers had played a dirty trick on him.\n\nHe still had just about an hour to make it to the court before the celebrations were over and awards distributed.\n\nHe decided to repay the courtiers for their trickery.\n\nSeeing a sleepy dishevelled Tenali Ram arrive at the court, Krishna Deva Raya was furious.\n\nThe King thought it was very arrogant of his minister to have skipped court on that important day because of sleeping.\n\nKrishna Deva Raya decided to announce the awards right away to somebody else.\n\nBut before he stood up, Tenali Ram moved to the center of the court and began to speak: “Your Majesty, I want you to help me solve a problem.\n\nThis was such a severe problem that my head hurt thinking about it and I fell unconscious as you can see from my condition.\n\nAnd I think today being the day we give away the award for the greatest foolishness, it is appropriate that I get this matter resolved by your highness.\n\n“\n\n“This morning,'' continued Tenali Ram to the ever increasing curiosity of courtiers and the king, “an old man came to see me.\n\nHe wanted me to tell him who amongst his three sons was the greatest fool.\n\nHe had decided to pass on his good business to them but did not want to give any role to the most foolish son to be squandered away.\n\n'' “His oldest son suffered from the company of wicked friends who were always stealing from him.\n\nBut he completely trusted them and was unwilling to get rid of them despite advise from the father.\n\nHis second son was alcoholic.\n\nHe was wasting all his money on trying new intoxicants.\n\nHe would stay drunk all day.\n\nHis third son did not know the value of time.\n\nHe was always wasting his own time.\n\nHe did not value other’s time.\n\nHe would always be late.\n\nHe did not care that others were waiting for him.\n\nBusiness under such a person was also bound to suffer.\n\nThis old father wanted me to help him make the choice.\n\n'' The King and courtiers were now engrossed in the tale.\n\nTenali Ram posed the question, “Can you or anyone in this court help me with this problem? I wracked my brain on it all morning and slept off in exhaustion.\n\nAll the sons appear fools to me.\n\nI don’t think the business is going to be safe with any of them.\n\n'' Chatur Pandit who was having an upbeat day so far pitched in, “Clearly the drunkard son is the most dangerous and foolish.\n\nHe has no control over his desire for this drink.\n\nHe is the most foolish one.\n\n'' Krishna Deva Raya shook his head in agreement.\n\nChatur Pandit was happy to see that.\n\nHe was happy the whole day from having tricked Tenali Ram in the morning.\n\nHe was sure he would win the awards from the King.\n\nBut Chatur’s happiness did not last long.\n\nAnother minister spoke up, “I disagree with Chatur Pandit, you Majesty, “said he, “the son with the wicked friends is the biggest fool.\n\nFrom the epics and folklore we know that a man’s greatest wealth is his friends.\n\nThis fool is eating out of the hands of evil ones.\n\nThey will ruin his life and the business.\n\nAnyone who cannot recognize the wicked ways of those pretending to be his friends is indeed the greatest fools.\n\n'' Krishna Deva Raya began to think.\n\nHe felt that the minister made sense.\n\nAs king he had always given first priority to surrounding himself with those who would not harm him.\n\nBut before the king could speak in conclusion, another courtier spoke up.\n\n“Beloved King, if there is one thing that is common to every man alive, it is time.\n\nIt is of immeasurable value because we cannot bring up lost time with even the greatest effort.\n\nA person who cannot recognize the value of time cannot recognize the value of anything else in the world.\n\nThus money, relationships, honor etc will leave that person quickly.\n\nThe third son, thus, is the greatest fool.\n\n''\n\nThe King was confused with this.\n\nAll the three opinions were valid.\n\nThe courtiers had already split into teams supporting each notion and a noisy debate ensued in the court.\n\nThe King understood that such a conundrum could have indeed brought about a headache for even clever Tenali Ram.\n\nBut now Tenali Ram was standing in the middle of the court with a smile watching the growing din.\n\nSuddenly he clapped his hands.\n\nThe court fell silent.\n\nTenali Ram spoke, “Your Highness, clearly it is difficult to judge who is the greatest fool among those three sons.\n\nEach of them can be considered the greatest.\n\nIt is a matter of opinion.\n\nBut I think all of us will agree that if one person had all these three characteristics, he will indeed be, without doubt, the greatest fool on this planet.\n\n'' The King and the courtiers laughed hearing this.\n\n“If such a person exists, then he is indeed the greatest fool ever!'', declared Krishna Deva Raya.\n\n“Thank you very much, My King, '' bowed Tenali Ram, “I gladly accept the award this year too for the biggest fool'' Krishna Deva Raya did not understand but the bunch of ministers who had visited Tenali Ram in the morning realized that they have been outwitted.\n\nTenali Ram explained, “This morning a group of courtiers visited me with the agenda of tricking me.\n\nI accepted their friendly gesture like a fool and became intoxicated.\n\nI drank more than I should have.\n\nThen like a fool I slept off without being aware of the passage of time on this important day.\n\nOn all three counts, I have been the fool.\n\nUnknowingly those gentlemen have delivered for me the very award they wished to deny.\n\n'' Krishna Deva Raya was pleased to hear this.\n\nHe saw how cleverly Tenali Ram had turned a potentially damaging day.\n\nIn witty wisdom, Tenali Ram was unsurpassed in the court.\n\nAs the proceedings of the day were drawing to a close by then, the King announced that that year too Tenali Ram deserved the award for both the greatest fool and the cleverest wit.\n\nThe courtiers could not but wholeheartedly agree.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Hard Knocks",
      "body": "In the capital city of Vijayanagara, there lived a washerwoman by the name Peepli with her husband, Damodar, and daughter, Chameli.\n\nShe was known in the town for her excellent service.\n\nHer husband used a bullock cart to transport people’s laundry.\n\nPeepli would make the clothes shine like new after each wash.\n\nShe used the ancient Indian formula for soap and the technique of repeatedly beating the wet clothes on a smoothened flat stone.\n\nHowever there was a problem.\n\nPeepli thought just like the clothes she dealt with every day, she could keep her husband also a man of clean character by beating him.\n\nHer parents used to beat her as a child telling her that it would make her a good disciplined child.\n\nPoor woman carried this wrong idea to her adulthood.\n\nDamodar bore the brunt of her onslaught every evening.\n\nHe suffered through it partly because the concept of divorce did not exist in those times and partly because he loved his family.\n\nMoreover he got habituated to the abuse over time as human beings tend to be.\n\nBut it made him a weak and depressed soul.\n\nPeepli on the other hand began believing in her own stupid idea because there was no resistance from Damodar and continued her abusive, ignorant behavior with elan.\n\nViolence, verbal or physical and in whatever scale, if left unchecked tends to become a perpetual source of pleasure for the perpetrator.\n\nEven as Chameli grew up to be a very beautiful young lady, nobody came forward to marry her.\n\nAll young men in the town were afraid that she would also have her mother’s philosophy of domesticating the husband.\n\nDamodar grew concerned day by day about not being able to find a suitable groom for his daughter.\n\nWhen courtiers of King Krishna Deva Raya heard about this, they decided to make this a challenge for Tenali Ram.\n\nSome of them promptly went to Damodar and told him that Tenali Ram would be very much interested in marrying Chameli.\n\nWith great hope, Damodar hurried to Tenali Ram’s house.\n\nTenali Ram patiently listened to Damodar’s story.\n\nHe realized that the courtiers had set him up.\n\nHis heart filled with compassion for Damodar.\n\nHe also decided to put an end to the abusive and ignorant behavior of Peepli and change their lives for the better.\n\n“I cannot get married for the next couple of years,'' said Tenali to Damodar after a moment’s thought, “But I promise to find you a suitable son-in-law very soon.\n\nFor that purpose, you have to stay at my place for the next two months.\n\nPlease inform your wife and daughter about this, pack your bags and come over.\n\n'' Damodar came to stay with Tenali Ram from the next day.\n\nOver the course of the months, since he was spared the abuse every night, Damodar grew healthier and cheerful.\n\nTenali Ram in the mean time found a young man who had come to the city in search for a job.\n\nIshwar was a skilled, strong blacksmith who hadn’t heard of the husband-beating stories of Peepli.\n\nTenali Ram helped Ishwar set up his small business in the city.\n\nSubsequently he introduced Damodar to Ishwar and brought up the idea of Ishwar marrying Chameli.\n\nEveryone was happy about the proposal.\n\n\n\nOn the day of the marriage, Peepli called Chameli and gave her an old, hard pair of leather shoes.\n\n“My dear daughter, “said Peepli, “human minds are like the clothes we wear.\n\nThey need regular cleaning so that they remain in good condition for long.\n\nNobody wants to walk around in dirty clothes.\n\nA husband mind, like his clothes, are the responsibility of his wife.\n\nYou have seen how I use shoes like these to keep your father disciplined.\n\nIt is very important for you to have control over and discipline your husband.\n\nSo use these shoes for that purpose and you will have a happy life.\n\n'' Poor Chameli didn’t know any better.\n\nShe was as innocent as she was pretty.\n\nThe obedient daughter decided to begin the course of daily beatings for her husband from the first night itself.\n\nTenali Ram also had conversations with Damodar and Ishwar on that day.\n\nBoth men were pleased about the advice they got from Tenali.\n\nThey thanked him for his wisdom and happily went to the wedding ceremony.\n\nThat night when Ishwar came to the bedroom, Chameli promptly raised the shoes to beat him.\n\nBut she was surprised to find that Iswar had come to bedroom with his hammer.\n\nIt was a funny sight to see the new husband holding the hammer and new wife holding the shoes in the bedroom.\n\nBoth of them couldn’t help laughing at each other.\n\nIshwar told Chameli what Tenali Ram had told him.\n\nHearing that Chameli understood the stupidity of her mother’s advice.\n\nShe was happy that she did not resort to the stupid, violent behavior towards her spouse.\n\nIn the mean time, Damodar was back in his house with Peepli after the two months away.\n\nAs it was time for bed, Peepli fetched the shoes to give Damodar the daily quota of beating.\n\nShe had been missing the ritual for the two months.\n\nBut she was in for a surprise.\n\nDamodar was stronger after his long stay with Tenali Ram.\n\nHe blocked Peepli’s beating and told her that there was a change of plan from that night.\n\nHe went outside their home and fetched the whip that he used to guide the bullocks that pull his cart.\n\n“My dear wife, '' he said to a surprised Peepli, “Tenali Ram told me that just like how you beat me like your clothes to keep my mind clean, I should also whip you like the bullocks to guide you in the right direction.\n\nI know you have taught the same lesson to your daughter but don’t worry Ishwar will be using his blacksmith’s hammer to shape her mind if Chameli intends to beat his heart clean!'' Peepli realized what a grave error she had been committing.\n\nShe was ashamed of herself.\n\nShe cried and begged forgiveness from Damodar for all the years of abuse.\n\nShe realized that violence was never a means to influence and improve a human mind.\n\nDamodar consoled her.\n\nHe was happy that his wife had changed her ways.\n\n\n\nThey decided that they would visit Tenali Ram the very next day to thank him for transforming their lives for the better through his clever intervention.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "The Most Precious Gift",
      "body": "Sonadurg was a neighboring kingdom of Krishna Deva Raya’s Vijayanagar empire.\n\nSonadurg was rich in gold and diamond deposits.\n\nBut the kingdom was ruled by corrupt King Andhermukh.\n\nThe people of the kingdom suffered from the King’s exploitation.\n\nSome of his noble ministers who detested his ways decided to seek help from Krishna Deva Raya to displace Andhermukh and make the his younger brother, the just and humble Prince Surajmukh, the new king.\n\nA team of these ministers secretly made a trip to the Vijayanagar court.\n\nKrishna Deva Raya was moved hearing about the tales of suffering of the common folk in his neighboring kingdom.\n\nImmediately he ordered his vast army to march to the border in preparation for battle.\n\nThe news of the great Vijayanagar army approaching reached the wicked King Andhermukh.\n\nThe coward ruler trembled.\n\nHe knew he had no chance in a battle.\n\nSo overnight he fled the kingdom on his horseback carrying as much from the royal coffers as he could.\n\nPrince Surajmukh was immediately ordained as the new King by the priests and ministers.\n\nThe people of Sonadurg rejoiced.\n\nNew King Surajmukh wanted to show his gratitude to King Krishna Deva Raya.\n\nSo he sent three caravans laden with exceptional treasures and riches to the Vijaynagar court.\n\nKrishna Deva Raya was very pleased at having avoided a bloody war.\n\nAs a wise king, he knew that in a war there are no victors.\n\nOnly bloodshed and hatred remained.\n\nBut as a practical king he also realized the importance of maintaining a well trained impressive army and a court packed with clever strategists as a clear deterrent to enemy kingdoms.\n\nWhen the caravans from Sonadurg arrived, the king decided to distribute this new wealth among his military leaders and courtiers.\n\nHowever, he wanted to have some fun with his cleverest minister, Tenali Ram, on this occasion.\n\nThough Tenali Ram was exceptionally brilliant and wise, he had a reputation of being lazy.\n\nTenali Ram always used to be last one to arrive in court just in time for the proceedings.\n\nThough he was never later, this last minute arrivals of Tenali Ram was slightly irritating the King.\n\nSo Krishna Deva Raya decided to use these treasures and gifts from Sonadurg to teach Tenali Ram a lesson.\n\nNext day the King arrived very early to the court.\n\nThough he was there an hour ahead, most of the courtiers had arrived and others were coming in.\n\nAs expected there was no sign of Tenali Ram.\n\nPrevious night, the king had ordered palace servants to arrange 42 of the costliest gifts from Sonadurg in the display area of the court.\n\nThere were a total of 42 generals, ministers and courtiers in King Krishna Deva Raya’s court.\n\nPointing to the display area, the king announced, “Respected members of my courts, here are the best of the presents we received from Sonadurg.\n\nI am sharing them with you.\n\nEach of you can choose exactly one from those displayed.\n\nWhatever you can get your hands on first will be yours.\n\n''\n\nAs soon as the King finished speaking, there was a mad rush towards the gifts.\n\nThe members of the court had been eying the precious diamond necklaces, golden garlands, emerald pendants etc that were on display.\n\nThe courtiers fell over each other to grab the best possible gift to take back home.\n\nWithin five minutes, the display area was empty except for a shallow silver bowl that everyone had shunned.\n\nThe courtiers returned to their seats admiring whatever they could grab and comparing their gift with their neighbors.\n\nEveryone was happy that they weren’t stuck with the worthless silver bowl.\n\nThey realized that Tenali Ram was not present and so will be stuck with the silver bowl.\n\nThey were happy that they had now a chance to tease him.\n\nAs the clock struck ten to mark the beginning of that morning’s court session, Tenali Ram entered.\n\nPromptly he noticed that all the courtiers were holding and admiring priceless gifts.\n\nSeeing Tenali Ram, Krishna Deva Raya spoke:''Dear Tenali Ram, I am sorry you have arrived last.\n\nI distributed the gifts from Sonadurg.\n\nEveryone could take whatever they could find.\n\nI am sorry now there is only this shallow silver bowl left for you.\n\n'' Seeing the King smile, Tenali Ram realized that he was being mocked for arriving just in time.\n\nHe understood that the King wanted him to be in attendance early in the court if possible.\n\nHe made a mental note to do so in future.\n\nBut now he had the opportunity to do something clever.\n\nIn fact, Krishna Deva Raya expected nothing less from his smartest minister.\n\nTenali Ram walked over to the display area, picked up the silver bowl and immediately covered it with his shawl.\n\nWith the bowl thus covered with his shawl, he walked back and took his seat.\n\nThe king and the courtiers were puzzled by this behavior.\n\n“Tell me, Tenali Ram,'' chucked the King, “why are you covering the dish? Are you ashamed of not being able to collect anything more valuable?'' “Quite the contrary, O Beloved King,'', said Tenali Ram, “I do not want you to be ashamed'' “Me? Ashamed? What do you mean?'', asked the King.\n\n“Your Majesty,'' Tenali Ram began to explain,''Every time I return from your court, I carry precious rewards and gifts that you generously bestow on me.\n\nPeople on the streets notice them when I walk back home and they praise your generosity and my wits.\n\nToday I am to return with this empty bowl.\n\nI will keep it covered so that people will still think it is full of gold coins and thus your reputation will remain intact.\n\n'' Hearing this, Krishna Deva Raya happily realized that once again Tenali Ram had outsmarted him and the courtiers.\n\nHe unhooked his costliest royal necklace and dropped it into Tenali Ram silver bowl so that Tenali Ram did not have to cover an empty bowl on his way back home.\n\nAll the other courtiers saw how Tenali Ram managed to score the most precious gift that day as well with his quick wit and cleverness.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Priests and Businessmen",
      "body": "King Krishna Deva Raya had the habit of posing interesting questions to Tenali Ram during the evening walks they would take in the royal gardens.\n\n“Who is more cunning when it comes to money, Tenali, the priests or the businessmen?'', he asked Tenali one evening.\n\nTenali knew that the king was setting up a debate.\n\n“I think it is the priests.\n\nThey make a good living conducting rituals and reciting old texts,'' continued the King without waiting for Tenali’s response, “ It is aneasy life compared to all the hardships that businessmen have to bear.\n\nSo I think the priests are cleverer in their way of life.\n\n'' Tenali understood that the King was taking a swipe at Tenali whose forefathers were priests.\n\n“I think priests are simpletons, Your Highness'', said Tenali, “they are lost in their world of prayer and rituals that they do not have the street smarts of the businessmen.\n\nDealing with a wide variety of problems in the world of commerce and trade on a day to day basis, makes the businessmen cleverer when it comes to money.\n\n'' “You will have to prove that to me.\n\nOnly then I will agree with your point of view,'' said Krishna Deva Raya.\n\n“I will demonstrate the difference to you very easily tomorrow,'' said Tenali confidently.\n\nNext day, Tenali asked the King to hide and listen to his conversation with a priest whom he had summoned to the palace.\n\nThe priest, Rama Sharma, was in charge of the morning rituals at the local Goddess temple.\n\nHe was very surprised that he was called to the palace.\n\nTenali Ram seated him in the palace guest room and began speaking very seriously, “Rama Sharma, I need to ask a very important favor from you.\n\nThe King has ordered me to bring for him the knot of hair from the head of the best priest I know.\n\nThat turns out to be you.\n\nSo I would very much like for you to give me the knot of hair on your head.\n\nI am willing to pay a price for it.\n\nA barber is ready and waiting in the next room to do the deed as soon as you agree.\n\n'' Hearing this, Rama Sharma, was shocked.\n\nThe knot of hair on the head was a symbol of his priesthood.\n\nWithout it, he couldn’t show his face in public.\n\nHe would lose his job.\n\nBut this was the minister Tenali himself asking for it and that too for the King.\n\nRama Sharma began to sweat with worry.\n\nIn a trembling voice he spoke, “How can I ever refuse you? But you see, this knot of hair is very important for me.\n\nMy livelihood depends on it.\n\nIf I lose it, I have to stay away from the temple till it grows back.\n\nI cannot possibly appear in public till then.\n\n'' “I understand your difficulty,'' said Tenali, “that is why I said you can put a price on it.\n\n'' “Respected Minister, I do not know how to price this knot of hair.\n\nBut I think if you can give me enough money to make a trip to my native village far away, it should work out.\n\nI can go there and stay in hiding at my sister’s house till the hair grows back.\n\nSo please pay me one gold coin for the journey.\n\n'' “Very well,'' smiled Tenali, “You can go now, Rama Sharma.\n\nCarry on with your work for the time being.\n\nOnce I have the gold coin ready, I will send for you again.\n\nDo not tell about our conversation to anybody else.\n\n'' A slightly relieved Rama Sharma bowed and left.\n\nWhen he was gone, Krishna Deva Raya came to the room.\n\n“ As you heard, Dear King, this priest was willing to give up his livelihood for just a single gold coin.\n\nHe could not even think of putting a price on this ridiculous transaction and he was afraid to refuse.\n\nNow let us see how the businessman responds to this offer.\n\nI have asked the greatest business man in the city, Dhandas, to come by.\n\nPlease wait and watch from the other room.\n\n'' After a few minutes, Dhandas came to the palace.\n\nLike Rama Sharma, Dhandas was also surprised at being called by Tenali Ram.\n\nWhen Dhandas was seated, Tenali repeated, “Dhandas, I need to ask a very important favor from you.\n\nThe King has ordered me to bring for him the knot of hair from the head of the best businessman I know.\n\nThat turns out to be you.\n\nSo I would very much like for you to give me the knot of hair on your head.\n\nI am willing to pay a price for it.\n\nA barber is ready and waiting in the next room to do the deed as soon as you agree.\n\n'' Dhandas was slighly taken aback by this.\n\nBut being a business man with dealings all over the kingdom and abroad, he was used to hearing strange offers and bargains.\n\nHe took a deep breath and thought for a few seconds.\n\nThen he said to Tenali, “Dear Minister, I have spend a whole life time taking care of this knot of hair.\n\nIt is my proud possession.\n\nEvery day, I wash it and apply expensive oils on it.\n\nI take great pride in my shiny knot of hair.\n\nIt will be heartbreaking for me to part with it.\n\nMoreover, I have to appear with it as symbol of my family’s honor during rituals and ceremonies.\n\n'' “I understand this is difficult for you,'' said Tenali feigning concern, “that is why I am willing to pay for it.\n\n'' “Considering that I am fifity years old and have had this knot of hair for around 35 years, I think roughly I have spent at least one hundred gold coins worth of oils on it.\n\n'' “Very well then, I will pay you one hundred gold coins,'' said Tenali.\n\n“But that is not all.\n\nThis knot of hair represents my family’s honor.\n\nIf I lose it, I have to conduct several ceremonies to regain the lost honor.\n\nSo that price is also associated with it.\n\n'' “How much would that be?'' “At least one thousand gold coins.\n\n'' “So shall we fix this deal for one thousand one hundred gold coins?'', asked Tenali, “I have a barber waiting in the other room''.\n\n“I think that is fair enough.\n\nAs soon as you make the payment, I will declare that this hair belongs to King Krishna Deva Raya.\n\n''\n\nTenali ordered a guard to bring a bag of one thousand one hundred gold coins at once.\n\nHe handed the bag over to Dhandas.\n\nThen Tenali called the barber.\n\nAs the barber got ready to cut off the knot of hair, Dhandas jumped up from the chair and said, “I cannot allow this knot of hair to be cut off.\n\nNow it belongs to the King Krishna Deva Raya and not me.\n\nYou have already paid me one thousand one hundred gold coins for it and I have accepted the price.\n\nSo I will protect this knot of hair until the King himself comes to me and says that he needs it.\n\n'' Saying this, Dhandas walked out from the palace.\n\nTenali Raman had a wide smile on his face when Krishna Deva Raya came out of hiding in the next room.\n\n“Do you see that my opinion is correct?'' asked Tenali.\n\n“I agree, Tenali, the businessman who managed to pocket the gold coin and keep his knot of hair also intact is cleverer than the priest about money matters,'' said King Krishna Deva Raya.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Rats, Cats and Cows",
      "body": "In the kingdom of Vijayanagar, the public distribution system was managed by the courtiers.\n\nThe courtiers ran grain and grocery stores in the different parts of the kingdom.\n\nAfter a bumper harvest season, a new problem cropped up in the kingdom: rats.\n\nHuge amounts of grains were being stored in the various storehouses around the capital city.\n\nArmies of rats were now devastating these stores.\n\nCourtiers panicked.\n\nIt was not just about loss of income for them.\n\nThe situation had become very serious.\n\nA food shortage was looming in the horizon despite the spectacular harvest season.\n\nKing called for an emergency session of the court to address this menace.\n\nThe courtiers were wracking their brains for a solution.\n\nUsing rat poison was out of question since that could contaminate the food supply.\n\nRat traps were useless.\n\nVery few rats would get into the traps when food was in plentiful supply outside.\n\nChatur Pandit had a novel suggestion: cats.\n\n“O Keeper of the Kingdom,'' Chatur addressed the King, “I suggest that we import as many cats as possible into the kingdom.\n\nLet each courtier be given a cat to guard his granary.\n\n'' “That sounds like a good idea,'' said the King.\n\nThe courtiers were averse to having a cat in their homes.\n\nDogs at least guard houses.\n\nBut cats themselves are known for stealing from the kitchen.\n\nThey would an added headache along with the rats.\n\nChatur Pandit saw that there was going to major objection to his plan, so he tried a new tact.\n\n“Indeed, it is the best solution, my Lord,'' said Chatur Pandit excited,'' But I think the cats should be looked after properly.\n\nSo I request the King to provide one cow from the royal herd as well to each courtier so that its milk can be used to feed the cat.\n\n'' The courtiers wholeheartedly agreed to this idea.\n\nThey were excited about getting a free cow.\n\nThey knew that even after feeding the cat, there will be enough milk left over for their families.\n\nIt was a great free deal for them.\n\nTenali Ram kept his mouth shut and let matters unfold.\n\nNext day guards arrived at the homes of each courtier with a cat and cow.\n\nThe King had also made it a point to conduct monthly inspection of the cats to make sure that these animals were treated well.\n\nAfter a month to the King’s dismay most courtiers complained that the rat problem had multiplied.\n\nSeveral storehouses already had to be abandoned and more were risking ruin.\n\nWhen the guards conducted the monthly inspection they found that all the cats were well and in fact, fattened.\n\nThey were just too lazy to move around and slept all day.\n\nWell all the cats except the one given to Tenali Ram.\n\nTenali Ram’s cat was a lean and active animal.\n\nMoreover, rat problem was completed eradicated from the storehouse under Tenali’s charge.\n\n“How did you get you solve the rat problem, Tenali?'' asked Krishna Deva Raya curious to find out the secret of his minister.\n\n\n\n“Using the cat, my King!'' said Tenali “But all the other courtiers also had a cat.\n\nHow come they still have rats?'' “Because of their cows, my King!'' said Tenali “How is that? You also were given a cow.\n\n'' “Yes, I was, Dear King.\n\nBut I returned the cow and kept only the cat.\n\nCows have no business in a rat problem.\n\nIf you keep feeding a cat good milk every day, it will obviously have no interest in catching rats.\n\nJust like how a man who gets good food for free, will grow lazy and useless over time; so do the cats.\n\nWhy should they keep themselves awake and run after the rats to feed themselves, when every morning and evening big bowls of fresh milk is provided.\n\nAll animals should be allowed to be true to their nature.\n\nOnly then they will retain their vitality.\n\nMen who don’t labor for their sustenance also lose their liveliness.\n\nA cat that is fed cow’s milk will become fat and lazy.\n\nA cat that chases after rats will always remain a healthy, active cat.\n\n“ King immediately ordered that the cows be returned to the royal herd.\n\nWith the cats no longer fed with milk, they began to chase and kill the rats.\n\nWithin a few weeks, the rat problem was eradicated from the kingdom.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "The Red Peacock",
      "body": "Krishna Deva Raya was without doubt the greatest king of India during his time.\n\nHe was very much interested in preserving this status.\n\nSome of his ministers and courtiers exploited this weakness of the King by constantly making him spend his treasury to acquire new exotic items from across his kingdom and abroad.\n\nThe wise minister, Tenali Ram, recognized this problem.\n\nHe knew that bringing this directly to the King’s attention will only incur wrath.\n\nBut Krishna Deva Raya was an intelligent monarch, so Tenali Ram waited for an opportunity to point out to the King his own flaw so that the King could make amends.\n\nThe cunning ministers and corrupt courtiers were having the time of their lives and fattening their purses by presenting the King fake and worthless objects touted as invaluable treasures.\n\nChatur Pandit was the chief among these greedy ministers.\n\nHis greed for gold coins from the King knew no bounds.\n\nHe was always thinking of cleverer ways to extract more undeserving rewards from the King.\n\nTenali Ram was watchful of Pandit’s activities.\n\nOne day, Chatur Pandit arrived at the King’s court with a red peacock! The King was amazed.\n\nNobody in the court had ever seen such a spectacle before.\n\n“This is truly the most exotic animal we have ever seen, “ remarked Krishna Deva Raya, his eyes widening in awe.\n\n“What are extraordinary creature!'', chimed the courtiers in chorus.\n\nSeeing that the moment was ripe, Chatur Pandit began to speak: “Your Majesty, It gives me immense pleasure to add to the royal menagerie this rarest of the birds.\n\nFor the last two years, two of my loyal servants, well-trained in the sciences of animal tracking and hunting, had been scouring the dense forests across the world to capture it.\n\nFinally they managed to snare it from the densest jungles of Mukhya Pradesh.\n\nI am glad to present to your Highness, the greatest king in the world, the fruits of our hard labor.\n\nWith this priceless bird in your custody, your prestige will reach the heavens.\n\n'' Tenali Ram observed all this drama with a gentle smile dancing on his lips.\n\nWell-versed in the natural sciences, he knew that a Red Peacock is either a rare mutant or an outright fake.\n\n“Verily a bird that inhabits the verdant forest cannot survive if it has a bright red plumage of this size,'' Tenali Ram thought, “ With such a prominent color and limited flight, it will be in more danger than a sitting duck from predators.\n\n“ Though he was familiar with the nefarious activities of Chatur, Tenali Ram decided to give him the benefit of the doubt for the time being.\n\nHe kept on observing the bird very carefully.\n\nKing Krishna Deva Raya was thoroughly impressed with Chatur’s presentation.\n\n“You are indeed our loyal courtier, Chatur Pandit,'' he said, “Ask right away, how shall we reward you?'' “Being your humble servant is all the blessing I seek this birth,'' fawned the cunning minister, “But I will be happy if the King can refund me the wealth I had to part with in order to fund the arduous expedition seeking this creature.\n\n''\n\n“Absolutely!'', thundered the King, “Treasurer, I order you to pay Chatur whatever he demands.\n\n'' “One hundred gold coins,'' shrilled Chatur Pandit without any delay.\n\n“One moment, O Beloved King,'' interjected Tenali Ram! Everyone turned their attention to him.\n\n“I think we should observe this bird in captivity for at least a week before paying for the expedition.\n\nI suspect that such a rare bird from the deep forest might find it difficult to survive in the new conditions.\n\nI volunteer to undertake another expedition to the densest jungles of Mukhya Pradesh to bring back the brothers and sisters of this magnificent Red peacock so that it shall be happy to be in the royal zoo.\n\n'' Krishna Deva Raya leaned back on this throne.\n\nFrom the expression on Tenali Ram’s face, the King knew that his cleverest minister was up to something.\n\nThe King had the highest regard for the intelligence of Tenali Ram.\n\nSo he played along.\n\nBefore Chatur Pandit could voice his protest, the King stood up and commanded, “I here by order Tenali Ram to return to this court in two weeks with more specimens of the rare Red peacock species so that our menagerie can be enhanced.\n\n'' The King left the court and the courtiers followed.\n\nTenali Ram remained seated till everyone had left.\n\nThen he walked over to the area were the peacock was displayed and picked up a feather that had fallen off.\n\nIt was clear to him that the red color had been painted on! Tenali Ram did not attend the court for the next ten days.\n\nWhile this made Chatur Pandit very anxious, the King and other courtiers had forgotten about the “expedition'' that was sanctioned.\n\nTenali Ram had not left town.\n\nHe was not having a tough time trying to locate more red peacocks in the far away jungles.\n\nHe remained happily at home.\n\nHis spies tracked down the painter whom Chatur Pandit had employed to “create'' the Red Peacock.\n\nThe painter was terrified when he was brought over to Tenali Ram’s house.\n\n“Don’t be afraid,'' Tenali Ram calmed him, “You have done no harm.\n\nYou did not know the hidden agenda of Chatur Pandit.\n\nIn fact, your work was so flawless that the King and all the courtiers were convinced the peacock was naturally red.\n\nNow I would like to use your talent for a good cause.\n\nPaint for me ten more peacocks.\n\nI will make sure that your service is duly rewarded.\n\n'' On the 14th day after the expedition was sanctioned, a poster appeared outside the palace announcing: “Triumphant return of Minister Tenali Ram.\n\nThe family of the rarest of the birds.\n\nThe Incredible Red Peacocks.\n\nOn display today.\n\nOnly for One day.\n\nAt the court of the Living Legend Emperor Krishna Deva Raya.\n\n'' The palace grounds were packed with people as the court assembled that day.\n\nThe King himself arrived early eager to find out what amusing trick Tenali Ram was going to pull.\n\nAs the clock struck ten, Tenali Ram entered the court.\n\nFollowing him were handlers pushing cages that held ten brilliant red peacocks.\n\n\n\n“Long Live the King,'' said Tenali Ram.\n\n“I have returned with the specimens as promised.\n\nI would like to be rewarded for the labor.\n\n'' “What a remarkable achievement,'' said the King.\n\n“We are very pleased with you, Tenali Ram.\n\nI order the treasurer to pay you one thousand gold coins as the price of these ten red peacocks.\n\n'' “Actually your majesty that is not how much they cost,'' said Tenali Ram “How much do you want?'', asked the King puzzled.\n\n“I’d like to be paid a bucket of water, a bag of red ochre powder and one gold coin to reward the skill and labor of this artist,'' said Tenali Ram pointing to the painter who had come along with him.\n\nA dark cloud of fear descended on Chatur Pandit’s face when he recognized the painter.\n\nHe knew he had been caught red-handed indeed.\n\nHe began sweating profusely in anticipation of King’s anger and punishment.\n\nKrishna Deva Raya realized that he had been tricked.\n\nHe was about to order his soldiers to arrest Chatur Pandit when Tenali Ram spoke, “Dear King, do not be wrathful.\n\nMinister Chatur Pandit was instrumental in helping me bring an important matter to your attention.\n\nBeloved King, you were so blinded by your desire for power and prestige that you were willing to accept that a red peacock could really exist.\n\nYou forgot how ridiculous it would be that a bird of this size with such a bright red coloration survived in a forest full of tigers, lions and other predators! Your arrogance in your wealth made you pay a price to possess such an exotic looking beast without even considering whether it is true or what is its worth.\n\n'' “O Just Emperor,'' he continued, “ for some time now lot of the money from our treasury has been wasted in the acquisition of the exotic and the extraordinary.\n\nThe true prestige of a King comes from the prosperity of each citizen in his Kingdom not from the garish displays of wealth.\n\nI urge you to spare Chatur Pandit and reward this painter who helped me bring this to your attention.\n\n'' King took couple of minutes to way the wise words of his brilliant minister.\n\nHe realized his grave mistake.\n\nHe promised Tenali Ram that he would be more prudent in future.\n\nHe apologized to his citizens and courtiers for having abused the kingdom’s wealth in a trivial pursuit of prestige and status.\n\nChatur Pandit fell at the King’s feet seeking mercy.\n\nHe was banished from the court for a month as a token punishment and was ordered to return all the previous gifts he had received from the court.\n\nBy then, monsoon clouds of the late morning had arrived.\n\nThe peacocks were dancing at the sight of the thick black rain laden clouds.\n\nThe pouring rain soon began washing off the red paint from them.\n\nKing Krishna Deva Raya could not help laughing at this sight.\n\nHe was very pleased that he had the good company of Tenali Ram to teach him good lessons whenever necessary.\n\nWith such wise men to assist him, he felt confident about his reign.\n\n\n\nThe people danced in the rain at the good fortune of having a King who was not hesitant in admitting his mistakes and making amends.\n\nChatur Pandit walked home alone in the rain.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "The Cat",
      "body": "Long long ago there was a man called Tenali Raman.\n\nHe was minister to a great king called Krishna Deva Raya.\n\nHe was supposed to be very clever.\n\nOnce in that city there was lot of problems due to rats.\n\nRats were everywhere.\n\nThey were eating all sorts of books and papers.\n\nThey also used to make holes in wooden shelves and also eat rice.\n\nSometimes they even nibbled the ears of little clever girls.\n\nEverybody knows that Cats Kill rats.\n\nBut there were so many rats in the city but very few cats.\n\nSo the king asked every house in the city to grow cats.\n\nBut cats need milk to drink.\n\nMost of the houses did not have cows.\n\nSo the king gave cows to every house and asked them to grow them too.\n\nAll people were happy and used to give cats lot of milk to drink.\n\nTenali Raman was a lazy man and liked to drink milk.\n\nSo the first day he boiled the milk and poured it in a pan.\n\nHe gave the piping hot milk to the cat.\n\nThe cat, which was hungry came and sipped the milk from the pan.\n\nSince the milk was hot it burnt its mouth.\n\nThe cat ran away.\n\nThe next day and the next Tenali Raman did the same thing.\n\nAfter a few days he stopped giving milk to the cat and started drinking it himself.\n\nTenali Raman’s cat was lean and hungry and all other cats were stout and happy.\n\nOne day the king wanted to see all the cats given by him and give prize to the fat cat.\n\nHe was very angry with Tenali Raman for not growing his cat properly.\n\nThen Tenali Raman told the king that he was not lucky since his cat did not drink any milk.\n\nThe king wanted to put Tenali Raman in Jail for telling a lie and wanted him to prove what he said.\n\nThen Tenali Raman brought the pan of milk and his cat.\n\nThe cat on seeing the milk ran away.\n\nIt thought that it was being given again hot milk.\n\nThe king pitied Tenali Raman and let him away.\n\nThe clever Tenali Raman lived happily forever drinking lots and lots of milk.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Reward",
      "body": "One day the King and his Queen were about to view a special performance by a Krishnaleela troupe.\n\nThe King ordered his minister not to disturb him.\n\nA special guard was posted at the main gate of the palace and another at the door to the hall.\n\nMeanwhile Raman came to the palace and was prohibited entry by the kings guard.\n\nTenaliRaman thought that there is something special going on and I have not been invited.\n\nI must see what it is.\n\nSo he returned to the guards and said '' I must see the king, he has promised me a reward “.\n\nThe guard thought the reward must be a bag of gold as usual.\n\nSo he demanded half of the reward the king gives to Tenali.\n\nTenali agreed and rushed to the audience hall.\n\nThere another guard blocked his way and Tenali promised him half of the reward the king gives to him.\n\nFinally he reached the hall and saw the dance program going on.\n\nHe ran up to the artists and picking up a stick began to hit the chief actor.\n\nOn seeing this, the king got annoyed and ordered a hundred lashes to Tenali.\n\nAs an attendant raised the whip, Tenali pleaded '' Please wait, your majesty.\n\nI have two friends outside who want to share the lashes.\n\n'' The king was astonished.\n\n'' Who are these fools? Have them brought in.\n\n'' Raman whispered something into the attendant’s ear.\n\nHe returned with the two guards.\n\nRaman proceeded '' I am honor bond to share with them what you wish to give me “.\n\nAnd he told the king how he gained entry in to the hall.\n\nThe king was at once angry and amused.\n\nHe ordered fifty lashes each to the attendants and dismissed them.\n\nThen he turned to Raman and said  I am grateful to you for exposing these rogues.\n\nyou shall receive a bag of gold for your efforts.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "A Lesson to the Greedy",
      "body": "Krishnadevaraya’s mother was a very orthodox woman.\n\nShe had visited many holy places and had performed religious rites; she had given much in charity.\n\nOnce she wanted to give fruit in charity and informed so to her son.\n\nKrishnadevaraya who had great respect for his mother immediately got delicious mangoes from Ratnagiri.\n\nBut on the auspicious day when she was to present those fruits to Brahmins, the king’s mother died.\n\nThe religious rites connected with her death went on for several days.\n\nMeanwhile, the king called a few Brahmins and said, “My mother’s last wish was to offer mangoes to Brahmins.\n\nBut she died before the wish could be fulfilled.\n\nWhat should I do now that she might earn the merit for giving away the fruits?'' The greedy Brahmins replied: “Your Highness, only if you offer mangoes made of gold to Brahmins will your mother’s soul rest in peace.\n\n'' Ramakrishna came to know of this.\n\nThe next day he went to the houses of those Brahmins, and asked them to come to his house next to perform his mother’s ceremony.\n\nThe Brahmins came to Ramakrishna’s house after receiving the gold mangoes from the king.\n\nRamakrishna’s servants closed all the doors of the house.\n\nThey brought red-hot iron bars and stood before the Brahmins.\n\nThe Brahmins were taken aback.\n\nThen Ramakrishna told them that his mother had knee pains and as remedy wanted Ramakrishna to burn her with red hot rods.\n\nBut she died before he could do it.\n\nSo he now wanted to execute her wish.\n\nWhen the Brahmins said he was unjust towards them, Ramakrishna says there is nothing unjust because they had just taken golden mangoes from the king.\n\nThen the Brahmins understood their folly and left the golden mangoes at Ramakrishna’s house and left.\n\nLater when Krishnadevaraya asked Ramakrishna why he had behaved like that with the Brahmins, Ramakrishna said the palace treasury should not be exploited by these selfish people.\n\nIt is not there to feed lazy follows.\n\nIt is there to serve the people\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "The Promoted Barber",
      "body": "The Royal Barber’s only task was to give king Krishnadeva Raya his daily shave.\n\nOne day when he arrived to do his job, king krishnadeva Raya was still asleep.\n\nThe barber gave him a shave even as he slept.\n\nOn waking up, the king was happy at the barber’s skill of shaving a sleeping man.\n\nThe king was pleased and told the barber to ask for anything of his choice.\n\nTo this, the barber said , '' Your Majesty, I would like to serve you as a minister in the Royal court.\n\n'' The king agreed to the barber’s wish.\n\nAs the news of the barber spread around, the other ministers became worried.\n\nThey thought that an uneducated man at the minister’s post may misuse the powers he held.\n\nThey went to Tenali with the problem.\n\nTenali assured them of his help.\n\nNext day when the king went by the river, he was surprised to see Tenali scrubbing hard bathing a black dog.\n\nWhen the king asked what he was doing, Tenali replied, “Your Majesty I am trying to convert a black dog into a white one by scrubbing it hard just as a barber took the post of the minister.\n\n'' On hearing this, the king realized what Tenali was hinting at.\n\nThat day, in the court, he appointed barber back into his position\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "The Horse Trader",
      "body": "Krishnadevaraya was very fond of horses.\n\nHe never spared any thought or money when it came to buying well bred horses.\n\nHe was known for owning some of the country’s best horses.\n\nOne day a horse trader, a foreigner from an Arabian Country, came to his court and announced, '' I have some fine horses for sale.\n\nThey are the best Arabian steeds you can get in the whole world.\n\nI have brought one horse to show you.\n\nIf you like him I can send in for the others “.\n\nThe Emperor was very excited by the offer, as the only breed he didn’t have in his stables were the Arabian steeds.\n\nHe saw the majestic horse standing outside his palace and immediately offered to buy the whole lot of them.\n\nThe man took an advance of 5000 gold coins and promised to return with the whole set of horses in 2 days and went away.\n\n2 weeks passed and the King saw no sign of the trader.\n\nHe was growing a little impatient and went out into his garden for a stroll to take his mind off the trader.\n\nHe saw Raman sitting in the corner of his gardens, feverishly writing something on a sheet of paper.\n\n'' What are you writing Raman?'' he asked.\n\nRaman continued to write without looking up.\n\nThe King was very curious and demanded '' I command that you show me what you are writing immediately.\n\n'' “Well sir, you may not like it, but I’m making a list of greatest fools in the empire'', said Raman.\n\nThe Emperor was astonished at the reply.\n\n“Hand over the paper to me'' he said.\n\n'' I need to see the names in there.\n\nI am sure that the list you have written must be quite sensible and true.\n\nRaman handed over the paper and within a moment he heard the Kings voice thundering, '' How dare you write my name on top of the list Raman? Isn’t this the height of impudence to your King? I demand an explanation.\n\nYou think I am a fool indeed!''\n“Any man who would give 5000 gold coins to a complete stranger and expect him to return, is a fool!'' replied Raman.\n\n\n“Oh! so that’s what is troubling you'' said the Emperor.\n\n'' You think the man won’t return.\n\nWhat if he does? You are wrong then''\n“In that case'', said Raman with a twinkle in his eye,'' I’ll scratch out your name and put his there'' The King understood the wise words behind Raman’s wit and never again made any major decisions without consulting his beloved courtier\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Delhi Durbar",
      "body": "At the time when Krishnadevaraya ruled over Vijayanagar, King Barbar ruled over Delhi.\n\nTenali was a famous jester in King Krishnadevaraya’s royal court.\n\nWhen King Barbar heard Tenali’s tales of wit and intelligence, he wished to meet him.\n\nSo he sent a messenger to Vijayangar to request Tenali to visit Delhi.\n\nWith King Krishnadevaraya’s permission Tenali went to Delhi with the messenger.\n\nIn Delhi, Tenali was welcomed and settled in the royal guest house.\n\nThe messenger went to King Barbar to inform him about Tenali’s arrival.\n\nThe next day’s appointment was fixed between King Barbar and Tenali.\n\nBarbar told his courtiers, Tenali, the great witty jester from Vijayanagar has come to Delhi.\n\nTomarrow in the royal court none of us must smile or laugh at his jokes.\n\nI want to test him as to how he will make us laugh and win a reward.\n\nThe courtiers of Dilli Durbar promised not to smile or laugh that day in the court before the guest.\n\nAt the given time Tenali also arrived in the Dilli Durbar.\n\nHe told many witty tales and jokes to courtiers and King Barbar, but all remained silent.\n\nNo one even smiled at the jokes.\n\nThis went on everyday for 15 days.\n\nFrom the sixteenth day Tenali stopped going to Dilli Durbar.\n\nHe disguised himself and followed the King Barbar everywhere to note his daily routine.\n\nBarbar used to go for stroll by the river Yamuna with his prime minister every morning.\n\nOn the way they would give gold coins to the poor and the needy beggars.\n\nAfter observing this Tenali made a plan.\n\nNext morning, Tenali dressed up as an old man.\n\nHe took a spade and a mango sapling and stood by the river Yamuna waiting for the King Barbar’s arrival.\n\nSeeing him at a distance Tenalis tarted planting the sapling.\n\nKing Barbar came to him and said ,’ Old man, you are very old indeed.\n\nYou wont live long enough to enjoy the fruits of the tree you are planting.\n\nWhy are you taking so much trouble?’ ‘Your Majesty, I enjoyed the fruits from the trees planted by my ancestors.\n\nThis tree’s fruits will be enjoyed by the others.\n\nI find joy in giving to others.\n\nI am not planting this to myself.\n\n’ The king was impressed by the reply and gave a bag full of gold coins.\n\nThe old man thanked him and said,’ Your Majesty you are indeed a great and kind king.\n\nPeople get the fruits when the tree has grown but you have given me the fruit of my labors even before I had planted the sapling.\n\nThe thoughts of helping others has really benefited me.\n\n’ I like this thought of yours.\n\nYou can now take this second bag of gold coins as a reward, King Barbar said.\n\n‘ Oh, Your Majesty, This tree will bear fruits once in a year only but before it has been planted you have filled my arms with fruits of joys twice.\n\nKing Barbar said ,I like your thoughts and impressed by them and gave the third bag too to old man.\n\nNow the prime minister got worried and said to king, Your majesty let’s leave now, this man is too intelligent.\n\nHis witty remarks will claim all the royal wealth from you.\n\nKing Barbar laughed and got ready to walk away.\n\nAt this time the old man said, Your Majesty, can you give me just a look? When Barbar turned to look, he saw Tenali holding a false beard in his hands.\n\nKing Barbar burst out in laughing on seeing what Tenali had been up to.\n\nHe said, I am pleased, Tenali.\n\nYou have truly proved that you are witty and a great jester.\n\nKing Barbar called Tenali to the court and gave him many more royal rewards.\n\nWhen Tenali returned to Vijayanagar, King Krishnadevaraya was proud to see how Tenali had saved grace.\n\nTenali smiled and said, so Your Majesty I am fit for a reward from you too.\n\nKing Krishnadeva Raya agreed with a smile and gave Tenali ten thousand gold coins as a reward\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Tenali Raman and the Jinx",
      "body": "Poet, clown and jester… Tenali raman was a minister in the court of Krishnadevaraya, the ruler of Vijayanar.\n\nHe was an extremely versatile personality.\n\nThe entire kingdom always buzzed with the news of his stories and practical jokes.\n\nHe was very famous and stories of his wisdom spread beyond Vijaynagar, in cities which are a part of Karnataka and Tamil Nadu now.\n\nA great scholar by profession, Tenali Raman also knew several languages.\n\nThere once lived a man called Ramaya in the town of Vijayanagar.\n\nIt was believed that whoever saw the face of Ramaya the first thing in the morning, would not be able to eat anything throughout the day.\n\nSo, all the people of Vijaynagar avoided Ramaya all the time.\n\nThe news also reached the king’s ears.\n\nHe wanted to find out the truth for himself and called for Ramaya at once.\n\nHe made Ramaya stay at a room adjacent to his bed chamber for one night.\n\nThe next day, when the king woke up, he went and saw Ramaya’s face the first thing the morning.\n\nLater in the afternoon, the king sat to have his lunch.\n\nHe was served with freshly cooked hot food.\n\nAs he was about to take his first bite, he noticed that there was a fly in his food.\n\nHe threw away the platter and ordered for fresh food.\n\nBut by the time the food was cooked for the second time, he was not hungry any more.\n\nThus, the king realized that whatever the people said were true, Ramaya was indeed jinxed.\n\nSo he ordered to hang him immediately.\n\nThe soldiers did not want to hang him, but they could never go against the king’s words.\n\nThey were taking Ramaya towards the gallows, when they met Tenali Raman on the way.\n\nTenali whispered something in Ramaya’s ears and then Ramaya was whisked away by the soldiers.\n\nLater, when the soldiers asked Ramaya about his last wish, he said that he wanted to send across a message to the king.\n\nHe requested them not to hang him until he received the response of the king.\n\nHe said to the soldiers, “Go and tell the king that if it is true that anyone who sees my face in the morning loses his appetite for the day, then anyone who sees the king’s face in the morning is destined to lose his life that day.\n\nTell him that if I am jinxed then so is he, and in fact more than me.\n\n'' The king was speechless when he heard Ramaya’s message.\n\nHe ordered the execution to be stopped immediately.\n\nHe was ashamed of his ignorance.\n\nAt once he called Ramaya and offered him a lot of gifts and also requested him to not disclose this incident to anyone in the town.\n\nAfter all, the people of Vijaynagar would not like to be ruled by a man who was jinxed\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Ramalinga Attempts to Turn a Dog into a Cow!",
      "body": "One early morning, King Rayalu woke up.\n\nHe sleepily walked out of his room and called out to the guards.\n\nWhen a guard appeared, the king ordered him to fetch the barber immediately.\n\nThe guard left to carry out his orders and the king returned to his room.\n\nHe sat down comfortably in an easy chair and in no time he was deep asleep again.\n\nWhen the Barber came to the king’s room, he found the king sleeping in the chair.\n\nHe did not want to wake the king up.\n\nSo, very quietly and expertly, he trimmed the king’s hair and shaved his beard.\n\nThe king was still sleeping soundly when the barber completed his job and left.\n\nA little while later, the king woke up.\n\nAs he did not see the barber whom he had summoned, he got angry.\n\nHe shouted for his attendant and told him to bring the barber to him that very instant.\n\nThe attendant rushed off to carry out his order.\n\nJust then, the king happened to put his hand on his chin.\n\nTo his surprise, his chin felt smooth and shaved.\n\nSo, the king went to take a look at himself in the mirror.\n\nHe saw that is hair had been trimmed neatly and his beard was properly shaved.\n\nThe king was impressed with the barber’s work.\n\nWhen the attendant brought the barber along, the king said to the barber, “You have done good work today.\n\nI am impressed with you.\n\nAsk for a boon and I shall grant it.\n\n'' The barber was very happy to hear this.\n\nHe replied, “Your Majesty, you have been so kind that my family and I have no dearth of anything.\n\nBut, since long I have had just one wish—that is to become a Brahmin if Your Highness can bestow this boon upon me.\n\n'' The king was astonished on hearing the barber’s wish but he said, “If that is what you desire, it shall be fulfilled tomorrow.\n\n'' The barber was overjoyed and he left the room, praising the king.\n\nThen, the king summoned some Brahmins and instructed them, “I have promised to transform the barber to a Brahmin.\n\nYou have to make sure that you carry out the transformation with all your knowledge.\n\nI will reward all of you suitably.\n\n'' Lured by the mention of the reward, the Brahmins agreed at once to transform the barber to a Brahmin.\n\nThis news spread around the town and became a cause of great concern for the Brahmins.\n\nThey talked among themselves, “What the king is doing is not fair.\n\nIt is something that goes against dharma.\n\nYou cannot just transform somebody into a Brahmin.\n\nThis will result in more and more people wanting to become a Brahmin.\n\n'' But none of them had the courage to voice their objections openly for fear of punishment.\n\nSo, they decided to go to Tenali Raman to seek a solution.\n\nTenali listened to the whole story and assured the Brahmins that he will do his best to stop this activity.\n\nThe next morning, the Brahmins who were ordered by the king, took the barber to the holy river and began the procedure of the transformation by chanting hymns and mantras.\n\nThe king was also sitting at a distance and looking over the proceedings.\n\nSuddenly, the king saw that at some distance, Tenali was standing beside a black dog.\n\nOut of curiosity, the king walked up to Tenali and asked him what he was doing with the dog.\n\nTenali replied that he was trying to transform the black dog into a white cow.\n\nThe king laughed loudly and said, “Oh Tenali.\n\nYou are such a fool! How can a dog turn into a cow by giving it a dip in holy water and chanting hymns around him?'' Tenali replied, “My Lord, forgive me for being foolish.\n\nBut tell me, if that barber can be transformed into a Brahmin, why can’t this black dog change to a white cow?'' On hearing Tenali’s words, the king realized his mistake.\n\nHe called the barber and told him that it was not possible to transform him into a Brahmin so he should ask for another wish.\n\nThe barber replied respectfully that because of the king’s kindness he had plenty of everything and did not need anything.\n\nThe king appreciated Tenali’s intelligence and rewarded him for opening his eyes and stopping him from doing things against dharma.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Ramalinga’s Prostrate Adoration to Donkeys",
      "body": "King Krishna Deva Rayalu had a royal teacher by the name of Thathacharya.\n\nThathacharya belonged to the Vaishnavite sect, the followers of which worship Sri Maha Vishnu as the Supreme God.\n\nThathacharya was very defiantly opposed to the Smarthas who follow the tradition instituted by Sri Adi Shankaracharya.\n\nWhenever Thathacharya stepped out of his house, he used to cover his face with his cloak so that he would not have to look at any Smarthas.\n\nThis annoyed the people of the town a lot and they nicknamed him ‘stupid ritualist’.\n\nThe learned Smarthas and other people of the town wanted to teach Thathacharya a lesson for humiliating them but were afraid to do so as he was the royal teacher of the king.\n\nAfter a lot of pondering, they finally decided to entrust this job to Tenali Raman.\n\nTogether, all the learned people went to Tenali and asked him to seek a solution to their problem.\n\nTenali Raman thought that it was a difficult task but he assured them that he would do his best.\n\nAround the same time, King Rayalu also became aware of Thathacharya’s mannerisms and how they were hurting the sentiments of the rest of the public.\n\nHe was concerned that this may lead to communal differences in the kingdom.\n\nSo he, too, summoned Tenali and said, “I am going to entrust you with a very important and confidential task.\n\nIt has been brought to my notice that Thathacharya is humiliating the Smarthas by his mannerisms and behaviour towards them.\n\nPeople are disgusted with him.\n\nI cannot take any action against him personally because he is an elderly person and is also my family master.\n\nSo, it is now up to you.\n\nYou must find a solution.\n\n'' Tenali Raman replied that he would do his best to bring about a change in Thathacharya’s ideology towards the Smarthas.\n\nThe next day, Tenali paid a visit to Thathacharya.\n\nThathacharya was just about to leave his house and on seeing Tenali, he started covering his face with his cloak.\n\nSeeing this, Tenali said loudly, “Dear Master, I am your beloved disciple.\n\nWhy are you covering your face?'' Thathacharya replied, “Tenali Rama, since you really are my beloved disciple, let me tell you a secret.\n\nThe Smartha culture is full of sin.\n\nWhoever looks at a Smarthite will be born as a donkey in the next birth.\n\nThis is why I cover my head and avoid looking at Smarthas.\n\nKeep this a secret, don’t reveal this to anyone.\n\n'' Tenali promised to keep this knowledge secret and left.\n\nHe was overjoyed as he had finally found a way of teaching Thathacharya a lesson.\n\nNow, he just had to wait for the right opportunity.\n\nA few days later, King Rayalu along with Thathacharya, the ‘Ashta Diggajas’ and some other courtiers went on a leisurely picnic to a garden on the outskirts of the city.\n\nAfter spending the day there, when they started returning, they saw a large herd of donkeys coming their way.\n\nSeeing this, Tenali Rama left the king’s side and rushed forward towards the donkeys.\n\nHe fell prostrate on the ground and started paying homage to the donkeys.\n\n\n\nEveryone present, including the king, was astonished to see Tenali’s behaviour.\n\nThe king shouted, “Tenali, have you lost your mind? Why are you paying respects to those donkeys?'' Tenali Rama replied, “No, Your Honour, I have not gone crazy.\n\nAll these donkeys are Thathacharya’s ancestors and relatives.\n\nI feel so blessed on seeing them reborn as donkeys.\n\nThey have been reborn as donkeys because of their sin of having looked at Smarthas in their previous birth.\n\nThis is why Thathacharya covers his face to prevent himself from the sin of seeing Smarthas.\n\nIf you do not believe me, you can ask him yourself.\n\n'' King Rayalu looked at Thathacharya for an explanation but Thathacharya just stood there with his head hung low in shame.\n\nFrom that day onwards, Thathacharya stopped covering his face on seeing Smarthas or humiliating people from different traditions or cultures in any other way.\n\nKing Rayalu was impressed the way Tenali Rama dealt with this difficult situation and felicitated him with a reward.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "The King’s Condition",
      "body": "The ruler of Vijaynagar, Krishnadeva Raya had a versatile minister at his durbar, Tenali Raman.\n\nHe was a poet, jester and the personal adviser of the king.\n\nRaja Krishnadeva Raya was very fond of Tenali Raman as he could diffuse any tense situation with his ready wit and humour.\n\nOne day, Krishnadeva Raya saw a strange dream.\n\nHe dreamt of a magnificent magical palace.\n\nIt was made of dazzling stones and floated in the air.\n\nThe palace had every comfort and amenity that one could ever wish for.\n\nIt could be lit up with a thousand lights or made to disappear into the darkness in a jiffy.\n\nNext day when the king woke up, he vividly remembered the dream.\n\nHe summoned all his courtiers and told them about it.\n\nThe courtiers appreciated and sang praises of the king and his beautiful dream.\n\nThen the king made a public announcement: “I will give him a hundred thousand gold coins to the person who can build me the palace of my dream.\n\n'' Everyone was startled at the king’s announcement.\n\nThey knew that it was not practically possible to build the palace that the king wanted.\n\nBut no one had the courage to say so.\n\nMany of king’s well-wishers told him that such a palace can only exist in one’s mind.\n\nBut he refused to listen and threatened his courtiers with grave consequences if they did not bring find someone who could make his dream come true.\n\nThe courtiers got worried and approached Tenali Raman for help.\n\nThe senior minister requested Tenali Raman, “Dear Tenali, now only you can make our king understand that his wish to erect the palace of his dream is absurd or else all of us will get severe punishment.\n\n'' Tenali Raman assured them that he will try to help them in the best possible manner.\n\nA few days later, a very old man came to meet the king in his court.\n\nHe was crying for justice.\n\nKrishnadeva Raya asked, “What brings you here my good man? Tell me without fear and I assure you that the justice will be done.\n\n'' “I have been robbed , Your Majesty,'' wailed the old man.\n\n“Someone has taken away all my savings and now I have not a single penny left.\n\n'' “Who robbed you?'' asked the king with anger.\n\n“Such a crime cannot go unpunished.\n\nYou name him and I will have him hanged immediately!'' “Your Majesty! I will tell you but first assure me that on hearing upon his name, you will not get angry and punish me instead,'' requested the old man.\n\n“Yes, I promise,'' replied the king impatiently.\n\n“It is you, my lord,'' said the old man in a trembling voice.\n\n“How dare you say a ridiculous thing like that, I will…,'' began the king, but then he remembered his promise and calmed down.\n\nHe asked that the old man to explain what he actually meant to say.\n\n“Your Majesty! Last night, I dreamt that you came with your entourage of ministers and soldiers and looted my entire life’s savings, five thousand gold coins!'' said the old man.\n\n\n\n“Are you a fool or completely insane?'' roared the king.\n\n“How can you treat your dream as a reality? Dreams are not true!'' “But they are, Your Majesty! If your dream of a palace hanging in air can come true, why can’t my dream come true?'' retorted the old man.\n\nAnd then, the man took off his beard and hair and stood before the king.\n\nIt was none other than Tenali Rama! He bowed before the kind and said, “Your Majesty! This was the only way of convincing you that building the palace of your dreams was not practically possible.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Tenali Raman And The Great Pundit",
      "body": "Once, a great pundit from a foreign land visited King Krishna Deva Raya’s court.\n\nHe claimed that he had knowledge of all subjects and was an expert in every field.\n\nHe challenged that he would argue with all of his wise ministers and defeat them.\n\nThe king accepted his challenge.\n\nThe pundit then proceeded to argue with the learned men of the kingdom on various subjects.\n\nThe king’s ministers failed miserably.\n\nThen, the king summoned his wisest minister, Tenali raman.\n\nTenali took a small bundle from his home, gave it the shape of a book and tied it up.\n\nThen, he went to the court and announced that he was ready to argue against the pundit but on the condition that the topic of their debate would be based on the great book ‘Thilakashta Mahisha Bandhanam’.\n\nThe great pundit was stumped when he heard this because he had never heard of any such book.\n\nHe asked the king to give him one night’s time to prepare for the argument.\n\nHe was sleepless all night.\n\nHe could not bear the thought of losing so he took all his belongings and left the city before sunrise.\n\nHe left a note for the king saying that he had never heard of the great book.\n\nThe next day, at the appointed time Tenali appeared in court for the debate.\n\nBut he was informed that the pundit had already gone away.\n\nThe king being a learned man wanted to read the great book that Tenali had mentioned, so he asked Tenali about it.\n\nTenali laughed and replied that there was no such book called ‘Thilakashta Mahisha Bandhanam’.\n\nInside the bundle, there was til which is called Thila in Sanskrit and some sheep dung which in Sanskrit is known as Kashta.\n\nThese contents were tied by a rope made of buffalo’s hide which is called Mahisha.\n\nBandhanam refers to ‘tying’ in Sanskrit.\n\nThis is how Tenali tricked the pundit into believing that there was a great book that the pundit was completely unaware of.\n\nThe king appreciated Tenali’s intelligence and rewarded him\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Tenali Raman and the Three Dolls",
      "body": "The great king Krishna Deva Raya had a lot of wise ministers in his court.\n\nThe wisest of them was Tenali Rama.\n\nOne day, a merchant came to the king’s court from a foreign kingdom.\n\nHe saluted the king and then said, “Your Majesty, I have heard from many people that you have very wise ministers in your court.\n\nBut with your permission, I would like to test the wisdom of your ministers.\n\n'' This aroused the king’s interest and he gave the merchant his permission.\n\nThe merchant gave the king three dolls that looked identical.\n\nHe said, “Though these dolls look similar, they are different in some way.\n\nIf your ministers can find out the difference, I will bow to their wisdom.\n\nBut if they can’t, I will assume that there are no wise ministers in your court.\n\nI will be back in thirty days for the answer.\n\n'' The king asked all of his ministers except Tenali Rama to assemble.\n\nHe gave them the three dolls and told them to find the difference in them in three days’ time.\n\nBut at the end of three days, none of the ministers could figure out the difference.\n\nThe king got worried and called Tenali Rama.\n\nHe said to him, “Tenali, I did not summon you before because I thought that this problem will be too simple.\n\nBut since no one has been able to find the solution, it is up to you now.\n\nFind the difference between these dolls.\n\n'' Tenali took the three dolls and went away.\n\nThe problem proved difficult for Tenali too, but at last, after a lot of effort, he figured out the difference.\n\nHe went to the court with the three dolls on the day that the merchant had to return.\n\nThen, he announced in front of the whole court that he had found the difference between the dolls.\n\nHe said, “These three dolls are different because one of them is good, one medium and one bad.\n\n'' When everyone asked Tenali that which doll was which, he showed them a tiny hole that was present in the ears of each of the dolls.\n\nThen, he took a very thin wire and put it in the hole of the first doll’s ear.\n\nThe wire came out from the doll’s mouth.\n\nHe did the same with the second doll and the wire came out from the doll’s other ear.\n\nIn the third doll, the wire went to the heart and did not come out.\n\nTenali Rama explained, “In the first doll, the wire went in through the ear and came out through the mouth.\n\nSo, this doll is bad as it represents people who cannot keep a secret.\n\nIn the second doll, the wire came out of the other ear.\n\nSo, it is medium and represents harmless people who do not understand what is said to them.\n\nThe third doll, in which the wire went to the heart and did not come out, represents good people who will preserve the secret that you tell them.\n\n'' The king, the merchant and all the courtiers were very impressed with Tenali’s wise answer.\n\nThen Tenali said, “But there can be another explanation too.\n\nThe first doll represents people who gain knowledge and spread it among others, so it is good.\n\nThe second doll represents people who do not understand what they are taught, so it is medium.\n\nThe third doll represents people who have knowledge but keep it all to themselves.\n\nThey do not teach anyone anything and so they are bad people.\n\nThe king was even more impressed.\n\nHe asked, “Can there be any other explanation?'' Can you think of a third explanation to answer the king?\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Tenali Raman and the Horse",
      "body": "Once, king Krishna Deva Raya wanted to expand his army.\n\nSo, he needed more horses.\n\nHe decided to give one horse to be brought up by each person in his kingdom.\n\nHe also gave everyone a good supply of straw to feed the horses.\n\nEveryone except Tenali Rama was happy with this plan.\n\nHe shut his horse in one room and everyday at exactly nine o’clock he gave the horse very little straw through the window.\n\nHe gave the rest of the straw to his cows who became fat and healthy.\n\nAt the end of a year, the king wanted to see all the horses.\n\nAll the people who had been given horses to grow up, brought their horses for inspection.\n\nBut Tenali Rama did not bring his horse.\n\nOn being questioned, he answered that his horse had become so strong that he could not bring it to the court.\n\nThe king was surprised on hearing this.\n\nHe said, “Alright, I will send my chief inspector to your house tomorrow morning at nine to inspect the horse there.\n\n'' Tenali agreed.\n\nThe next morning, the chief inspector went to Tenali’s house.\n\nHe had a long beard.\n\nTenali took him to the room where the horse was kept and asked him to look through the window.\n\nWhen the inspector peeped through the window, naturally his beard went in through the window first.\n\nSeeing the beard, the horse thought that it must be straw that was being given to him at the fixed time.\n\nIt caught hold of the beard in his teeth and pulled.\n\nThe inspector shouted in pain and tried to pull his beard back.\n\nBut the horse knew that this was the only food he would get all day and pulled with all his might till the inspector lost his beard.\n\nThe inspector went running to the king.\n\nHe reported that indeed Tenali Rama’s horse was the strongest of them all.\n\nThis is how sometimes even wise people can be deceived by clever people.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Subba Sastry and Sugar",
      "body": "Once, there lived a man who was very rich but was a miser.\n\nHe had a lot of money but did not like to spend it on anyone.\n\nOne day, he was very sad because ants had entered his bowl of sugar.\n\nSo, he thought of drying the sugar in the sun to drive the ants out.\n\nHe placed the sugar in a heap on a large piece of paper and kept it out in the sun.\n\nBut he was worried that his friend, Subba Sastry might come and eat the sugar so he sat on watch next to it.\n\nSubba Sastry, who was very fond of sweets in any form, and had seen the rich man keep the sugar out in the sun.\n\nHe called his son and said, “I am going to the rich man’s porch to talk to him.\n\nAfter five minutes, come running to me, shouting ‘Our cow is dead’.\n\n'' After giving his son these instructions, Subba Sastry went to the rich man’s porch and started talking to him.\n\nSubba Sastry asked the rich man why he was looking so upset.\n\nThe rich man replied that he had been having a lot of losses.\n\nThen Subba Sastry asked him what he was drying and the rich man replied by saying that water had fallen into some mud in his garden so he was drying it.\n\nJust then, Subba Sastry’s son came running to the porch shouting, “Our cow is dead! Our cow is dead!'' Subba Sastry pretended to be grieving, and as was the custom, picked up one handful of the mud that was actually sugar and put it into his mouth.\n\nHe picked up another handful and put it in his son’s mouth.\n\nThe rich man was shocked to see this.\n\nHe started shouting, “This is not mud! Don’t eat it.\n\nThis is sugar.\n\n'' Subba Sastry replied, “No, you told me that this is mud.\n\nIt tastes like mud, too.\n\n'' He went on eating till all the sugar was over.\n\nThe miserly rich man was left sad and grieving over the loss of his sugar\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Tenali Raman And Two Thieves",
      "body": "One summer night, when Tenaliram and his wife were about to sleep, when he heard the sound of rustling of leaves coming from outside.\n\nThere was no even the slightest breeze blowing at that time, so he presumed that there were some thieves hiding in the bushes.\n\nHe understood that they must be planning to rob his house in the night.\n\nHe thought of a plan said loudly to his wife, “My dear, I have heard that some notorious thieves are on the loose in our neighborhood.\n\nSo let’s hide all the jewellery and money that we have in the well.\n\n'' A little later, Tenaliram and his wife came out of the house carrying a big trunk, and dropped it into the well.\n\nThen they went back inside the house, and pretended to go off to sleep.\n\nThe thieves waited for a while and then started drawing water from the well.\n\nThey hoped to empty the well and get the treasure.\n\nThe thieves kept drawing out water the entire night.\n\nTowards the day break, they managed to pull out the trunk, and when they opened it, they were extremely shocked and disappointed to see only some big stones in it.\n\nThey understood that it was Tenaliram’s plan to outsmart them.\n\nJust then, In the Tenaliram came out of his house and said, “Thank you friends, for watering my plants.\n\nI must pay you for your labour.\n\n'' Hearing this, the thieves fell at Tenali’s feet for forgiveness.\n\nTenali let them go when they promised not to steal or rob anyone ever again\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Royal Mother’s Last Wish",
      "body": "It was Krishnadeva Rai’s mother’s death anniversary and he wanted to do something special for her deceased mother on this day.\n\nHe summoned the head priest to discuss the same.\n\nThe head priest took this as opportunity to earn money.\n\nHe asked the king what his mother’s last wish was.\n\nThe king said, “My mother used to love the mango fruit.\n\nOn her last day also, she wished to eat a mango, but she breathed her last before the fruits could reach her.\n\n'' On hearing this, cunning priest said, “Your Majesty, your mother’s soul will rest in peace if you fulfill her last wish.\n\nAs she is no more, you can do an alternate thing.\n\nYou must give away 108 mangoes made of pure gold placed in 108 silver bowls to 108 Brahmins in alms.\n\nThis will definitely make her soul happy and she will shower her choicest blessings on you.\n\n'' The king agreed to the priest’s proposal and soon 108 golden mangoes were made and distributed amongst the Brahmins.\n\nWhen Tenaliram came to know about this, he understood that the priest had taken undue advantage of the king’s feelings towards his mother and decided to teach him a lesson.\n\nOne day, Tenaliram called the head priest and said that he wanted to give alms in the memory of her expired mother.\n\nThe priest was elated to get another opportunity to fill his pockets.\n\nTenaliram also invited Krishnadeva Rai for the ceremony.\n\nWhen everybody had come, Tenaliram took a red hot poker and went to the head priest.\n\nHe said, “Dear sir, my mother was suffering from pain and wanted a red hot poker to be placed on her hand.\n\nBut, she died before her wish was fulfilled, so I request you to let me perform the act on you, along with all the Brahmins whom you brought, so that her soul rests in peace.\n\nIf you permit let us begin the ….\n\n'' Even before Tenaliram could complete his sentence, the head priest including the other Brahmins vanished from the scene, giving various types of excuses to him.\n\nThe king realized that he was duped by the head priest and thanked Tenaliram from the bottom of his heart for bringing into light the true character of the priest\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Tenali Raman Entry Into Bhuvana Vijayam",
      "body": "Tenali Raman or Tenali Ramalingam was a minister in the court of the king of Vijaynagar, Krishnadeva Rai.\n\nTenali Rama was a great scholar of several languages that included Marathi, Tamil and Kannada.\n\nHe was popular all over the country for his wit and great sense of humour.\n\nStories about Tenali Raman and his practical jokes on everyone around him including distinguished fellow poets and the emperor himself are very famous all over the southern part of India.\n\nTenali Raman was very mischievous in his childhood.\n\nOne day, the provincial ruler happened to visit Tenali’s academic institution for the regular inspection.\n\nHe questioned the children in Tenali’s classroom, “Who among you is the most intelligent?'' There was pin drop silence in the classroom.\n\nNone of the children could muster up the courage to answer the king’s question.\n\nMeanwhile, Tenali sprung up from his seat and answered with confidence, “Sir, I am the intelligent student in the class!'' The king was extremely impressed with the little child’s self confidence and blessed him saying, “You will go places my child!'' And it indeed happened so! When Tenali grew up, he made his presence felt in history by the virtue of his wit and sharp intellect.\n\nComing back to the story, young Tenali garnered advanced knowledge of several languages.\n\nHe was proficient in the art of poetry and had a sound knowledge of the ancient texts.\n\nHe wanted to be a part of the Raja Krsihnadeva Rai’s royal court.\n\nThus, one day he approached the royal priest Thathacharya and exhibited his skills before him.\n\nThathacharya promised Tenali to introduce him to the King Rayalu, but did not take keep his word.\n\nTenali was disappointed, but started looking for other ways to gain entry into the court.\n\nHe met another scholar from the king’s royal court, Nandi Thimmana and displayed his talent in spontaneous poetry before him.\n\nThimmana was highly impressed and felicitated Tenali by presenting him with a Kashmiri pashmina shawl, which was presented to him by King Rayalu.\n\nThe next day, Tenali adorning the Kashmiri shawl on his shoulders walked into the royal court.\n\nKing Rayalu surprised to see a stranger carrying the priceless shawl that he had gifted to Thimmana couple of days before.\n\nThe king asked Tenali, “From where did you get this shawl?'' Tenali Raman bowed down before the king and politely replied, “His Highness! Thimmana could have satisfied you with his talent and expertise in his field.\n\nI was fortunate enough to please that great personality with my poetry and receive this priceless shawl as a reward.\n\nI am wearing this shawl to exhibit my competence.\n\n'' Sri Krishnadeva Rayalu was impressed by the way Tenali presented himself in the court and granted him a permanent place in the royal court.\n\nThis is how Tenali entered Bhuvana Vijayam\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Thousand Gold Coins and a Handful Grain",
      "body": "Long time ago, there lived a beautiful woman called Vidyullatha in Vijayanagar.\n\nShe was a learned lady who was accomplished in all genres of fine arts.\n\nOne day, out of her pride and arrogance over her abilities, she put a hoarding outside her house that said, “A reward of one thousand gold coins would be presented to those who would be able to defeat her in humour, wit and knowledge of ancient texts.\n\n'' This became a prestigious issue for all the scholars in the region.\n\nMany of them took up the challenge and tried to defeat Vidyullatha in the war of words, but none succeeded.\n\nDays passed like this.\n\nOne morning, a vendor happened to pass by her house selling the firewood.\n\nThe man was shouting at the top of his voice, “Firewood.\n\n.\n\nStrong Firewood….\n\nWho wants my strong and long lasting firewood? '' The vendor had a shrill voice and was shouting consistently which irritated Vidyullatha.\n\nShe stormed out of the house and called the vendor, “O’Vendor! Come here! I will buy your firewood.\n\nJust tell me how much do you want for it, but please stop shouting.\n\n'' The vendor replied, “Madam, I will not sell this for money.\n\nIf you can give me a handful grain I will readily give you all the firewood that I have.\n\n'' The vendor said, “I need a handful grain, Madam.\n\nHave you understood me clearly?'' Vidyulltha yelled at the vendor, “You are asking me whether or not I have understood what a handful of grains mean? I am the most learned lady in the entire district! I know what you want.\n\nNow stop arguing and put this firewood in the backyard.\n\n'' The persistent vendor said, “Madam, I pity you! You really do not know what I want.\n\nIf you cannot pay the price, you should pay me one thousand gold coins and wipe the invitation hoarding on the compound wall.\n\n'' Vidyullatha was infuriated.\n\nShe asked angrily, “What nonsense are you saying? '' The vendor said, “There is no nonsense in what I am saying.\n\nI told you the price and you agreed for it.\n\nNow if you cannot pay the price, you must give me one thousand gold coins for you have clearly failed to understand what I meant.\n\nAnd considering that, I have defeated you in the war of words.\n\n'' A heated argument ensued between the two and then Vidyullatha decided to approach the provincial Court of Law for justice.\n\nShe presented her argument in front of the judge, “My Lord! This firewood vendor is crazy.\n\nHe asked for a handful of grains in lieu of his load of firewood.\n\nI agreed to give him that but he keeps The judge looked at the vendor and asked him what the matter was.\n\nHe humbly replied, “Sir, I informed her beforehand that the load of firewood would cost her a handful grain.\n\nI actually wanted one grain that could fill the hand.\n\nIf she cannot understand this much, she has no right to put up that hoarding in front of her house.\n\n''\n\nVidyullatha was outwitted by the firewood vendor and the verdict was given in favour of the vendor.\n\nVidyullatha was ordered to pay him one thousand gold coins and ordered to take down the hoarding from her wall.\n\nThat witty vendor was none other than Tenaliram.\n\nHe had also heard about Vidyulalltha’s arrogance and haughtiness, and had thus taken the guise of firewood vendor to teach her a lesson.\n\n"
    },
    {
      "category": "Tenali Ramakrishna Stories",
      "title": "Delhi Sultan’s wish",
      "body": "Once, Raja Krishnadeva Rayalu was invited by Adil Shah, the Sultan of Delhi to settle the ongoing conflict that was going on between the two regions.\n\nHoping to prevent unnecessary bloodshed and re-establish peace, Rayalu headed for Delhi with his team of poets, dancers and scholars.\n\nAt Delhi, Adil Shah gave a red carpet welcome to Rayalu.\n\nDuring the pleasant rounds of discussions, Krishnadeva Rayalu’s poets recited some sequences from the epic Mahabharat.\n\nAdil Shah was immensely impressed to hear the verses from the epic and requested Rayalu to make his men rewrite the Mahabharat, portraying him and his friends as Pandavas and his rivals as Kauravas.\n\nKing Krishnadeva Rai was shocked to hear such a strange demand from the Sultan.\n\nHe was worried that if his men failed to meet the Sultan’s demand properly, he might declare a war on Vijaya Nagar.\n\nSeeing his king worried, Tenaliram promised him to handle the situation in the most prudent way possible.\n\nThe king was certain that Tenaliram would cope with the intricate state of affairs wisely, and hence he granted him the permission to deal with the Delhi Sultan directly.\n\nNext morning, Tenaliram sought permission to meet the Sultan in private.\n\nHe presented himself before the Sultan and requested him with folded hands, “His Highness! It was our pleasure to know about your interest in our ancient texts.\n\nThe best of our writers and poets are busy composing the new Mahabharat, but there is one place where we have got stuck and wish to seek your guidance.\n\n'' The Sultan said, “Speak up, O’ Poet! What do you desire of me?'' Tenaliram said, “Jahanpanah! You are being portrayed as Dharmaraja, eldest of Pandavas and your friends as Bheema, Arjuna, Nakula and Sahadeva.\n\nBut, as you know all the five were married to Draupadi and were sharing her equally.\n\nWho, amongst the royal family, should be described as her?'' The Sultan most certainly did not want his royal Beghum to be equated with Draupadi and hence, ordered Tenaliram to stop re-writing the Mahabharata with immediate effect.\n\nEveryone including Rayalu appreciated the sharp intelligence and presence of mind that Tenaliram had displayed in solving the toughest problem just like that\"\n\n"
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    },
    {
      "category": "",
      "title": "",
      "body": ""
    }
  ]
}